[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2014",
          "fs": "Feb 2014",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUi9UAG"
          },
          "Id": "a0P2P000005KUi9UAG",
          "Event_Date__c": "2014-02-01",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "Feb 2014",
          "Status_History__c": "a132P000000AqaHQAS"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Sep 2018",
          "fs": "Sep 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUnYUAW"
          },
          "Id": "a0P2P000005KUnYUAW",
          "Event_Date__c": "2018-09-03",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "Sep 2018",
          "Status_History__c": "a132P000000ArWRQA0"
        },
        "change": null
      }
    ],
    "dateString": "Feb 2014",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Apr 2014",
          "fs": "Apr 2014",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUiAUAW"
          },
          "Id": "a0P2P000005KUiAUAW",
          "Event_Date__c": "2014-04-30",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Apr 2014",
          "Status_History__c": "a132P000000AqdzQAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Subcommittee deferred making a recommendation until data is available from the clinical trials evaluating ivacaftor in combination with lumacaftor (VX809) and until PHARMAC has completed further cost utility and budget analysis on three discrete groups of patients – those who are early in the disease course, as a bridge to transplant and patients who are in the late stages of the disease. </p>",
          "fs": "<p>The Subcommittee deferred making a recommendation until data is available from the clinical trials evaluating ivacaftor in combination with lumacaftor (VX809) and until PHARMAC has completed further cost utility and budget analysis on three discrete groups of patients – those who are early in the disease course, as a bridge to transplant and patients who are in the late stages of the disease. </p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Subcommittee noted that cystic fibrosis (CF) is caused by a genetic defect of a chloride channel regulator (the cystic fibrosis transmembrane conductance regulator or CFTR) resulting in the dehydration of secretions which leads to sticky viscous secretions. Members noted that there are more than 1600 CFTR gene mutations and a wide spectrum of disease severity that cannot necessarily be predicted from genotype. Members noted that approximately 4% of CF patients worldwide have the Class III (gating) mutation, G551D on at least one allele. This type of mutation results in a CFTR protein that is present in the apical cell membrane but displays greatly reduced chloride transport. The Subcommittee noted that ~26 of the 430 cystic fibrosis patients in New Zealand have the G551-D gene. </p><p><br></p><p>The Subcommittee noted ivacaftor is a CFTR potentiator which increases chloride channel function by facilitating CFTR opening. Members noted that ivacaftor is registered for use in New Zealand for the treatment of CF patients aged 6 years and older who have a G551D mutation in the CFTR gene with a recommended dose of 150 mg taken orally every 12 hours with a fat containing snack or meal. The Subcommittee noted there were two main double blind randomised trials – STRIVE (Ramsey et al NEJM 2011; 365:1663-72) and ENVISION (Davies et al Am J Respir Crit Care Med 2013;187, 11:1219-1225). </p><p><br></p><p>The Subcommittee noted that of the 161 patients over the age of 12 years enrolled in the STRIVE study, 83 were randomised to ivacaftor, 78 to placebo and patients were treated for 48 weeks. The primary endpoint showed a 10.6% increase in absolute predicted FEV1 with treatment compared with placebo (P&lt;0.0001), improvement was seen by day 15 and maintained through week 48. There was a reduction in exacerbations (47 vs 99), hospitalisations (21 vs 31), days in hospital for exacerbations (3.9 vs 4.2) an increase in the scores in the CFQ-R compared with a decrease of 2.7 points in the placebo group and improved weight gain (3.1 kg vs 0.4 kg). The incidence of adverse events through week 48 was similar in the two groups. The ivacaftor group had a higher level of adverse events leading to interruption but not discontinuation of the drug than placebo (13% vs 6%). More placebo patients discontinued treatment than those on ivacaftor (5% vs 1%). The Subcommittee noted that 70% of patients in this study were also on dornase alfa. </p><p><br></p><p>The Subcommittee noted 52 children aged between 6 and 12 were enrolled in the EVISION study and were evenly divided between ivacaftor and placebo. Again, the primary endpoint was the absolute change from baseline through week 24 in the percent of predicted FEV1. An improvement was seen by day 15, by week 24 there was an absolute improvement of 12.6 percentage points compared to 0.1% in placebo and 10.7% vs 0.7% at week 48. Further benefits were an increase of 3.7 kg in the ivacaftor group vs 1.8 kg, an increase in the CFQ-R score of 6.3 points vs 0.3 points and a significant drop in sweat chloride concentrations. Exacerbations were not significantly different between the two groups and the adverse events were similar. </p><p><br></p><p>The Subcommittee noted a randomised, double-blind placebo-controlled phase 2 crossover study conducted by Davies et al (Lancet Respir Med 2013;1: 630-638). The study enrolled 21 patients of whom 20 patients received treatment and 17 completed the trial. The planned primary outcome was a change in the lung clearance index (LCI) of which there was a significant difference between the ivacaftor treatments and placebo (p=0.0001). There was a significant difference in the FEV1 measurements for the two treatments (p=0.0103) but not in the CFQR scores. </p><p><br></p><p>The Subcommittee noted that the DISCOVER study (Flume et al Chest.2012; 142(3):718-724 was a 16 week safety study sponsored by the company but not designed by the company. There were 112 patients enrolled in the ivacaftor arm and 28 in the placebo arm. The primary endpoint was evaluated by assessment of adverse events, clinical laboratory values, ECGs, vital signs and physical examinations. No serious adverse events occurred. </p><p><br></p><p>The Subcommittee noted three patient studies – Hebestreit et al. J Cyst Fibrosis 2013;12: 599-603, Wood et al Respirology Case Reports 2013;1(2):52-54 and Barry et al Poster, Cystic Fibrosis Conference. All three reported on patients with severe disease treated with ivacaftor in clinical settings either under compassionate grounds or named patient programs. </p><p><br></p><p>The Subcommittee noted the dose defining study by Accurso et al study (Study 101, NEJM 2010). Four patients in four groups received either 25 mg twice daily (BD), 50 mg BD, 75 mg BD or 150 mg BD and four patients received placebo. The reduction in FEV1 percentage of predicted between the 75 mg BD and 150 mg BD treatment regimens was similar (10.0% and 10.5% respectively). The decision to proceed with the 150 mg BD protocol and stop using the 75 mg BD is not well explained. The results suggested that 75 mg BD may work just as well as the 150 mg BD recommendation which would reduce the cost of the treatment. </p><p><br></p><p>The Subcommittee noted that only approximately 90 of the 430 patients in New Zealand who have been diagnosed with cystic fibrosis are taking dornase alfa. The Subcommittee noted that, outside of the main centres, there is a lack of multidisciplinary teams to treat cystic fibrosis patients which could have a detrimental effect on patients’ treatment. Members noted that in general patients in New Zealand are sicker than their counterparts in the UK and US where patients have easier access to multidisciplinary teams. </p><p><br></p><p>The Subcommittee noted that ivacaftor represented a significant improvement in the treatment of cystic fibrosis which is a high need area and if cost were not an issue then they would recommend funding this drug. The Subcommittee noted that ivacaftor it is a unique product that could be highly beneficial but noted that that there were still a lot of unknowns. The subcommittee noted that there may be novel ways that it might be used, for example in short bursts in the treatment of children. Members noted that while this is a unique product it is not a cure. Members noted that ivacaftor would be given in combination with all treatments patients are currently taking. </p><p><br></p><p>The Subcommittee noted that cystic fibrosis is a chronic condition and to date follow-up has only been to approximately three years. The effect of ivacaftor beyond this time frame is unknown. However, following the improvement in a patient’s FEV1 of ~10.5% as seen in the clinical trials, the Subcommittee considered that it would not be unreasonable to expect that FEV1 would slowly decline in a similar way to a patient with non-cystic fibrosis bronchiectasis. </p><p><br></p><p>The Subcommittee noted that only patients with the G551-D-CFTR mutation gene would benefit from ivacaftor although members noted that the FDA had recently extended the licence in the US to cover eight additional mutations G178R, G551S, S549N, S549R, G1244E, G1349D, S1251N, S1255P. It is estimated that the expansion to these mutations would make little difference to the numbers of patients eligible for treatment as these subgroups are very rare. Members noted that it is common practice to do CFTR gene mutation analysis in New Zealand. </p><p><br></p><p>The Subcommittee noted there would be a significant financial impact in listing ivacaftor at the current price of ~$900.00 per day which would equate to ~$8 million per year for 26 patients. Members noted that results from two new phase III trials (TRACTOR and TRANSPORT) studying ivacaftor in conjunction with Vertex’s new product lumacaftor in patients homozygous for the F508del mutation are expected later this year. Members noted that if the results of these two trials are positive there would be a significant financial risk to the Pharmaceutical Budget. The F508del mutation is the most common mutation of the CFTR gene opening treatment to ~75% of the CF population in New Zealand. </p><p><br></p><p>The Subcommittee deferred making a recommendation at this stage pending further analysis by PHARMAC. To help clarify on which patient populations may benefit most, the Subcommittee have asked for cost utility and budget analysis around three discreet groups of patients – those in the early stage of the disease, those with moderate disease already showing decline in FEV1 (similar to the initial targeting of dornase alfa) and those with severe disease requiring a bridge to transplant. The Subcommittee also wanted further information on the results of the trials with lumacaftor and in the long term use of ivacaftor from the ongoing trials.</p>",
          "fs": "<p>The Subcommittee noted that cystic fibrosis (CF) is caused by a genetic defect of a chloride channel regulator (the cystic fibrosis transmembrane conductance regulator or CFTR) resulting in the dehydration of secretions which leads to sticky viscous secretions. Members noted that there are more than 1600 CFTR gene mutations and a wide spectrum of disease severity that cannot necessarily be predicted from genotype. Members noted that approximately 4% of CF patients worldwide have the Class III (gating) mutation, G551D on at least one allele. This type of mutation results in a CFTR protein that is present in the apical cell membrane but displays greatly reduced chloride transport. The Subcommittee noted that ~26 of the 430 cystic fibrosis patients in New Zealand have the G551-D gene. </p><p><br></p><p>The Subcommittee noted ivacaftor is a CFTR potentiator which increases chloride channel function by facilitating CFTR opening. Members noted that ivacaftor is registered for use in New Zealand for the treatment of CF patients aged 6 years and older who have a G551D mutation in the CFTR gene with a recommended dose of 150 mg taken orally every 12 hours with a fat containing snack or meal. The Subcommittee noted there were two main double blind randomised trials – STRIVE (Ramsey et al NEJM 2011; 365:1663-72) and ENVISION (Davies et al Am J Respir Crit Care Med 2013;187, 11:1219-1225). </p><p><br></p><p>The Subcommittee noted that of the 161 patients over the age of 12 years enrolled in the STRIVE study, 83 were randomised to ivacaftor, 78 to placebo and patients were treated for 48 weeks. The primary endpoint showed a 10.6% increase in absolute predicted FEV1 with treatment compared with placebo (P&lt;0.0001), improvement was seen by day 15 and maintained through week 48. There was a reduction in exacerbations (47 vs 99), hospitalisations (21 vs 31), days in hospital for exacerbations (3.9 vs 4.2) an increase in the scores in the CFQ-R compared with a decrease of 2.7 points in the placebo group and improved weight gain (3.1 kg vs 0.4 kg). The incidence of adverse events through week 48 was similar in the two groups. The ivacaftor group had a higher level of adverse events leading to interruption but not discontinuation of the drug than placebo (13% vs 6%). More placebo patients discontinued treatment than those on ivacaftor (5% vs 1%). The Subcommittee noted that 70% of patients in this study were also on dornase alfa. </p><p><br></p><p>The Subcommittee noted 52 children aged between 6 and 12 were enrolled in the EVISION study and were evenly divided between ivacaftor and placebo. Again, the primary endpoint was the absolute change from baseline through week 24 in the percent of predicted FEV1. An improvement was seen by day 15, by week 24 there was an absolute improvement of 12.6 percentage points compared to 0.1% in placebo and 10.7% vs 0.7% at week 48. Further benefits were an increase of 3.7 kg in the ivacaftor group vs 1.8 kg, an increase in the CFQ-R score of 6.3 points vs 0.3 points and a significant drop in sweat chloride concentrations. Exacerbations were not significantly different between the two groups and the adverse events were similar. </p><p><br></p><p>The Subcommittee noted a randomised, double-blind placebo-controlled phase 2 crossover study conducted by Davies et al (Lancet Respir Med 2013;1: 630-638). The study enrolled 21 patients of whom 20 patients received treatment and 17 completed the trial. The planned primary outcome was a change in the lung clearance index (LCI) of which there was a significant difference between the ivacaftor treatments and placebo (p=0.0001). There was a significant difference in the FEV1 measurements for the two treatments (p=0.0103) but not in the CFQR scores. </p><p><br></p><p>The Subcommittee noted that the DISCOVER study (Flume et al Chest.2012; 142(3):718-724 was a 16 week safety study sponsored by the company but not designed by the company. There were 112 patients enrolled in the ivacaftor arm and 28 in the placebo arm. The primary endpoint was evaluated by assessment of adverse events, clinical laboratory values, ECGs, vital signs and physical examinations. No serious adverse events occurred. </p><p><br></p><p>The Subcommittee noted three patient studies – Hebestreit et al. J Cyst Fibrosis 2013;12: 599-603, Wood et al Respirology Case Reports 2013;1(2):52-54 and Barry et al Poster, Cystic Fibrosis Conference. All three reported on patients with severe disease treated with ivacaftor in clinical settings either under compassionate grounds or named patient programs. </p><p><br></p><p>The Subcommittee noted the dose defining study by Accurso et al study (Study 101, NEJM 2010). Four patients in four groups received either 25 mg twice daily (BD), 50 mg BD, 75 mg BD or 150 mg BD and four patients received placebo. The reduction in FEV1 percentage of predicted between the 75 mg BD and 150 mg BD treatment regimens was similar (10.0% and 10.5% respectively). The decision to proceed with the 150 mg BD protocol and stop using the 75 mg BD is not well explained. The results suggested that 75 mg BD may work just as well as the 150 mg BD recommendation which would reduce the cost of the treatment. </p><p><br></p><p>The Subcommittee noted that only approximately 90 of the 430 patients in New Zealand who have been diagnosed with cystic fibrosis are taking dornase alfa. The Subcommittee noted that, outside of the main centres, there is a lack of multidisciplinary teams to treat cystic fibrosis patients which could have a detrimental effect on patients’ treatment. Members noted that in general patients in New Zealand are sicker than their counterparts in the UK and US where patients have easier access to multidisciplinary teams. </p><p><br></p><p>The Subcommittee noted that ivacaftor represented a significant improvement in the treatment of cystic fibrosis which is a high need area and if cost were not an issue then they would recommend funding this drug. The Subcommittee noted that ivacaftor it is a unique product that could be highly beneficial but noted that that there were still a lot of unknowns. The subcommittee noted that there may be novel ways that it might be used, for example in short bursts in the treatment of children. Members noted that while this is a unique product it is not a cure. Members noted that ivacaftor would be given in combination with all treatments patients are currently taking. </p><p><br></p><p>The Subcommittee noted that cystic fibrosis is a chronic condition and to date follow-up has only been to approximately three years. The effect of ivacaftor beyond this time frame is unknown. However, following the improvement in a patient’s FEV1 of ~10.5% as seen in the clinical trials, the Subcommittee considered that it would not be unreasonable to expect that FEV1 would slowly decline in a similar way to a patient with non-cystic fibrosis bronchiectasis. </p><p><br></p><p>The Subcommittee noted that only patients with the G551-D-CFTR mutation gene would benefit from ivacaftor although members noted that the FDA had recently extended the licence in the US to cover eight additional mutations G178R, G551S, S549N, S549R, G1244E, G1349D, S1251N, S1255P. It is estimated that the expansion to these mutations would make little difference to the numbers of patients eligible for treatment as these subgroups are very rare. Members noted that it is common practice to do CFTR gene mutation analysis in New Zealand. </p><p><br></p><p>The Subcommittee noted there would be a significant financial impact in listing ivacaftor at the current price of ~$900.00 per day which would equate to ~$8 million per year for 26 patients. Members noted that results from two new phase III trials (TRACTOR and TRANSPORT) studying ivacaftor in conjunction with Vertex’s new product lumacaftor in patients homozygous for the F508del mutation are expected later this year. Members noted that if the results of these two trials are positive there would be a significant financial risk to the Pharmaceutical Budget. The F508del mutation is the most common mutation of the CFTR gene opening treatment to ~75% of the CF population in New Zealand. </p><p><br></p><p>The Subcommittee deferred making a recommendation at this stage pending further analysis by PHARMAC. To help clarify on which patient populations may benefit most, the Subcommittee have asked for cost utility and budget analysis around three discreet groups of patients – those in the early stage of the disease, those with moderate disease already showing decline in FEV1 (similar to the initial targeting of dornase alfa) and those with severe disease requiring a bridge to transplant. The Subcommittee also wanted further information on the results of the trials with lumacaftor and in the long term use of ivacaftor from the ongoing trials.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Subcommittee considered an application from Vertex Pharmaceuticals (Australia) Pty Ltd for the listing of ivacaftor on the Pharmaceutical Schedule for the treatment of patients with cystic fibrosis. </p>",
          "fs": "<p>The Subcommittee considered an application from Vertex Pharmaceuticals (Australia) Pty Ltd for the listing of ivacaftor on the Pharmaceutical Schedule for the treatment of patients with cystic fibrosis. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Deferred",
          "fs": "Deferred",
          "change": null
        },
        "Links": {
          "s": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-respiratory-subcommittee-minutes-2014-04.pdf\" target=\"_blank\">Respiratory Subcommittee minutes</a>",
          "fs": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-respiratory-subcommittee-minutes-2014-04.pdf\" target=\"_blank\">Respiratory Subcommittee minutes</a>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Apr 2014",
          "fs": "Apr 2014",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Respiratory Subcommittee at meeting Wednesday 30 April 2014.",
          "fs": "Clinical advice received from Respiratory Subcommittee at meeting Wednesday 30 April 2014.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUiBUAW"
          },
          "Id": "a0P2P000005KUiBUAW",
          "Event_Date__c": "2014-04-30",
          "Event_Description__c": "Clinical advice received from Respiratory Subcommittee at meeting Wednesday 30 April 2014.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-respiratory-subcommittee-minutes-2014-04.pdf\" target=\"_blank\">Respiratory Subcommittee minutes</a>",
          "Outcome__c": "Deferred",
          "Formatted_Date__c": "Apr 2014",
          "Published_Recommendation__c": "<p>The Subcommittee deferred making a recommendation until data is available from the clinical trials evaluating ivacaftor in combination with lumacaftor (VX809) and until PHARMAC has completed further cost utility and budget analysis on three discrete groups of patients – those who are early in the disease course, as a bridge to transplant and patients who are in the late stages of the disease. </p>",
          "Published_Application__c": "<p>The Subcommittee considered an application from Vertex Pharmaceuticals (Australia) Pty Ltd for the listing of ivacaftor on the Pharmaceutical Schedule for the treatment of patients with cystic fibrosis. </p>",
          "Published_Discussion__c": "<p>The Subcommittee noted that cystic fibrosis (CF) is caused by a genetic defect of a chloride channel regulator (the cystic fibrosis transmembrane conductance regulator or CFTR) resulting in the dehydration of secretions which leads to sticky viscous secretions. Members noted that there are more than 1600 CFTR gene mutations and a wide spectrum of disease severity that cannot necessarily be predicted from genotype. Members noted that approximately 4% of CF patients worldwide have the Class III (gating) mutation, G551D on at least one allele. This type of mutation results in a CFTR protein that is present in the apical cell membrane but displays greatly reduced chloride transport. The Subcommittee noted that ~26 of the 430 cystic fibrosis patients in New Zealand have the G551-D gene. </p><p><br></p><p>The Subcommittee noted ivacaftor is a CFTR potentiator which increases chloride channel function by facilitating CFTR opening. Members noted that ivacaftor is registered for use in New Zealand for the treatment of CF patients aged 6 years and older who have a G551D mutation in the CFTR gene with a recommended dose of 150 mg taken orally every 12 hours with a fat containing snack or meal. The Subcommittee noted there were two main double blind randomised trials – STRIVE (Ramsey et al NEJM 2011; 365:1663-72) and ENVISION (Davies et al Am J Respir Crit Care Med 2013;187, 11:1219-1225). </p><p><br></p><p>The Subcommittee noted that of the 161 patients over the age of 12 years enrolled in the STRIVE study, 83 were randomised to ivacaftor, 78 to placebo and patients were treated for 48 weeks. The primary endpoint showed a 10.6% increase in absolute predicted FEV1 with treatment compared with placebo (P&lt;0.0001), improvement was seen by day 15 and maintained through week 48. There was a reduction in exacerbations (47 vs 99), hospitalisations (21 vs 31), days in hospital for exacerbations (3.9 vs 4.2) an increase in the scores in the CFQ-R compared with a decrease of 2.7 points in the placebo group and improved weight gain (3.1 kg vs 0.4 kg). The incidence of adverse events through week 48 was similar in the two groups. The ivacaftor group had a higher level of adverse events leading to interruption but not discontinuation of the drug than placebo (13% vs 6%). More placebo patients discontinued treatment than those on ivacaftor (5% vs 1%). The Subcommittee noted that 70% of patients in this study were also on dornase alfa. </p><p><br></p><p>The Subcommittee noted 52 children aged between 6 and 12 were enrolled in the EVISION study and were evenly divided between ivacaftor and placebo. Again, the primary endpoint was the absolute change from baseline through week 24 in the percent of predicted FEV1. An improvement was seen by day 15, by week 24 there was an absolute improvement of 12.6 percentage points compared to 0.1% in placebo and 10.7% vs 0.7% at week 48. Further benefits were an increase of 3.7 kg in the ivacaftor group vs 1.8 kg, an increase in the CFQ-R score of 6.3 points vs 0.3 points and a significant drop in sweat chloride concentrations. Exacerbations were not significantly different between the two groups and the adverse events were similar. </p><p><br></p><p>The Subcommittee noted a randomised, double-blind placebo-controlled phase 2 crossover study conducted by Davies et al (Lancet Respir Med 2013;1: 630-638). The study enrolled 21 patients of whom 20 patients received treatment and 17 completed the trial. The planned primary outcome was a change in the lung clearance index (LCI) of which there was a significant difference between the ivacaftor treatments and placebo (p=0.0001). There was a significant difference in the FEV1 measurements for the two treatments (p=0.0103) but not in the CFQR scores. </p><p><br></p><p>The Subcommittee noted that the DISCOVER study (Flume et al Chest.2012; 142(3):718-724 was a 16 week safety study sponsored by the company but not designed by the company. There were 112 patients enrolled in the ivacaftor arm and 28 in the placebo arm. The primary endpoint was evaluated by assessment of adverse events, clinical laboratory values, ECGs, vital signs and physical examinations. No serious adverse events occurred. </p><p><br></p><p>The Subcommittee noted three patient studies – Hebestreit et al. J Cyst Fibrosis 2013;12: 599-603, Wood et al Respirology Case Reports 2013;1(2):52-54 and Barry et al Poster, Cystic Fibrosis Conference. All three reported on patients with severe disease treated with ivacaftor in clinical settings either under compassionate grounds or named patient programs. </p><p><br></p><p>The Subcommittee noted the dose defining study by Accurso et al study (Study 101, NEJM 2010). Four patients in four groups received either 25 mg twice daily (BD), 50 mg BD, 75 mg BD or 150 mg BD and four patients received placebo. The reduction in FEV1 percentage of predicted between the 75 mg BD and 150 mg BD treatment regimens was similar (10.0% and 10.5% respectively). The decision to proceed with the 150 mg BD protocol and stop using the 75 mg BD is not well explained. The results suggested that 75 mg BD may work just as well as the 150 mg BD recommendation which would reduce the cost of the treatment. </p><p><br></p><p>The Subcommittee noted that only approximately 90 of the 430 patients in New Zealand who have been diagnosed with cystic fibrosis are taking dornase alfa. The Subcommittee noted that, outside of the main centres, there is a lack of multidisciplinary teams to treat cystic fibrosis patients which could have a detrimental effect on patients’ treatment. Members noted that in general patients in New Zealand are sicker than their counterparts in the UK and US where patients have easier access to multidisciplinary teams. </p><p><br></p><p>The Subcommittee noted that ivacaftor represented a significant improvement in the treatment of cystic fibrosis which is a high need area and if cost were not an issue then they would recommend funding this drug. The Subcommittee noted that ivacaftor it is a unique product that could be highly beneficial but noted that that there were still a lot of unknowns. The subcommittee noted that there may be novel ways that it might be used, for example in short bursts in the treatment of children. Members noted that while this is a unique product it is not a cure. Members noted that ivacaftor would be given in combination with all treatments patients are currently taking. </p><p><br></p><p>The Subcommittee noted that cystic fibrosis is a chronic condition and to date follow-up has only been to approximately three years. The effect of ivacaftor beyond this time frame is unknown. However, following the improvement in a patient’s FEV1 of ~10.5% as seen in the clinical trials, the Subcommittee considered that it would not be unreasonable to expect that FEV1 would slowly decline in a similar way to a patient with non-cystic fibrosis bronchiectasis. </p><p><br></p><p>The Subcommittee noted that only patients with the G551-D-CFTR mutation gene would benefit from ivacaftor although members noted that the FDA had recently extended the licence in the US to cover eight additional mutations G178R, G551S, S549N, S549R, G1244E, G1349D, S1251N, S1255P. It is estimated that the expansion to these mutations would make little difference to the numbers of patients eligible for treatment as these subgroups are very rare. Members noted that it is common practice to do CFTR gene mutation analysis in New Zealand. </p><p><br></p><p>The Subcommittee noted there would be a significant financial impact in listing ivacaftor at the current price of ~$900.00 per day which would equate to ~$8 million per year for 26 patients. Members noted that results from two new phase III trials (TRACTOR and TRANSPORT) studying ivacaftor in conjunction with Vertex’s new product lumacaftor in patients homozygous for the F508del mutation are expected later this year. Members noted that if the results of these two trials are positive there would be a significant financial risk to the Pharmaceutical Budget. The F508del mutation is the most common mutation of the CFTR gene opening treatment to ~75% of the CF population in New Zealand. </p><p><br></p><p>The Subcommittee deferred making a recommendation at this stage pending further analysis by PHARMAC. To help clarify on which patient populations may benefit most, the Subcommittee have asked for cost utility and budget analysis around three discreet groups of patients – those in the early stage of the disease, those with moderate disease already showing decline in FEV1 (similar to the initial targeting of dornase alfa) and those with severe disease requiring a bridge to transplant. The Subcommittee also wanted further information on the results of the trials with lumacaftor and in the long term use of ivacaftor from the ongoing trials.</p>",
          "Status_History__c": "a132P000000Aqe3QAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Committee deferred making a recommendation until data is available from the clinical trials evaluating ivacaftor in combination with lumacaftor (VX-809) and until PHARMAC have completed further cost utility analysis on three discreet groups of patients – asymptomatic, bridge to transplant, and advanced disease stage. </p>",
          "fs": "<p>The Committee deferred making a recommendation until data is available from the clinical trials evaluating ivacaftor in combination with lumacaftor (VX-809) and until PHARMAC have completed further cost utility analysis on three discreet groups of patients – asymptomatic, bridge to transplant, and advanced disease stage. </p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Committee noted that cystic fibrosis (CF) is a genetic defect of a chloride channel regulator (the cystic fibrosis transmembrane conductance regulator or CFTR) resulting in the dehydration of secretions which leads to sticky viscous secretions. Members noted that there are more than 1600 CFTR gene mutations and a wide spectrum of disease severity that cannot necessarily be predicted from genotype. Members noted that approximately 4% of CF patients worldwide have the Class III (gating) mutation, G551D on at least one allele. This type of mutation results in a CFTR protein that is present in the apical cell membrane but displays greatly reduced chloride transport. The Committee noted that about 26 of the 430 cystic fibrosis patients in New Zealand have the G551D gene. </p><p><br></p><p>The Committee noted ivacaftor is a CFTR potentiator that increases chloride channel function by facilitating CFTR opening. Members noted that ivacaftor is registered for use in New Zealand for the treatment of CF patients aged 6 years and older who have a G551D mutation in the CFTR gene with a recommended dose of 150 mg taken orally every 12 hours with a fat containing snack or meal. </p><p><br></p><p>The Committee noted there is evidence of a moderate quality of a large therapeutic effect essentially from two main double blind randomised trials – STRIVE (Ramsey et al NEJM 2011;365:1663-72) and ENVISION (Davies et al Am J Respir Crit Care Med 2013;187,11:1219-1225), both being company-designed and -sponsored. </p><p><br></p><p>The Committee noted that of the 161 patients over the age of 12 years enrolled in the STRIVE study, 83 were randomised to ivacaftor, 78 to placebo, treated for 48 weeks. The primary endpoint was a change in FEV1 at 24 weeks. The absolute change was a 10.4% increase in FEV1 with treatment compared with -0.2% with placebo (p&lt;0.001) at 24 weeks, with improvement seen by day 15 and maintained through week 48. There were reductions in exacerbations (47 vs 99), hospitalisations (21 vs 31) and days in hospital for exacerbations (3.9 vs 4.2); an increase in CFQ-R scores in the treatment group compared with a decrease of 2.7 points in the placebo group; weight gain (3.1 kg vs 0.4 kg), although this appeared to plateau at week 16; and a change in sweat chloride. The incidence of adverse events through to week 48 was similar in the two groups. The ivacaftor group had a higher level of adverse events leading to interruption but not discontinuation of the drug than placebo (13% vs 6%). More placebo patients discontinued treatment than those on ivacaftor (5% vs 1%). The Committee noted that 70% of patients in this study were also on dornase alfa. </p><p><br></p><p>The Committee noted 52 children aged between 6 and 12 (mean age 8.9 years) were enrolled in the EVISION study and were evenly divided between ivacaftor and placebo. Again, the primary endpoint was the absolute change from baseline through week 24 in the percent of predicted FEV1. An improvement was seen by day 15, by week 24 there was an absolute improvement of 12.6% compared with 0.1% in placebo (p&lt;0.001), and 10.7% vs 0.7% at week 48 (p&lt;0.001). Further benefits were a relative increase of 2.8 kg in body weight compared with the placebo group at week 48, an increase in the CFQ-R score of 6.3 points vs 0.3 points, and a significant decrease in sweat chloride concentrations. Exacerbations were not significantly different between the two groups, and the incidence of adverse events were similar. </p><p><br></p><p>The Committee noted interim data from the unpublished PERSIST study, which is an unblinded extension of STRIVE and ENVISION with 192 patients active at 96 weeks. All subjects received ivacaftor 150 mg BD regardless of previous treatment. While immature, the data suggests the change in FEV1 persists in those patients who were previously treated with ivacaftor and the FEV1 change in the placebo group is similar to that seen in the treated group. </p><p><br></p><p>The Committee noted that there is a lack of maturity in the RCT data that makes estimates of long term effects uncertain. Low patient numbers in the initial clinical trials also adds to the uncertainty. </p><p><br></p><p>The Committee noted the dose-defining study by Accurso et al study (Study 101, NEJM 2010). Participants were aged 18 years and over, with at least one G551DCFTR mutation and an FEV1 ≥ 40%. In Part 1 of the study, patients were randomly assigned to receive 25 mg, 75 mg or 150 mg ivacaftor or placebo. The drug was administered during two 14 day periods separated by a washout. Part 2 involved new patients assigned 150 or 250 mg twice daily for 28 consecutive days. The reduction in FEV1 percentage of predicted between the 75 mg BD and 150 mg BD treatment regimens was similar (10.0% and 10.5% respectively). The decision to proceed with the 150 mg BD protocol and stop using the 75 mg BD is not well explained. The results suggested that 75 mg BD may work just as well as the 150 mg BD recommendation which would reduce the cost of the treatment. </p><p><br></p><p>The Committee noted three patient studies: Hebestreit et al. J Cyst Fibrosis 2013;12:599-603; Wood et al Respirology Case Reports 2013;1(2):52-54; Barry et al Poster, Cystic Fibrosis Conference. All three reported on patients with severe disease treated with ivacaftor in clinical settings either under compassionate grounds or named patient programs.</p><p><br></p><p>The Committee noted that, unlike the above studies where around 60% of patients were taking dornase alfa, only approximately 90 of the 430 patients (21%) in New Zealand who have been diagnosed with cystic fibrosis are taking dornase alfa. The Committee noted that, outside of the main centres, in New Zealand there is a lack of multidisciplinary teams (physicians, dieticians and physiotherapists) to treat cystic fibrosis patients, which has had a detrimental effect on patients’ treatment. The Committee considered this paucity of integrated multidisciplinary care had contributed to patients in New Zealand generally having greater morbidity than their counterparts in the UK and US (where patients have better access to multidisciplinary teams), and also greater morbidity than patients in the ivacaftor studies. </p><p><br></p><p>The Committee noted the improvements in FEV1seen in the clinical trials with dornase alfa (ref Cochrane review). At one month, reported in four trials, the mean difference from baseline in FEV1 was 8.3%; at three months; reported in one trial it was 7.3%; at six months; reported in one trial it was 5.8%; at one year, reported in one trial it was 4.1%; and at two years reported in one trial it was 3.2%. At three years, reported in one trial there was no significant difference, but patient numbers were small. The Committee considered the results indicated that dornase alfa has a similar initial effect compared with ivacaftor but that effect appears to wane quickly over time. </p><p><br></p><p>The Committee noted that while ivacaftor appears to maintain an improvement of ~10% out to three years, what is not known is the effect on FEV1 beyond that period of time. The Committee noted that by three years approximately half of the patients on ivacaftor had experienced an exacerbation which would have resulted in some loss of lung function. The Committee noted that the Respiratory Subcommittee had suggested that the rate of decline may be similar to non-CF bronchiectasis, which is approximately half the rate of CF patients.</p><p><br></p><p>The Committee considered that while ivacaftor represents a significant improvement in the treatment of cystic fibrosis, it is not a cure. Members considered that the data is too immature to determine survival benefit, but the reported apparent improvement at three years would imply it would not be unreasonable to expect improvement beyond that time. Members noted that ivacaftor would be given in combination with all the treatments that patients currently receive, expect for hypertonic sodium chloride, which would provide additional benefits over the current standard treatments. The Committee noted that following the improvement in a patient’s FEV1 of ~10% as seen in the clinical trials, it could be expected that FEV1 would slowly decline in a similar way to that seen in patients with bronchiectasis. </p><p><br></p><p>The Committee noted that only patients with the G551-D-CFTR mutation gene would benefit from ivacaftor, although members noted that the FDA had recently extended the licence in the US to cover the eight additional mutations G178R, G551S, S549N, S549R, G1244E, G1349D, S1251N, and S1255P. It is estimated that the expansion to these mutations would make little difference to the numbers of patients eligible for treatment as these subgroups are very rare. Members noted that is common practice to do gene mapping in New Zealand. </p><p><br></p><p>The Committee noted there would be a significant financial impact to the Pharmaceutical Budget in listing ivacaftor at the current price. as treatment will be expected to be long term. Members noted that results from two new phase III trials (TRACTOR and TRANSPORT), studying ivacaftor in conjunction with Vertex’s new product lumacaftor in patients homozygous for the F508del mutation, are expected later this year. Members noted that if the results of these two trials are positive there then would be a significant financial risk to the Pharmaceutical Budget. The F508del mutation is the most common mutation of the CFTR gene, opening treatment to ~75% of the CF population in New Zealand. </p><p><br></p><p>The Committee noted in the Medsafe datasheet for ivacaftor a requirement to reduce the dose of ivacaftor if co-administered with CYP3A inhibitors. 6.18. The Committee deferred making a recommendation on listing ivacaftor, pending further analysis by PHARMAC, clarification on which patient populations may benefit most and further information on the results of the trials with lumacaftor.</p>",
          "fs": "<p>The Committee noted that cystic fibrosis (CF) is a genetic defect of a chloride channel regulator (the cystic fibrosis transmembrane conductance regulator or CFTR) resulting in the dehydration of secretions which leads to sticky viscous secretions. Members noted that there are more than 1600 CFTR gene mutations and a wide spectrum of disease severity that cannot necessarily be predicted from genotype. Members noted that approximately 4% of CF patients worldwide have the Class III (gating) mutation, G551D on at least one allele. This type of mutation results in a CFTR protein that is present in the apical cell membrane but displays greatly reduced chloride transport. The Committee noted that about 26 of the 430 cystic fibrosis patients in New Zealand have the G551D gene. </p><p><br></p><p>The Committee noted ivacaftor is a CFTR potentiator that increases chloride channel function by facilitating CFTR opening. Members noted that ivacaftor is registered for use in New Zealand for the treatment of CF patients aged 6 years and older who have a G551D mutation in the CFTR gene with a recommended dose of 150 mg taken orally every 12 hours with a fat containing snack or meal. </p><p><br></p><p>The Committee noted there is evidence of a moderate quality of a large therapeutic effect essentially from two main double blind randomised trials – STRIVE (Ramsey et al NEJM 2011;365:1663-72) and ENVISION (Davies et al Am J Respir Crit Care Med 2013;187,11:1219-1225), both being company-designed and -sponsored. </p><p><br></p><p>The Committee noted that of the 161 patients over the age of 12 years enrolled in the STRIVE study, 83 were randomised to ivacaftor, 78 to placebo, treated for 48 weeks. The primary endpoint was a change in FEV1 at 24 weeks. The absolute change was a 10.4% increase in FEV1 with treatment compared with -0.2% with placebo (p&lt;0.001) at 24 weeks, with improvement seen by day 15 and maintained through week 48. There were reductions in exacerbations (47 vs 99), hospitalisations (21 vs 31) and days in hospital for exacerbations (3.9 vs 4.2); an increase in CFQ-R scores in the treatment group compared with a decrease of 2.7 points in the placebo group; weight gain (3.1 kg vs 0.4 kg), although this appeared to plateau at week 16; and a change in sweat chloride. The incidence of adverse events through to week 48 was similar in the two groups. The ivacaftor group had a higher level of adverse events leading to interruption but not discontinuation of the drug than placebo (13% vs 6%). More placebo patients discontinued treatment than those on ivacaftor (5% vs 1%). The Committee noted that 70% of patients in this study were also on dornase alfa. </p><p><br></p><p>The Committee noted 52 children aged between 6 and 12 (mean age 8.9 years) were enrolled in the EVISION study and were evenly divided between ivacaftor and placebo. Again, the primary endpoint was the absolute change from baseline through week 24 in the percent of predicted FEV1. An improvement was seen by day 15, by week 24 there was an absolute improvement of 12.6% compared with 0.1% in placebo (p&lt;0.001), and 10.7% vs 0.7% at week 48 (p&lt;0.001). Further benefits were a relative increase of 2.8 kg in body weight compared with the placebo group at week 48, an increase in the CFQ-R score of 6.3 points vs 0.3 points, and a significant decrease in sweat chloride concentrations. Exacerbations were not significantly different between the two groups, and the incidence of adverse events were similar. </p><p><br></p><p>The Committee noted interim data from the unpublished PERSIST study, which is an unblinded extension of STRIVE and ENVISION with 192 patients active at 96 weeks. All subjects received ivacaftor 150 mg BD regardless of previous treatment. While immature, the data suggests the change in FEV1 persists in those patients who were previously treated with ivacaftor and the FEV1 change in the placebo group is similar to that seen in the treated group. </p><p><br></p><p>The Committee noted that there is a lack of maturity in the RCT data that makes estimates of long term effects uncertain. Low patient numbers in the initial clinical trials also adds to the uncertainty. </p><p><br></p><p>The Committee noted the dose-defining study by Accurso et al study (Study 101, NEJM 2010). Participants were aged 18 years and over, with at least one G551DCFTR mutation and an FEV1 ≥ 40%. In Part 1 of the study, patients were randomly assigned to receive 25 mg, 75 mg or 150 mg ivacaftor or placebo. The drug was administered during two 14 day periods separated by a washout. Part 2 involved new patients assigned 150 or 250 mg twice daily for 28 consecutive days. The reduction in FEV1 percentage of predicted between the 75 mg BD and 150 mg BD treatment regimens was similar (10.0% and 10.5% respectively). The decision to proceed with the 150 mg BD protocol and stop using the 75 mg BD is not well explained. The results suggested that 75 mg BD may work just as well as the 150 mg BD recommendation which would reduce the cost of the treatment. </p><p><br></p><p>The Committee noted three patient studies: Hebestreit et al. J Cyst Fibrosis 2013;12:599-603; Wood et al Respirology Case Reports 2013;1(2):52-54; Barry et al Poster, Cystic Fibrosis Conference. All three reported on patients with severe disease treated with ivacaftor in clinical settings either under compassionate grounds or named patient programs.</p><p><br></p><p>The Committee noted that, unlike the above studies where around 60% of patients were taking dornase alfa, only approximately 90 of the 430 patients (21%) in New Zealand who have been diagnosed with cystic fibrosis are taking dornase alfa. The Committee noted that, outside of the main centres, in New Zealand there is a lack of multidisciplinary teams (physicians, dieticians and physiotherapists) to treat cystic fibrosis patients, which has had a detrimental effect on patients’ treatment. The Committee considered this paucity of integrated multidisciplinary care had contributed to patients in New Zealand generally having greater morbidity than their counterparts in the UK and US (where patients have better access to multidisciplinary teams), and also greater morbidity than patients in the ivacaftor studies. </p><p><br></p><p>The Committee noted the improvements in FEV1seen in the clinical trials with dornase alfa (ref Cochrane review). At one month, reported in four trials, the mean difference from baseline in FEV1 was 8.3%; at three months; reported in one trial it was 7.3%; at six months; reported in one trial it was 5.8%; at one year, reported in one trial it was 4.1%; and at two years reported in one trial it was 3.2%. At three years, reported in one trial there was no significant difference, but patient numbers were small. The Committee considered the results indicated that dornase alfa has a similar initial effect compared with ivacaftor but that effect appears to wane quickly over time. </p><p><br></p><p>The Committee noted that while ivacaftor appears to maintain an improvement of ~10% out to three years, what is not known is the effect on FEV1 beyond that period of time. The Committee noted that by three years approximately half of the patients on ivacaftor had experienced an exacerbation which would have resulted in some loss of lung function. The Committee noted that the Respiratory Subcommittee had suggested that the rate of decline may be similar to non-CF bronchiectasis, which is approximately half the rate of CF patients.</p><p><br></p><p>The Committee considered that while ivacaftor represents a significant improvement in the treatment of cystic fibrosis, it is not a cure. Members considered that the data is too immature to determine survival benefit, but the reported apparent improvement at three years would imply it would not be unreasonable to expect improvement beyond that time. Members noted that ivacaftor would be given in combination with all the treatments that patients currently receive, expect for hypertonic sodium chloride, which would provide additional benefits over the current standard treatments. The Committee noted that following the improvement in a patient’s FEV1 of ~10% as seen in the clinical trials, it could be expected that FEV1 would slowly decline in a similar way to that seen in patients with bronchiectasis. </p><p><br></p><p>The Committee noted that only patients with the G551-D-CFTR mutation gene would benefit from ivacaftor, although members noted that the FDA had recently extended the licence in the US to cover the eight additional mutations G178R, G551S, S549N, S549R, G1244E, G1349D, S1251N, and S1255P. It is estimated that the expansion to these mutations would make little difference to the numbers of patients eligible for treatment as these subgroups are very rare. Members noted that is common practice to do gene mapping in New Zealand. </p><p><br></p><p>The Committee noted there would be a significant financial impact to the Pharmaceutical Budget in listing ivacaftor at the current price. as treatment will be expected to be long term. Members noted that results from two new phase III trials (TRACTOR and TRANSPORT), studying ivacaftor in conjunction with Vertex’s new product lumacaftor in patients homozygous for the F508del mutation, are expected later this year. Members noted that if the results of these two trials are positive there then would be a significant financial risk to the Pharmaceutical Budget. The F508del mutation is the most common mutation of the CFTR gene, opening treatment to ~75% of the CF population in New Zealand. </p><p><br></p><p>The Committee noted in the Medsafe datasheet for ivacaftor a requirement to reduce the dose of ivacaftor if co-administered with CYP3A inhibitors. 6.18. The Committee deferred making a recommendation on listing ivacaftor, pending further analysis by PHARMAC, clarification on which patient populations may benefit most and further information on the results of the trials with lumacaftor.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Committee reviewed an application from Vertex Pharmaceuticals (Australia) Pty Ltd for the listing of ivacaftor on the Pharmaceutical Schedule for the treatment of patients with cystic fibrosis.</p>",
          "fs": "<p>The Committee reviewed an application from Vertex Pharmaceuticals (Australia) Pty Ltd for the listing of ivacaftor on the Pharmaceutical Schedule for the treatment of patients with cystic fibrosis.</p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Deferred",
          "fs": "Deferred",
          "change": null
        },
        "Links": {
          "s": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2014-05.pdf\" target=\"_blank\">PTAC minutes</a>",
          "fs": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2014-05.pdf\" target=\"_blank\">PTAC minutes</a>",
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2014",
          "fs": "May 2014",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 8 May 2014.",
          "fs": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 8 May 2014.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUiCUAW"
          },
          "Id": "a0P2P000005KUiCUAW",
          "Event_Date__c": "2014-05-08",
          "Event_Description__c": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 8 May 2014.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2014-05.pdf\" target=\"_blank\">PTAC minutes</a>",
          "Outcome__c": "Deferred",
          "Formatted_Date__c": "May 2014",
          "Published_Recommendation__c": "<p>The Committee deferred making a recommendation until data is available from the clinical trials evaluating ivacaftor in combination with lumacaftor (VX-809) and until PHARMAC have completed further cost utility analysis on three discreet groups of patients – asymptomatic, bridge to transplant, and advanced disease stage. </p>",
          "Published_Application__c": "<p>The Committee reviewed an application from Vertex Pharmaceuticals (Australia) Pty Ltd for the listing of ivacaftor on the Pharmaceutical Schedule for the treatment of patients with cystic fibrosis.</p>",
          "Published_Discussion__c": "<p>The Committee noted that cystic fibrosis (CF) is a genetic defect of a chloride channel regulator (the cystic fibrosis transmembrane conductance regulator or CFTR) resulting in the dehydration of secretions which leads to sticky viscous secretions. Members noted that there are more than 1600 CFTR gene mutations and a wide spectrum of disease severity that cannot necessarily be predicted from genotype. Members noted that approximately 4% of CF patients worldwide have the Class III (gating) mutation, G551D on at least one allele. This type of mutation results in a CFTR protein that is present in the apical cell membrane but displays greatly reduced chloride transport. The Committee noted that about 26 of the 430 cystic fibrosis patients in New Zealand have the G551D gene. </p><p><br></p><p>The Committee noted ivacaftor is a CFTR potentiator that increases chloride channel function by facilitating CFTR opening. Members noted that ivacaftor is registered for use in New Zealand for the treatment of CF patients aged 6 years and older who have a G551D mutation in the CFTR gene with a recommended dose of 150 mg taken orally every 12 hours with a fat containing snack or meal. </p><p><br></p><p>The Committee noted there is evidence of a moderate quality of a large therapeutic effect essentially from two main double blind randomised trials – STRIVE (Ramsey et al NEJM 2011;365:1663-72) and ENVISION (Davies et al Am J Respir Crit Care Med 2013;187,11:1219-1225), both being company-designed and -sponsored. </p><p><br></p><p>The Committee noted that of the 161 patients over the age of 12 years enrolled in the STRIVE study, 83 were randomised to ivacaftor, 78 to placebo, treated for 48 weeks. The primary endpoint was a change in FEV1 at 24 weeks. The absolute change was a 10.4% increase in FEV1 with treatment compared with -0.2% with placebo (p&lt;0.001) at 24 weeks, with improvement seen by day 15 and maintained through week 48. There were reductions in exacerbations (47 vs 99), hospitalisations (21 vs 31) and days in hospital for exacerbations (3.9 vs 4.2); an increase in CFQ-R scores in the treatment group compared with a decrease of 2.7 points in the placebo group; weight gain (3.1 kg vs 0.4 kg), although this appeared to plateau at week 16; and a change in sweat chloride. The incidence of adverse events through to week 48 was similar in the two groups. The ivacaftor group had a higher level of adverse events leading to interruption but not discontinuation of the drug than placebo (13% vs 6%). More placebo patients discontinued treatment than those on ivacaftor (5% vs 1%). The Committee noted that 70% of patients in this study were also on dornase alfa. </p><p><br></p><p>The Committee noted 52 children aged between 6 and 12 (mean age 8.9 years) were enrolled in the EVISION study and were evenly divided between ivacaftor and placebo. Again, the primary endpoint was the absolute change from baseline through week 24 in the percent of predicted FEV1. An improvement was seen by day 15, by week 24 there was an absolute improvement of 12.6% compared with 0.1% in placebo (p&lt;0.001), and 10.7% vs 0.7% at week 48 (p&lt;0.001). Further benefits were a relative increase of 2.8 kg in body weight compared with the placebo group at week 48, an increase in the CFQ-R score of 6.3 points vs 0.3 points, and a significant decrease in sweat chloride concentrations. Exacerbations were not significantly different between the two groups, and the incidence of adverse events were similar. </p><p><br></p><p>The Committee noted interim data from the unpublished PERSIST study, which is an unblinded extension of STRIVE and ENVISION with 192 patients active at 96 weeks. All subjects received ivacaftor 150 mg BD regardless of previous treatment. While immature, the data suggests the change in FEV1 persists in those patients who were previously treated with ivacaftor and the FEV1 change in the placebo group is similar to that seen in the treated group. </p><p><br></p><p>The Committee noted that there is a lack of maturity in the RCT data that makes estimates of long term effects uncertain. Low patient numbers in the initial clinical trials also adds to the uncertainty. </p><p><br></p><p>The Committee noted the dose-defining study by Accurso et al study (Study 101, NEJM 2010). Participants were aged 18 years and over, with at least one G551DCFTR mutation and an FEV1 ≥ 40%. In Part 1 of the study, patients were randomly assigned to receive 25 mg, 75 mg or 150 mg ivacaftor or placebo. The drug was administered during two 14 day periods separated by a washout. Part 2 involved new patients assigned 150 or 250 mg twice daily for 28 consecutive days. The reduction in FEV1 percentage of predicted between the 75 mg BD and 150 mg BD treatment regimens was similar (10.0% and 10.5% respectively). The decision to proceed with the 150 mg BD protocol and stop using the 75 mg BD is not well explained. The results suggested that 75 mg BD may work just as well as the 150 mg BD recommendation which would reduce the cost of the treatment. </p><p><br></p><p>The Committee noted three patient studies: Hebestreit et al. J Cyst Fibrosis 2013;12:599-603; Wood et al Respirology Case Reports 2013;1(2):52-54; Barry et al Poster, Cystic Fibrosis Conference. All three reported on patients with severe disease treated with ivacaftor in clinical settings either under compassionate grounds or named patient programs.</p><p><br></p><p>The Committee noted that, unlike the above studies where around 60% of patients were taking dornase alfa, only approximately 90 of the 430 patients (21%) in New Zealand who have been diagnosed with cystic fibrosis are taking dornase alfa. The Committee noted that, outside of the main centres, in New Zealand there is a lack of multidisciplinary teams (physicians, dieticians and physiotherapists) to treat cystic fibrosis patients, which has had a detrimental effect on patients’ treatment. The Committee considered this paucity of integrated multidisciplinary care had contributed to patients in New Zealand generally having greater morbidity than their counterparts in the UK and US (where patients have better access to multidisciplinary teams), and also greater morbidity than patients in the ivacaftor studies. </p><p><br></p><p>The Committee noted the improvements in FEV1seen in the clinical trials with dornase alfa (ref Cochrane review). At one month, reported in four trials, the mean difference from baseline in FEV1 was 8.3%; at three months; reported in one trial it was 7.3%; at six months; reported in one trial it was 5.8%; at one year, reported in one trial it was 4.1%; and at two years reported in one trial it was 3.2%. At three years, reported in one trial there was no significant difference, but patient numbers were small. The Committee considered the results indicated that dornase alfa has a similar initial effect compared with ivacaftor but that effect appears to wane quickly over time. </p><p><br></p><p>The Committee noted that while ivacaftor appears to maintain an improvement of ~10% out to three years, what is not known is the effect on FEV1 beyond that period of time. The Committee noted that by three years approximately half of the patients on ivacaftor had experienced an exacerbation which would have resulted in some loss of lung function. The Committee noted that the Respiratory Subcommittee had suggested that the rate of decline may be similar to non-CF bronchiectasis, which is approximately half the rate of CF patients.</p><p><br></p><p>The Committee considered that while ivacaftor represents a significant improvement in the treatment of cystic fibrosis, it is not a cure. Members considered that the data is too immature to determine survival benefit, but the reported apparent improvement at three years would imply it would not be unreasonable to expect improvement beyond that time. Members noted that ivacaftor would be given in combination with all the treatments that patients currently receive, expect for hypertonic sodium chloride, which would provide additional benefits over the current standard treatments. The Committee noted that following the improvement in a patient’s FEV1 of ~10% as seen in the clinical trials, it could be expected that FEV1 would slowly decline in a similar way to that seen in patients with bronchiectasis. </p><p><br></p><p>The Committee noted that only patients with the G551-D-CFTR mutation gene would benefit from ivacaftor, although members noted that the FDA had recently extended the licence in the US to cover the eight additional mutations G178R, G551S, S549N, S549R, G1244E, G1349D, S1251N, and S1255P. It is estimated that the expansion to these mutations would make little difference to the numbers of patients eligible for treatment as these subgroups are very rare. Members noted that is common practice to do gene mapping in New Zealand. </p><p><br></p><p>The Committee noted there would be a significant financial impact to the Pharmaceutical Budget in listing ivacaftor at the current price. as treatment will be expected to be long term. Members noted that results from two new phase III trials (TRACTOR and TRANSPORT), studying ivacaftor in conjunction with Vertex’s new product lumacaftor in patients homozygous for the F508del mutation, are expected later this year. Members noted that if the results of these two trials are positive there then would be a significant financial risk to the Pharmaceutical Budget. The F508del mutation is the most common mutation of the CFTR gene, opening treatment to ~75% of the CF population in New Zealand. </p><p><br></p><p>The Committee noted in the Medsafe datasheet for ivacaftor a requirement to reduce the dose of ivacaftor if co-administered with CYP3A inhibitors. 6.18. The Committee deferred making a recommendation on listing ivacaftor, pending further analysis by PHARMAC, clarification on which patient populations may benefit most and further information on the results of the trials with lumacaftor.</p>",
          "Status_History__c": "a132P000000Aqg6QAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": "PTAC recommended the submission for funding of ivacaftor for the treatment of cystic fibrosis patients with the GD551D gene be declined. The Committee considered that, while ivacaftor represents a significant improvement in the treatment of cystic fibrosis, it is not a cure and the data is too immature to determine survival benefit yet, although the reported apparent improvement at three years may imply improvement may be expected beyond that time. The Committee recommended to decline the submission based mainly on its high cost and poor cost-effectiveness.",
          "fs": "PTAC recommended the submission for funding of ivacaftor for the treatment of cystic fibrosis patients with the GD551D gene be declined. The Committee considered that, while ivacaftor represents a significant improvement in the treatment of cystic fibrosis, it is not a cure and the data is too immature to determine survival benefit yet, although the reported apparent improvement at three years may imply improvement may be expected beyond that time. The Committee recommended to decline the submission based mainly on its high cost and poor cost-effectiveness.",
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Committee recommended the submission for funding of ivacaftor for the treatment of cystic fibrosis patients with the GD551D gene be declined. </p><p><br></p><p>The Decision Criteria particularly relevant to this recommendation are: (iv) The clinical benefits and risks of pharmaceuticals; (v) The cost-effectiveness of meeting health needs by funding pharmaceuticals rather than using other publicly funded health and disability support services; (vi) The budgetary impact (in terms of the pharmaceutical budget and the Government’s overall health budget) of any changes to the Schedule. </p>",
          "fs": "<p>The Committee recommended the submission for funding of ivacaftor for the treatment of cystic fibrosis patients with the GD551D gene be declined. </p><p><br></p><p>The Decision Criteria particularly relevant to this recommendation are: (iv) The clinical benefits and risks of pharmaceuticals; (v) The cost-effectiveness of meeting health needs by funding pharmaceuticals rather than using other publicly funded health and disability support services; (vi) The budgetary impact (in terms of the pharmaceutical budget and the Government’s overall health budget) of any changes to the Schedule. </p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Committee noted that at its May 2014 meeting it had reviewed an application from Vertex Pharmaceuticals (Australia) Pty for funding ivacaftor for the treatment of patients with cystic fibrosis. The Committee noted that at that time members deferred making a recommendation until data was available from clinical trials evaluating ivacaftor in combination with lumacaftor (VX-809) and until PHARMAC had completed further cost utility analysis on three discreet groups of patients – asymptomatic, bridge-to-transplant, and advanced disease stage. The Committee noted that the Respiratory Subcommittee had reviewed ivacaftor at its April 2014 meeting and made a similar recommendation. </p><p><br></p><p>The Committee noted that no clinical trials on the use of ivacaftor in combination with lumacaftor published in peer reviewed journals were available. The Committee noted that results of two phase III clinical trials of ivacaftor in combination with lumacaftor in F508-del CF were publicised by Vertex Pharmaceuticals in a media release in June 2014 but that the results of these clinical trials have not yet been published in peerreviewed journals. The Committee became aware during the preparation of the minutes for the meeting of the NEJM publication of May 17 2015 DOI: 10.1056/NEJMoa1409547. </p><p><br></p><p>The Committee noted that Vertex Pharmaceuticals media release presented point estimates and p values for primary and some secondary outcome variables for each study and for the combined studies. The Committee commented that no confidence intervals were presented for the estimates. The Committee noted that the key apparent finding was that the combination therapy was associated with point estimates of improvement in FEV1 % of predicted of between 2.6% and 4.0% after 48 weeks, and commented that this compared with the previously minuted point estimates of 10% to 24 12% in the ivacaftor clinical trials with G551D patients. The Committee noted that, in the pooled analysis, exacerbations decreased from 1.14 per week to 0.7–0.8 per week. The Committee considered that, while the studies could well be of high quality, members were not able to adequately appraise the results, and in particular they did not have confidence intervals available to enable them to evaluate uncertainty around, and the relevance of, the effect. </p><p><br></p><p>The Committee considered that its previous assessment of ivacaftor and its possible place in therapy remained unchanged, as no new appreciable information had been supplied. The Committee considered that, while ivacaftor represents a significant improvement in the treatment of cystic fibrosis, it is not a cure and the data is too immature to determine survival benefit yet, although the reported apparent improvement at three years may imply improvement may be expected beyond that time.  </p><p><br></p><p>The Committee noted cost-utility analysis undertaken by PHARMAC staff for three disease states: early stage, asymptomatic; advanced disease state; and as a bridge-tolung. Members noted that the best CUA results were reported in the bridge-to-transplant group, as it permitted the attribution of health gains from a lung transplant to ivacaftor. Members considered, in general, that treatment of a patient as early as possible would provide the greatest health gains, albeit at a high cost from lifelong use of ivacaftor. </p><p><br></p><p>The Committee considered that although ivacaftor is registered for use in patients 6 years and older, it is most likely that children under 6 years would be prescribed ivacaftor regardless of its registration status, and it is unlikely that these patients would be asymptomatic even at that early age.  </p><p><br></p><p>The Committee noted that the supplier’s CUA model assumed perfect maintenance of health following treatment with ivacaftor. The Committee considered it unlikely that ivacaftor would prevent all further deterioration in health and that it would be more likely that their utility would be similar to that of cystic fibrosis patients who survive mediumterm after lung transplantation. </p><p><br></p><p>The Committee considered two clinical papers that assessed health utility in lung transplant recipients. Studer et al (Eur Respir J. 2004;24:674-685) reviewed the outcomes of lung transplant including survival, function, physiological results, quality of life and cost-effectiveness. Singer et al (Am J Transplant. 2005;5:103-109) studied standard gamble utilities in a cohort of stable lung transplant recipients in order to measure utilities for post-transplant health states that could be used to model qualityadjusted survival. The Committee noted that these reviews provided utilities of 0.3 while waiting for a transplant and 0.82 after a bilateral transplant (Studer et al), with a median utility three years after transplant of 0.88 (inter-quartile range 0.5 to 0.99). </p><p><br></p><p>The Committee considered that these results validated the supplier’s assumptions for health utilities of 0.37 for severe disease and 0.67 for moderate disease, but that it was unlikely that health utility would exceed 0.8 for those with severe or moderate cystic fibrosis after treatment with ivacaftor, as members considered it unlikely that utilities would be better than post bilateral lung transplant. </p><p><br></p><p>In relation to defining ‘bridge-to-transplant’, the Committee considered a consensus update from the Pulmonary Transplantation Council of the International Society for Heart and Lung Transplantation on selecting lung transplant patients (Weill et al. J Heart Lung Transplant 2015;34:1-15). This defined bridge-to-transplant as “strategies to manage with artificial support an acutely decompensating patient until a suitable organ can be found”. The Committee noted this definition is similar to that used in guidelines suggested by the ECORN-CF Study Group (Hirche et al. Pulm Med. 2014;2014:621342. doi:10.1155/2014/621342). </p><p><br></p><p>The Committee discussed the duration of time that ivacaftor may be used pre-transplant and whether it should be used post-transplant. One case study was discussed (Polenakovik &amp; Sanville. J Cystic Fibros. 2013;12:530-1) in which a patient, who was 25 due to be assessed for a lung transplant, was admitted to hospital with an acute deterioration with FEV1% falling from around 34% to 24% and needing antibiotics, bilevel positive airway pressure and home oxygen. The patient was treated with ivacaftor for 6 months, after which his FEV1% was observed to improve to 36% and because he felt better he declined to be assessed for lung transplant. The Committee noted that while the case study did not give an indication on the length of time ivacaftor may be used pre-transplant, it might indicate that some patients may elect not to have a transplant while they are on ivacaftor. </p><p><br></p><p>The Committee noted that cost savings are unlikely to occur in the bridge-to-transplant setting as there would be significant costs after a transplant. </p><p><br></p><p>The Committee noted information from the Australia and New Zealand cardiothoracic organ transplant registry indicating a median wait for lung transplant (once accepted on the list) of 120 days (in 2012) and 91 (in 2013). The Committee considered that these may be reasonable estimates for the length of time ivacaftor would be used as in this setting, it would be used to improving the physiological state of patients, reducing further decline in lung function and exacerbations. </p><p><br></p><p>The Committee commented that other countries had struggled with funding ivacaftor as they were unsure what end point best to model, e.g. reduction in FEV1, improvement post-transplant, or improvement in survival rates. The Committee considered that while ivacaftor shows benefit in the treatment of cystic fibrosis patients with the G551D-CFTR mutation, its cost remains prohibitive and there is no long term data to determine a survival benefit. The Committee considered that, from the as yet unpublished (in peerreviewed journals) information that is available on lumacaftor, it appears that lumacaftor and ivacaftor in F508-del CF, may be less effective than ivacaftor in G551-D CF.</p>",
          "fs": "<p>The Committee noted that at its May 2014 meeting it had reviewed an application from Vertex Pharmaceuticals (Australia) Pty for funding ivacaftor for the treatment of patients with cystic fibrosis. The Committee noted that at that time members deferred making a recommendation until data was available from clinical trials evaluating ivacaftor in combination with lumacaftor (VX-809) and until PHARMAC had completed further cost utility analysis on three discreet groups of patients – asymptomatic, bridge-to-transplant, and advanced disease stage. The Committee noted that the Respiratory Subcommittee had reviewed ivacaftor at its April 2014 meeting and made a similar recommendation. </p><p><br></p><p>The Committee noted that no clinical trials on the use of ivacaftor in combination with lumacaftor published in peer reviewed journals were available. The Committee noted that results of two phase III clinical trials of ivacaftor in combination with lumacaftor in F508-del CF were publicised by Vertex Pharmaceuticals in a media release in June 2014 but that the results of these clinical trials have not yet been published in peerreviewed journals. The Committee became aware during the preparation of the minutes for the meeting of the NEJM publication of May 17 2015 DOI: 10.1056/NEJMoa1409547. </p><p><br></p><p>The Committee noted that Vertex Pharmaceuticals media release presented point estimates and p values for primary and some secondary outcome variables for each study and for the combined studies. The Committee commented that no confidence intervals were presented for the estimates. The Committee noted that the key apparent finding was that the combination therapy was associated with point estimates of improvement in FEV1 % of predicted of between 2.6% and 4.0% after 48 weeks, and commented that this compared with the previously minuted point estimates of 10% to 24 12% in the ivacaftor clinical trials with G551D patients. The Committee noted that, in the pooled analysis, exacerbations decreased from 1.14 per week to 0.7–0.8 per week. The Committee considered that, while the studies could well be of high quality, members were not able to adequately appraise the results, and in particular they did not have confidence intervals available to enable them to evaluate uncertainty around, and the relevance of, the effect. </p><p><br></p><p>The Committee considered that its previous assessment of ivacaftor and its possible place in therapy remained unchanged, as no new appreciable information had been supplied. The Committee considered that, while ivacaftor represents a significant improvement in the treatment of cystic fibrosis, it is not a cure and the data is too immature to determine survival benefit yet, although the reported apparent improvement at three years may imply improvement may be expected beyond that time.  </p><p><br></p><p>The Committee noted cost-utility analysis undertaken by PHARMAC staff for three disease states: early stage, asymptomatic; advanced disease state; and as a bridge-tolung. Members noted that the best CUA results were reported in the bridge-to-transplant group, as it permitted the attribution of health gains from a lung transplant to ivacaftor. Members considered, in general, that treatment of a patient as early as possible would provide the greatest health gains, albeit at a high cost from lifelong use of ivacaftor. </p><p><br></p><p>The Committee considered that although ivacaftor is registered for use in patients 6 years and older, it is most likely that children under 6 years would be prescribed ivacaftor regardless of its registration status, and it is unlikely that these patients would be asymptomatic even at that early age.  </p><p><br></p><p>The Committee noted that the supplier’s CUA model assumed perfect maintenance of health following treatment with ivacaftor. The Committee considered it unlikely that ivacaftor would prevent all further deterioration in health and that it would be more likely that their utility would be similar to that of cystic fibrosis patients who survive mediumterm after lung transplantation. </p><p><br></p><p>The Committee considered two clinical papers that assessed health utility in lung transplant recipients. Studer et al (Eur Respir J. 2004;24:674-685) reviewed the outcomes of lung transplant including survival, function, physiological results, quality of life and cost-effectiveness. Singer et al (Am J Transplant. 2005;5:103-109) studied standard gamble utilities in a cohort of stable lung transplant recipients in order to measure utilities for post-transplant health states that could be used to model qualityadjusted survival. The Committee noted that these reviews provided utilities of 0.3 while waiting for a transplant and 0.82 after a bilateral transplant (Studer et al), with a median utility three years after transplant of 0.88 (inter-quartile range 0.5 to 0.99). </p><p><br></p><p>The Committee considered that these results validated the supplier’s assumptions for health utilities of 0.37 for severe disease and 0.67 for moderate disease, but that it was unlikely that health utility would exceed 0.8 for those with severe or moderate cystic fibrosis after treatment with ivacaftor, as members considered it unlikely that utilities would be better than post bilateral lung transplant. </p><p><br></p><p>In relation to defining ‘bridge-to-transplant’, the Committee considered a consensus update from the Pulmonary Transplantation Council of the International Society for Heart and Lung Transplantation on selecting lung transplant patients (Weill et al. J Heart Lung Transplant 2015;34:1-15). This defined bridge-to-transplant as “strategies to manage with artificial support an acutely decompensating patient until a suitable organ can be found”. The Committee noted this definition is similar to that used in guidelines suggested by the ECORN-CF Study Group (Hirche et al. Pulm Med. 2014;2014:621342. doi:10.1155/2014/621342). </p><p><br></p><p>The Committee discussed the duration of time that ivacaftor may be used pre-transplant and whether it should be used post-transplant. One case study was discussed (Polenakovik &amp; Sanville. J Cystic Fibros. 2013;12:530-1) in which a patient, who was 25 due to be assessed for a lung transplant, was admitted to hospital with an acute deterioration with FEV1% falling from around 34% to 24% and needing antibiotics, bilevel positive airway pressure and home oxygen. The patient was treated with ivacaftor for 6 months, after which his FEV1% was observed to improve to 36% and because he felt better he declined to be assessed for lung transplant. The Committee noted that while the case study did not give an indication on the length of time ivacaftor may be used pre-transplant, it might indicate that some patients may elect not to have a transplant while they are on ivacaftor. </p><p><br></p><p>The Committee noted that cost savings are unlikely to occur in the bridge-to-transplant setting as there would be significant costs after a transplant. </p><p><br></p><p>The Committee noted information from the Australia and New Zealand cardiothoracic organ transplant registry indicating a median wait for lung transplant (once accepted on the list) of 120 days (in 2012) and 91 (in 2013). The Committee considered that these may be reasonable estimates for the length of time ivacaftor would be used as in this setting, it would be used to improving the physiological state of patients, reducing further decline in lung function and exacerbations. </p><p><br></p><p>The Committee commented that other countries had struggled with funding ivacaftor as they were unsure what end point best to model, e.g. reduction in FEV1, improvement post-transplant, or improvement in survival rates. The Committee considered that while ivacaftor shows benefit in the treatment of cystic fibrosis patients with the G551D-CFTR mutation, its cost remains prohibitive and there is no long term data to determine a survival benefit. The Committee considered that, from the as yet unpublished (in peerreviewed journals) information that is available on lumacaftor, it appears that lumacaftor and ivacaftor in F508-del CF, may be less effective than ivacaftor in G551-D CF.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Committee reviewed further information on the cost effectiveness of ivacaftor. </p>",
          "fs": "<p>The Committee reviewed further information on the cost effectiveness of ivacaftor. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Decline",
          "fs": "Decline",
          "change": null
        },
        "Links": {
          "s": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2015-05-updated.pdf\" target=\"_blank\">PTAC minutes</a>",
          "fs": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2015-05-updated.pdf\" target=\"_blank\">PTAC minutes</a>",
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2015",
          "fs": "May 2015",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 7 May 2015.",
          "fs": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 7 May 2015.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUnWUAW"
          },
          "Id": "a0P2P000005KUnWUAW",
          "Event_Date__c": "2015-05-07",
          "Event_Description__c": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 7 May 2015.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2015-05-updated.pdf\" target=\"_blank\">PTAC minutes</a>",
          "Outcome__c": "Decline",
          "Summary__c": "PTAC recommended the submission for funding of ivacaftor for the treatment of cystic fibrosis patients with the GD551D gene be declined. The Committee considered that, while ivacaftor represents a significant improvement in the treatment of cystic fibrosis, it is not a cure and the data is too immature to determine survival benefit yet, although the reported apparent improvement at three years may imply improvement may be expected beyond that time. The Committee recommended to decline the submission based mainly on its high cost and poor cost-effectiveness.",
          "Formatted_Date__c": "May 2015",
          "Published_Recommendation__c": "<p>The Committee recommended the submission for funding of ivacaftor for the treatment of cystic fibrosis patients with the GD551D gene be declined. </p><p><br></p><p>The Decision Criteria particularly relevant to this recommendation are: (iv) The clinical benefits and risks of pharmaceuticals; (v) The cost-effectiveness of meeting health needs by funding pharmaceuticals rather than using other publicly funded health and disability support services; (vi) The budgetary impact (in terms of the pharmaceutical budget and the Government’s overall health budget) of any changes to the Schedule. </p>",
          "Published_Application__c": "<p>The Committee reviewed further information on the cost effectiveness of ivacaftor. </p>",
          "Published_Discussion__c": "<p>The Committee noted that at its May 2014 meeting it had reviewed an application from Vertex Pharmaceuticals (Australia) Pty for funding ivacaftor for the treatment of patients with cystic fibrosis. The Committee noted that at that time members deferred making a recommendation until data was available from clinical trials evaluating ivacaftor in combination with lumacaftor (VX-809) and until PHARMAC had completed further cost utility analysis on three discreet groups of patients – asymptomatic, bridge-to-transplant, and advanced disease stage. The Committee noted that the Respiratory Subcommittee had reviewed ivacaftor at its April 2014 meeting and made a similar recommendation. </p><p><br></p><p>The Committee noted that no clinical trials on the use of ivacaftor in combination with lumacaftor published in peer reviewed journals were available. The Committee noted that results of two phase III clinical trials of ivacaftor in combination with lumacaftor in F508-del CF were publicised by Vertex Pharmaceuticals in a media release in June 2014 but that the results of these clinical trials have not yet been published in peerreviewed journals. The Committee became aware during the preparation of the minutes for the meeting of the NEJM publication of May 17 2015 DOI: 10.1056/NEJMoa1409547. </p><p><br></p><p>The Committee noted that Vertex Pharmaceuticals media release presented point estimates and p values for primary and some secondary outcome variables for each study and for the combined studies. The Committee commented that no confidence intervals were presented for the estimates. The Committee noted that the key apparent finding was that the combination therapy was associated with point estimates of improvement in FEV1 % of predicted of between 2.6% and 4.0% after 48 weeks, and commented that this compared with the previously minuted point estimates of 10% to 24 12% in the ivacaftor clinical trials with G551D patients. The Committee noted that, in the pooled analysis, exacerbations decreased from 1.14 per week to 0.7–0.8 per week. The Committee considered that, while the studies could well be of high quality, members were not able to adequately appraise the results, and in particular they did not have confidence intervals available to enable them to evaluate uncertainty around, and the relevance of, the effect. </p><p><br></p><p>The Committee considered that its previous assessment of ivacaftor and its possible place in therapy remained unchanged, as no new appreciable information had been supplied. The Committee considered that, while ivacaftor represents a significant improvement in the treatment of cystic fibrosis, it is not a cure and the data is too immature to determine survival benefit yet, although the reported apparent improvement at three years may imply improvement may be expected beyond that time.  </p><p><br></p><p>The Committee noted cost-utility analysis undertaken by PHARMAC staff for three disease states: early stage, asymptomatic; advanced disease state; and as a bridge-tolung. Members noted that the best CUA results were reported in the bridge-to-transplant group, as it permitted the attribution of health gains from a lung transplant to ivacaftor. Members considered, in general, that treatment of a patient as early as possible would provide the greatest health gains, albeit at a high cost from lifelong use of ivacaftor. </p><p><br></p><p>The Committee considered that although ivacaftor is registered for use in patients 6 years and older, it is most likely that children under 6 years would be prescribed ivacaftor regardless of its registration status, and it is unlikely that these patients would be asymptomatic even at that early age.  </p><p><br></p><p>The Committee noted that the supplier’s CUA model assumed perfect maintenance of health following treatment with ivacaftor. The Committee considered it unlikely that ivacaftor would prevent all further deterioration in health and that it would be more likely that their utility would be similar to that of cystic fibrosis patients who survive mediumterm after lung transplantation. </p><p><br></p><p>The Committee considered two clinical papers that assessed health utility in lung transplant recipients. Studer et al (Eur Respir J. 2004;24:674-685) reviewed the outcomes of lung transplant including survival, function, physiological results, quality of life and cost-effectiveness. Singer et al (Am J Transplant. 2005;5:103-109) studied standard gamble utilities in a cohort of stable lung transplant recipients in order to measure utilities for post-transplant health states that could be used to model qualityadjusted survival. The Committee noted that these reviews provided utilities of 0.3 while waiting for a transplant and 0.82 after a bilateral transplant (Studer et al), with a median utility three years after transplant of 0.88 (inter-quartile range 0.5 to 0.99). </p><p><br></p><p>The Committee considered that these results validated the supplier’s assumptions for health utilities of 0.37 for severe disease and 0.67 for moderate disease, but that it was unlikely that health utility would exceed 0.8 for those with severe or moderate cystic fibrosis after treatment with ivacaftor, as members considered it unlikely that utilities would be better than post bilateral lung transplant. </p><p><br></p><p>In relation to defining ‘bridge-to-transplant’, the Committee considered a consensus update from the Pulmonary Transplantation Council of the International Society for Heart and Lung Transplantation on selecting lung transplant patients (Weill et al. J Heart Lung Transplant 2015;34:1-15). This defined bridge-to-transplant as “strategies to manage with artificial support an acutely decompensating patient until a suitable organ can be found”. The Committee noted this definition is similar to that used in guidelines suggested by the ECORN-CF Study Group (Hirche et al. Pulm Med. 2014;2014:621342. doi:10.1155/2014/621342). </p><p><br></p><p>The Committee discussed the duration of time that ivacaftor may be used pre-transplant and whether it should be used post-transplant. One case study was discussed (Polenakovik &amp; Sanville. J Cystic Fibros. 2013;12:530-1) in which a patient, who was 25 due to be assessed for a lung transplant, was admitted to hospital with an acute deterioration with FEV1% falling from around 34% to 24% and needing antibiotics, bilevel positive airway pressure and home oxygen. The patient was treated with ivacaftor for 6 months, after which his FEV1% was observed to improve to 36% and because he felt better he declined to be assessed for lung transplant. The Committee noted that while the case study did not give an indication on the length of time ivacaftor may be used pre-transplant, it might indicate that some patients may elect not to have a transplant while they are on ivacaftor. </p><p><br></p><p>The Committee noted that cost savings are unlikely to occur in the bridge-to-transplant setting as there would be significant costs after a transplant. </p><p><br></p><p>The Committee noted information from the Australia and New Zealand cardiothoracic organ transplant registry indicating a median wait for lung transplant (once accepted on the list) of 120 days (in 2012) and 91 (in 2013). The Committee considered that these may be reasonable estimates for the length of time ivacaftor would be used as in this setting, it would be used to improving the physiological state of patients, reducing further decline in lung function and exacerbations. </p><p><br></p><p>The Committee commented that other countries had struggled with funding ivacaftor as they were unsure what end point best to model, e.g. reduction in FEV1, improvement post-transplant, or improvement in survival rates. The Committee considered that while ivacaftor shows benefit in the treatment of cystic fibrosis patients with the G551D-CFTR mutation, its cost remains prohibitive and there is no long term data to determine a survival benefit. The Committee considered that, from the as yet unpublished (in peerreviewed journals) information that is available on lumacaftor, it appears that lumacaftor and ivacaftor in F508-del CF, may be less effective than ivacaftor in G551-D CF.</p>",
          "Status_History__c": "a132P000000AqvBQAS"
        },
        "change": null
      },
      {
        "Summary": {
          "s": "Application received from Vertex following the call for applications for medicines for rare disorders. To be considered at November 2018 Rare Disorders Subcommittee meeting",
          "fs": "Application received from Vertex following the call for applications for medicines for rare disorders. To be considered at November 2018 Rare Disorders Subcommittee meeting",
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Sep 2018",
          "fs": "Sep 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUnZUAW"
          },
          "Id": "a0P2P000005KUnZUAW",
          "Event_Date__c": "2018-09-25",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Summary__c": "Application received from Vertex following the call for applications for medicines for rare disorders. To be considered at November 2018 Rare Disorders Subcommittee meeting",
          "Formatted_Date__c": "Sep 2018",
          "Status_History__c": "a132P000000ArXzQAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": "The Subcommittee recommended that ivacaftor be funded with a medium priority for the treatment of cystic fibrosis in patients with a G551D mutation based on high health need, a lack of disease-modifying treatment options, and moderate quality evidence of a health benefit noting the limited availability of long-term data, subject to Special Authority criteria.",
          "fs": "The Subcommittee recommended that ivacaftor be funded with a medium priority for the treatment of cystic fibrosis in patients with a G551D mutation based on high health need, a lack of disease-modifying treatment options, and moderate quality evidence of a health benefit noting the limited availability of long-term data, subject to Special Authority criteria.",
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Subcommittee recommended that ivacaftor be funded with a medium priority for the treatment of cystic fibrosis in patients with a G551D mutation based on high health need, a lack of disease-modifying treatment options, and moderate quality evidence of a health benefit noting the limited availability of long-term data, subject to the following Special Authority criteria: </p><p><b>Initial application</b> – only from a specialist respiratory physician or paediatrician with experience and expertise in the management of cystic fibrosis. Approvals valid for 6 months for applications meeting the following criteria: </p><p>All of the following: </p><p>1. Patient has been diagnosed with cystic fibrosis; and </p><p>2. Either: </p><p>2.1. Patient must have G551D mutation in the cystic fibrosis transmembrane conductance regulator (CFTR) gene on at least 1 allele; or </p><p>2.2. Patient must have other gating (class III) mutation in the CFTR gene on at least 1 allele; and </p><p>3. Patient must have a sweat chloride value of at least 60 mmol/L by quantitative pilocarpine iontophoresis; and </p><p>4. Patient must not receive more than 24 weeks of treatment under this restriction; and </p><p>5. Treatment with ivacaftor must be given concomitantly with standard therapy for this condition; and </p><p>6. Patient must not have an acute upper or lower respiratory infection, pulmonary exacerbation, or changes in therapy (including antibiotics) for pulmonary disease in the last 4 weeks prior to commencing treatment with ivacaftor. </p><p><br></p><p><b>Renewal </b>– only from a specialist respiratory physician or paediatrician with experience and expertise in the management of cystic fibrosis. Approvals valid for 6 months for application meeting the following criteria: </p><p>1. The treatment remains appropriate and the patient is benefitting from treatment as demonstrated by XXX (to be completed following advice from physicians who specialised in treating cystic fibrosis).</p>",
          "fs": "<p>The Subcommittee recommended that ivacaftor be funded with a medium priority for the treatment of cystic fibrosis in patients with a G551D mutation based on high health need, a lack of disease-modifying treatment options, and moderate quality evidence of a health benefit noting the limited availability of long-term data, subject to the following Special Authority criteria: </p><p><b>Initial application</b> – only from a specialist respiratory physician or paediatrician with experience and expertise in the management of cystic fibrosis. Approvals valid for 6 months for applications meeting the following criteria: </p><p>All of the following: </p><p>1. Patient has been diagnosed with cystic fibrosis; and </p><p>2. Either: </p><p>2.1. Patient must have G551D mutation in the cystic fibrosis transmembrane conductance regulator (CFTR) gene on at least 1 allele; or </p><p>2.2. Patient must have other gating (class III) mutation in the CFTR gene on at least 1 allele; and </p><p>3. Patient must have a sweat chloride value of at least 60 mmol/L by quantitative pilocarpine iontophoresis; and </p><p>4. Patient must not receive more than 24 weeks of treatment under this restriction; and </p><p>5. Treatment with ivacaftor must be given concomitantly with standard therapy for this condition; and </p><p>6. Patient must not have an acute upper or lower respiratory infection, pulmonary exacerbation, or changes in therapy (including antibiotics) for pulmonary disease in the last 4 weeks prior to commencing treatment with ivacaftor. </p><p><br></p><p><b>Renewal </b>– only from a specialist respiratory physician or paediatrician with experience and expertise in the management of cystic fibrosis. Approvals valid for 6 months for application meeting the following criteria: </p><p>1. The treatment remains appropriate and the patient is benefitting from treatment as demonstrated by XXX (to be completed following advice from physicians who specialised in treating cystic fibrosis).</p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Subcommittee noted that PHARMAC has previously considered applications for the funding of ivacaftor for the treatment of cystic fibrosis in patients with G551D gene mutation on several occasions. The Subcommittee noted that in April 2014, the Respiratory Subcommittee deferred making a recommendation on ivacaftor until further clinical trial data became available evaluating ivacaftor in combination with lumacaftor, and until PHARMAC had completed further cost utility analysis. The Subcommittee noted that in May 2014, the Pharmacology and Therapeutics Advisory Committee (PTAC) deferred making a recommendation on ivacaftor for the same reasons. The Subcommittee noted that PTAC reviewed the cost effectiveness of ivacaftor in May 2015, and recommended that the application for ivacaftor be declined based on prohibitive cost and because the clinical trial results for the combination treatment had not yet been published. </p><p><br></p><p>The Subcommittee noted a number of submissions recently provided to PHARMAC from clinicians and members of the public in support of the funding application. The Subcommittee noted the high health need of people with cystic fibrosis and their families/caregivers, and the feedback highlighting the effect that cystic fibrosis can have on people with the disease, as well as their families, caregivers, and friends. </p><p><br></p><p>The Subcommittee noted that cystic fibrosis is an autosomal recessive disease caused by a mutation in the gene that encodes for the cystic fibrosis transmembrane conductance regulator (CFTR) protein, an ATP-gated anion channel which regulates the movement of ions across epithelial membranes. The Subcommittee noted that in the lungs, dysfunction in CFTR results in the production of thick, viscous secretions which compromise mucociliary clearance. The Subcommittee noted that other organs are also affected by dysfunction in CFTR, including the pancreas, liver, intestine, and reproductive tract. </p><p><br></p><p>The Subcommittee noted that cystic fibrosis is characterised by persistent lung infection, progressive loss of lung function, and pancreatic insufficiency resulting in malabsorption and malnutrition. </p><p><br></p><p>The Subcommittee noted that the severity of cystic fibrosis varies significantly from person to person depending on the degree of dysfunction in CFTR and the degree of lung involvement; however, the Subcommittee noted that deterioration is inevitable, resulting in progressive organ damage and eventually death. The Subcommittee noted that the life expectancy of individuals with cystic fibrosis is approximately 40 years. </p><p><br></p><p>The Subcommittee noted that the quality of life of individuals with cystic fibrosis is significantly impacted by the symptoms of disease, the intensive treatment regimens, and the frequent need for hospitalisation due to pulmonary exacerbation. </p><p><br></p><p>The Subcommittee noted that there is likely to be a health need for others as a result of caring for patients with cystic fibrosis. The Subcommittee noted that much of the burden of caring for a child with cystic fibrosis falls on the family and whānau, which imposes a high emotional and psychological burden due to the intensive and time-consuming treatment regimens, costs, and frequent need for medical intervention. </p><p><br></p><p>The Subcommittee noted that more than 1900 mutations in the CFTR gene have been identified, and that these mutations are categorised into one of five classes depending on the impact they have on the synthesis, processing, or function of the CFTR gene. The Subcommittee noted that the G551D mutation is a gating or Class III mutation which results in the CFTR protein being present on the apical cell membrane but with greatly reduced chloride transport capability. The Subcommittee noted that approximately 4% of patients with cystic fibrosis worldwide have a G551D mutation on at least one allele. </p><p><br></p><p>The Subcommittee noted that the Port CFNZ data registry report from 2014 indicated that there are 443 individuals with cystic fibrosis in New Zealand, and that 30 of these individuals have the G551D mutation. Members considered that currently other Class III (gating) mutations in the CFTR gene are rare and would be unlikely to significantly affect the prevalence in New Zealand. The Subcommittee considered that these data indicate that the cumulative prevalence of cystic fibrosis due to G551D mutation or other Class III (gating) mutations is likely to be less than 1:50,000 and therefore this subgroup of patients with cystic fibrosis could be considered rare. </p><p><br></p><p>The Subcommittee noted that ivacaftor is approved by Medsafe for the treatment of cystic fibrosis in patients aged 6 years and older who have a G551D or other gating (Class III) mutation in the CFTR gene. The Subcommittee noted that ivacaftor is not approved in New Zealand for any indication other than that stated above, including cystic fibrosis due to other mutations. The Subcommittee noted ivacaftor has different approved indications in other jurisdictions such as the US and Europe. The Subcommittee considered that the ivacaftor funding application appeared to meet PHARMAC’s principles for rare disorders based on current information (PHARMAC applied definition of a rare disorder); however, at this time there is uncertainty regarding the use of ivacaftor in combination with other agents. Members noted that the efficacy of ivacaftor monotherapy has not been reported in other forms of cystic fibrosis to date. The Subcommittee considered that cystic fibrosis is not a rare disorder based on the PHARMAC definition, and therefore ivacaftor in combination with other agents, or any other treatments that were approved for use in a wider CF population would not meet PHARMAC’s principles for rare disorders and would therefore be considered by PHARMAC through the usual funding assessment process, following Medsafe regulatory approval. </p><p><br></p><p>The Subcommittee noted that there are currently no disease-modifying therapies funded for the treatment of cystic fibrosis in New Zealand; treatment is limited to symptomatic therapies that address disease manifestations. The Subcommittee noted that the aim of treatment is to maintain lung function by controlling respiratory infections and clearing the airway of mucus, and to provide nutritional support. The Subcommittee noted that current treatments include inhaled hypertonic saline, dornase alfa (via the Cystic Fibrosis Advisory Panel Special Authority), inhaled bronchodilators, oral and inhaled steroids, oral and/or nebulised antibiotics, digestive enzymes, vitamin supplements, and regular physiotherapy. </p><p><br></p><p>The Subcommittee noted that for individuals with end-stage lung disease, lung transplantation is an option; however, members noted that lung transplants for cystic fibrosis are relatively uncommon in New Zealand at this time. </p><p><br></p><p>The Subcommittee noted that ivacaftor is a selective potentiator of CFTR; in vitro ivacaftor increases the open probability of the CFTR channel gate to enhance chloride transport. The Subcommittee noted that the exact mechanism that results in ivacaftor prolonging the gating activity of some mutant CFTR forms has not been completely elucidated. </p><p><br></p><p>The Subcommittee noted that the recommended dose of ivacaftor is 150 mg taken orally every 12 hours (300 mg total daily dose; supplied as film-coated tablets). The Subcommittee noted that 50 mg and 75 mg sachets of ivacaftor granules are available in some countries but are not currently approved by Medsafe or available in New Zealand. The Subcommittee considered that there may be issues with how ivacaftor can be prepared for paediatric use if only film-coated tablets are available. </p><p><br></p><p>The Subcommittee noted that applications for the funding of ivacaftor for the treatment of cystic fibrosis have been reviewed by several international health technology assessment agencies. The Subcommittee noted that Australia funds ivacaftor for the treatment of cystic fibrosis in patients aged 6 years and older with a G551D or other gating (class III) mutation in CFTR, the UK funds ivacaftor for the treatment of cystic fibrosis in patients aged 6 years and older with at least one copy of an appropriate gating mutation, and Canada funds ivacaftor for patients aged 6 years and older with G551D or other gating mutations and in patients 18 years and older with R117H mutations (Class IV). The Subcommittee noted that ivacaftor is not recommended for use within NHS Scotland (SMC). </p><p><br></p><p>The Subcommittee considered that the primary evidence for the efficacy and safety of ivacaftor for the treatment of patients with cystic fibrosis with a G551D mutation is provided by three phase 3 clinical trials (STRIVE, EVISION, and PERSIST) and one observational, post-approval safety study. </p><p><br></p><p>The Subcommittee noted the findings of the randomised, double-blind, placebo-controlled, phase 3 STRIVE trial, which evaluated ivacaftor in 167 patients aged 12 years or older with cystic fibrosis and at least one G551D mutation (Ramsey et al NEJM 2011;365:1663- 72). The Subcommittee noted that after 24 weeks of treatment, there was an increase from baseline of 10.4 percentage points in the percent predicted FEV1 in patients who received ivacaftor compared with a decrease of 0.2 percentage points in patients who received placebo (treatment effect 10.6 percentage points; P&lt;0.001). The Subcommittee noted that this treatment effect was maintained throughout the study, with a change in the percent of predicted FEV1 from baseline at week 48 that was 10.5 percentage points greater in patients who received ivacaftor compared with patients who received placebo (P&lt;0.001). The Subcommittee noted that at week 48, patients who received ivacaftor were less likely to have a pulmonary exacerbation, had a greater improvement in Cystic Fibrosis Questionnaire-revised (CFQ-R) respiratory domain scores, and greater weight gain than patients who received placebo. </p><p><br></p><p>The Subcommittee noted that the incidence of adverse events was similar between the treatment groups, and that serious adverse events were reported for 24% (n = 20) of patients who received ivacaftor compared with 42% (n = 33) of patients who received placebo. The Subcommittee noted the findings of the randomised, double-blind, placebo-controlled, phase 3 ENVISION trial, which evaluated ivacaftor in 52 patients aged 6–11 years with cystic fibrosis and a G551D-CFTR mutation on at least one allele (Davies et al. Am J Respir Crit Care Med 2013;187,11:1219-25). The Subcommittee noted that after 24 weeks of treatment, there was an increase from baseline of 12.6 percentage points in the percent predicted FEV1 in patients who received ivacaftor compared with an increase of 0.1 percentage points in patients who received placebo (treatment effect 12.5 percentage points; P&lt;0.001). The Subcommittee noted that at 48 weeks, the change from baseline in the percent predicted FEV1 increased by 10.7 percentage points in patients who received ivacaftor compared with 0.7 in patients who received placebo (treatment effect 10.0 percentage point; P&lt;0.001). The Subcommittee noted that at week 48 patients who received ivacaftor had significantly greater weight gain than patients who received placebo. The Subcommittee noted that the pulmonary exacerbation rate was low and did not differ between treatment groups, and that CFQ-R respiratory domain scores for patients did not differ significantly between treatment groups. The Subcommittee noted that the incidence of adverse events and serious adverse events was similar between treatment groups. </p><p><br></p><p>The Subcommittee noted the findings of PERSIST, a phase 3, open-label extension of the STRIVE and ENVISION trials, which assessed the safety and efficacy of ivacaftor over 96 weeks in 144 adults and adolescents and 48 children with cystic fibrosis and a G551DCFTR mutation on at least one allele (McKone et al. Lancet Respir Med 2014;2:902-10). The Subcommittee noted that most adverse events were mild or moderate and were consistent with the cystic fibrosis disease state, and that serious adverse events were reported for 20% (n = 38) of patients during the first 48 weeks of PERSIST and 23% (n = 44) of patients during the subsequent 48 weeks. The Subcommittee noted that two adults and one child discontinued treatment due to adverse events, and two deaths occurred during the study. The Subcommittee noted that among adolescents/adults and children who previously received ivacaftor, the change in FEV1 at week 96 (after 144 weeks of treatment with ivacaftor) was 9.4 and 10.3 percentage points, respectively; and that the absolute increase in weight was 4.1 kg for adolescents/adults and 14.8 kg for children. The Subcommittee noted that the improvement in CFQ-R respiratory domain scores and pulmonary exacerbation rate observed in STRIVE were maintained. </p><p><br></p><p>The Subcommittee noted that the primary and secondary endpoints used in the STRIVE, ENVISION, and PERSIST studies are surrogate measures of outcome, and that there is no indication as to whether the benefits observed will translate to an improvement in survival. </p><p><br></p><p>The Subcommittee noted the findings of an ongoing observational, post-approval safety study which is evaluating the clinical outcomes and disease progression of 1667 ivacaftortreated and 8269 comparator patients with cystic fibrosis in the US and UK (Bessonova et al., Thorax 2018;73:731-40). The Subcommittee noted the results from the 2014 analyses, 2 and 3 years following the commercial availability of ivacaftor in the UK and USA, respectively. The Subcommittee noted that ivacaftor-treated patients from the US were observed to have lower risks of death (0.6% vs 1.6%, P = 0.0110), organ transplantation (0.2% vs 1.1%, P = 0.0017), hospitalisation (27.5% vs 43.1%, P &lt; 0.0001) and pulmonary exacerbation (27.8% vs 43.3%, P &lt; 0.0001) compared with comparator patients; trends were similar in the UK with the exception of no difference in organ transplantation. The Subcommittee noted that cystic fibrosis-related diabetes, bone/joint complications, and hepatobiliary complications were less common in ivacaftor-treated patients in the US and UK and depression was less common in ivacaftor-treated patients in the US. The Subcommittee noted several key microorganisms were less prevalent among ivacaftor-treated patients. The Subcommittee noted that no new safety concerns were identified. </p><p><br></p><p>The Subcommittee considered that there were several limitations associated with the study published by Bessonova et al. (2018) including the open-label observational study design and that the majority of ivacaftor-treated patients had a class III G551D mutation and the majority of the comparators had a class I/II CFTR genotype, which raises some concern regarding comparability.</p><p><br></p><p>The Subcommittee noted additional evidence provided by a retrospective analysis of data from two phase 3 clinical trials over a 3-year period which investigated ivacaftor for the treatment of cystic fibrosis and comparator patients with cystic fibrosis from a US registry (Sawicki et al. Am J Respir Crit Care Med. 2015;192:836-42). The Subcommittee noted that after an initial improvement in percent predicted FEV1 in patients who received ivacaftor, there was still continued progressive decline in lung function, as is seen in patients not receiving ivacaftor; however, the rate of decline in lung function compared to matched control patients was significantly slower. </p><p><br></p><p>The Subcommittee noted that the data available regarding the safety and efficacy of ivacaftor available at this time remains limited to three years, with no long-term efficacy and safety data available. The Subcommittee considered the available evidence signals significant benefit in regards to morbidity with reductions in surrogate markers such as hospital admissions and pulmonary exacerbations; however, overall survival data is limited. Members considered the data provides a sufficient signal to accept there may be some survival benefit. </p><p><br></p><p>The Subcommittee noted the findings of the open-label, single-arm KIWI study which investigated the safety, pharmacokinetics, and pharmacodynamics of ivacaftor in children aged 2–5 years with cystic fibrosis and a CFTR gating mutation (Davies JC, et al. Lancet Respir Med. 2016;4:107-15). The Subcommittee noted that ivacaftor 50 mg and 75 mg twice daily appeared to be safe in children over a 24-week period in this study, but that longer-term safety data are still required; however, the Subcommittee noted that this study provided adequate evidence for the FDA to approve ivacaftor for children aged 2 to 5 years in March 2015. Members considered that clinicians would be likely to treat children under six years of age with ivacaftor if it was available; however, this would currently be an unapproved indication in New Zealand. </p><p><br></p><p>The Subcommittee noted the high proposed cost of ivacaftor and took this into account in its priority recommendation. The Subcommittee considered that there is a significant unmet need for a disease-modifying treatment for patients with cystic fibrosis and G551D mutation; that the evidence of a health benefit from treatment with ivacaftor is of moderate quality and strength, limited only by a lack of long-term survival data; and that treatment with ivacaftor has the potential to reduce costs associated with pulmonary exacerbations, hospitalisations, and possibly transplant. </p><p><br></p><p>The Subcommittee noted that PHARMAC should seek advice regarding the Special Authority criteria for ivacaftor from physicians who specialise in treating individuals with cystic fibrosis. The Subcommittee noted that ivacaftor is being investigated in combination with lumacaftor and tezacaftor for the treatment of a broader range of mutations than the Class III gating mutations, but that these treatment combinations were considered to be outside the scope of the current application.</p>",
          "fs": "<p>The Subcommittee noted that PHARMAC has previously considered applications for the funding of ivacaftor for the treatment of cystic fibrosis in patients with G551D gene mutation on several occasions. The Subcommittee noted that in April 2014, the Respiratory Subcommittee deferred making a recommendation on ivacaftor until further clinical trial data became available evaluating ivacaftor in combination with lumacaftor, and until PHARMAC had completed further cost utility analysis. The Subcommittee noted that in May 2014, the Pharmacology and Therapeutics Advisory Committee (PTAC) deferred making a recommendation on ivacaftor for the same reasons. The Subcommittee noted that PTAC reviewed the cost effectiveness of ivacaftor in May 2015, and recommended that the application for ivacaftor be declined based on prohibitive cost and because the clinical trial results for the combination treatment had not yet been published. </p><p><br></p><p>The Subcommittee noted a number of submissions recently provided to PHARMAC from clinicians and members of the public in support of the funding application. The Subcommittee noted the high health need of people with cystic fibrosis and their families/caregivers, and the feedback highlighting the effect that cystic fibrosis can have on people with the disease, as well as their families, caregivers, and friends. </p><p><br></p><p>The Subcommittee noted that cystic fibrosis is an autosomal recessive disease caused by a mutation in the gene that encodes for the cystic fibrosis transmembrane conductance regulator (CFTR) protein, an ATP-gated anion channel which regulates the movement of ions across epithelial membranes. The Subcommittee noted that in the lungs, dysfunction in CFTR results in the production of thick, viscous secretions which compromise mucociliary clearance. The Subcommittee noted that other organs are also affected by dysfunction in CFTR, including the pancreas, liver, intestine, and reproductive tract. </p><p><br></p><p>The Subcommittee noted that cystic fibrosis is characterised by persistent lung infection, progressive loss of lung function, and pancreatic insufficiency resulting in malabsorption and malnutrition. </p><p><br></p><p>The Subcommittee noted that the severity of cystic fibrosis varies significantly from person to person depending on the degree of dysfunction in CFTR and the degree of lung involvement; however, the Subcommittee noted that deterioration is inevitable, resulting in progressive organ damage and eventually death. The Subcommittee noted that the life expectancy of individuals with cystic fibrosis is approximately 40 years. </p><p><br></p><p>The Subcommittee noted that the quality of life of individuals with cystic fibrosis is significantly impacted by the symptoms of disease, the intensive treatment regimens, and the frequent need for hospitalisation due to pulmonary exacerbation. </p><p><br></p><p>The Subcommittee noted that there is likely to be a health need for others as a result of caring for patients with cystic fibrosis. The Subcommittee noted that much of the burden of caring for a child with cystic fibrosis falls on the family and whānau, which imposes a high emotional and psychological burden due to the intensive and time-consuming treatment regimens, costs, and frequent need for medical intervention. </p><p><br></p><p>The Subcommittee noted that more than 1900 mutations in the CFTR gene have been identified, and that these mutations are categorised into one of five classes depending on the impact they have on the synthesis, processing, or function of the CFTR gene. The Subcommittee noted that the G551D mutation is a gating or Class III mutation which results in the CFTR protein being present on the apical cell membrane but with greatly reduced chloride transport capability. The Subcommittee noted that approximately 4% of patients with cystic fibrosis worldwide have a G551D mutation on at least one allele. </p><p><br></p><p>The Subcommittee noted that the Port CFNZ data registry report from 2014 indicated that there are 443 individuals with cystic fibrosis in New Zealand, and that 30 of these individuals have the G551D mutation. Members considered that currently other Class III (gating) mutations in the CFTR gene are rare and would be unlikely to significantly affect the prevalence in New Zealand. The Subcommittee considered that these data indicate that the cumulative prevalence of cystic fibrosis due to G551D mutation or other Class III (gating) mutations is likely to be less than 1:50,000 and therefore this subgroup of patients with cystic fibrosis could be considered rare. </p><p><br></p><p>The Subcommittee noted that ivacaftor is approved by Medsafe for the treatment of cystic fibrosis in patients aged 6 years and older who have a G551D or other gating (Class III) mutation in the CFTR gene. The Subcommittee noted that ivacaftor is not approved in New Zealand for any indication other than that stated above, including cystic fibrosis due to other mutations. The Subcommittee noted ivacaftor has different approved indications in other jurisdictions such as the US and Europe. The Subcommittee considered that the ivacaftor funding application appeared to meet PHARMAC’s principles for rare disorders based on current information (PHARMAC applied definition of a rare disorder); however, at this time there is uncertainty regarding the use of ivacaftor in combination with other agents. Members noted that the efficacy of ivacaftor monotherapy has not been reported in other forms of cystic fibrosis to date. The Subcommittee considered that cystic fibrosis is not a rare disorder based on the PHARMAC definition, and therefore ivacaftor in combination with other agents, or any other treatments that were approved for use in a wider CF population would not meet PHARMAC’s principles for rare disorders and would therefore be considered by PHARMAC through the usual funding assessment process, following Medsafe regulatory approval. </p><p><br></p><p>The Subcommittee noted that there are currently no disease-modifying therapies funded for the treatment of cystic fibrosis in New Zealand; treatment is limited to symptomatic therapies that address disease manifestations. The Subcommittee noted that the aim of treatment is to maintain lung function by controlling respiratory infections and clearing the airway of mucus, and to provide nutritional support. The Subcommittee noted that current treatments include inhaled hypertonic saline, dornase alfa (via the Cystic Fibrosis Advisory Panel Special Authority), inhaled bronchodilators, oral and inhaled steroids, oral and/or nebulised antibiotics, digestive enzymes, vitamin supplements, and regular physiotherapy. </p><p><br></p><p>The Subcommittee noted that for individuals with end-stage lung disease, lung transplantation is an option; however, members noted that lung transplants for cystic fibrosis are relatively uncommon in New Zealand at this time. </p><p><br></p><p>The Subcommittee noted that ivacaftor is a selective potentiator of CFTR; in vitro ivacaftor increases the open probability of the CFTR channel gate to enhance chloride transport. The Subcommittee noted that the exact mechanism that results in ivacaftor prolonging the gating activity of some mutant CFTR forms has not been completely elucidated. </p><p><br></p><p>The Subcommittee noted that the recommended dose of ivacaftor is 150 mg taken orally every 12 hours (300 mg total daily dose; supplied as film-coated tablets). The Subcommittee noted that 50 mg and 75 mg sachets of ivacaftor granules are available in some countries but are not currently approved by Medsafe or available in New Zealand. The Subcommittee considered that there may be issues with how ivacaftor can be prepared for paediatric use if only film-coated tablets are available. </p><p><br></p><p>The Subcommittee noted that applications for the funding of ivacaftor for the treatment of cystic fibrosis have been reviewed by several international health technology assessment agencies. The Subcommittee noted that Australia funds ivacaftor for the treatment of cystic fibrosis in patients aged 6 years and older with a G551D or other gating (class III) mutation in CFTR, the UK funds ivacaftor for the treatment of cystic fibrosis in patients aged 6 years and older with at least one copy of an appropriate gating mutation, and Canada funds ivacaftor for patients aged 6 years and older with G551D or other gating mutations and in patients 18 years and older with R117H mutations (Class IV). The Subcommittee noted that ivacaftor is not recommended for use within NHS Scotland (SMC). </p><p><br></p><p>The Subcommittee considered that the primary evidence for the efficacy and safety of ivacaftor for the treatment of patients with cystic fibrosis with a G551D mutation is provided by three phase 3 clinical trials (STRIVE, EVISION, and PERSIST) and one observational, post-approval safety study. </p><p><br></p><p>The Subcommittee noted the findings of the randomised, double-blind, placebo-controlled, phase 3 STRIVE trial, which evaluated ivacaftor in 167 patients aged 12 years or older with cystic fibrosis and at least one G551D mutation (Ramsey et al NEJM 2011;365:1663- 72). The Subcommittee noted that after 24 weeks of treatment, there was an increase from baseline of 10.4 percentage points in the percent predicted FEV1 in patients who received ivacaftor compared with a decrease of 0.2 percentage points in patients who received placebo (treatment effect 10.6 percentage points; P&lt;0.001). The Subcommittee noted that this treatment effect was maintained throughout the study, with a change in the percent of predicted FEV1 from baseline at week 48 that was 10.5 percentage points greater in patients who received ivacaftor compared with patients who received placebo (P&lt;0.001). The Subcommittee noted that at week 48, patients who received ivacaftor were less likely to have a pulmonary exacerbation, had a greater improvement in Cystic Fibrosis Questionnaire-revised (CFQ-R) respiratory domain scores, and greater weight gain than patients who received placebo. </p><p><br></p><p>The Subcommittee noted that the incidence of adverse events was similar between the treatment groups, and that serious adverse events were reported for 24% (n = 20) of patients who received ivacaftor compared with 42% (n = 33) of patients who received placebo. The Subcommittee noted the findings of the randomised, double-blind, placebo-controlled, phase 3 ENVISION trial, which evaluated ivacaftor in 52 patients aged 6–11 years with cystic fibrosis and a G551D-CFTR mutation on at least one allele (Davies et al. Am J Respir Crit Care Med 2013;187,11:1219-25). The Subcommittee noted that after 24 weeks of treatment, there was an increase from baseline of 12.6 percentage points in the percent predicted FEV1 in patients who received ivacaftor compared with an increase of 0.1 percentage points in patients who received placebo (treatment effect 12.5 percentage points; P&lt;0.001). The Subcommittee noted that at 48 weeks, the change from baseline in the percent predicted FEV1 increased by 10.7 percentage points in patients who received ivacaftor compared with 0.7 in patients who received placebo (treatment effect 10.0 percentage point; P&lt;0.001). The Subcommittee noted that at week 48 patients who received ivacaftor had significantly greater weight gain than patients who received placebo. The Subcommittee noted that the pulmonary exacerbation rate was low and did not differ between treatment groups, and that CFQ-R respiratory domain scores for patients did not differ significantly between treatment groups. The Subcommittee noted that the incidence of adverse events and serious adverse events was similar between treatment groups. </p><p><br></p><p>The Subcommittee noted the findings of PERSIST, a phase 3, open-label extension of the STRIVE and ENVISION trials, which assessed the safety and efficacy of ivacaftor over 96 weeks in 144 adults and adolescents and 48 children with cystic fibrosis and a G551DCFTR mutation on at least one allele (McKone et al. Lancet Respir Med 2014;2:902-10). The Subcommittee noted that most adverse events were mild or moderate and were consistent with the cystic fibrosis disease state, and that serious adverse events were reported for 20% (n = 38) of patients during the first 48 weeks of PERSIST and 23% (n = 44) of patients during the subsequent 48 weeks. The Subcommittee noted that two adults and one child discontinued treatment due to adverse events, and two deaths occurred during the study. The Subcommittee noted that among adolescents/adults and children who previously received ivacaftor, the change in FEV1 at week 96 (after 144 weeks of treatment with ivacaftor) was 9.4 and 10.3 percentage points, respectively; and that the absolute increase in weight was 4.1 kg for adolescents/adults and 14.8 kg for children. The Subcommittee noted that the improvement in CFQ-R respiratory domain scores and pulmonary exacerbation rate observed in STRIVE were maintained. </p><p><br></p><p>The Subcommittee noted that the primary and secondary endpoints used in the STRIVE, ENVISION, and PERSIST studies are surrogate measures of outcome, and that there is no indication as to whether the benefits observed will translate to an improvement in survival. </p><p><br></p><p>The Subcommittee noted the findings of an ongoing observational, post-approval safety study which is evaluating the clinical outcomes and disease progression of 1667 ivacaftortreated and 8269 comparator patients with cystic fibrosis in the US and UK (Bessonova et al., Thorax 2018;73:731-40). The Subcommittee noted the results from the 2014 analyses, 2 and 3 years following the commercial availability of ivacaftor in the UK and USA, respectively. The Subcommittee noted that ivacaftor-treated patients from the US were observed to have lower risks of death (0.6% vs 1.6%, P = 0.0110), organ transplantation (0.2% vs 1.1%, P = 0.0017), hospitalisation (27.5% vs 43.1%, P &lt; 0.0001) and pulmonary exacerbation (27.8% vs 43.3%, P &lt; 0.0001) compared with comparator patients; trends were similar in the UK with the exception of no difference in organ transplantation. The Subcommittee noted that cystic fibrosis-related diabetes, bone/joint complications, and hepatobiliary complications were less common in ivacaftor-treated patients in the US and UK and depression was less common in ivacaftor-treated patients in the US. The Subcommittee noted several key microorganisms were less prevalent among ivacaftor-treated patients. The Subcommittee noted that no new safety concerns were identified. </p><p><br></p><p>The Subcommittee considered that there were several limitations associated with the study published by Bessonova et al. (2018) including the open-label observational study design and that the majority of ivacaftor-treated patients had a class III G551D mutation and the majority of the comparators had a class I/II CFTR genotype, which raises some concern regarding comparability.</p><p><br></p><p>The Subcommittee noted additional evidence provided by a retrospective analysis of data from two phase 3 clinical trials over a 3-year period which investigated ivacaftor for the treatment of cystic fibrosis and comparator patients with cystic fibrosis from a US registry (Sawicki et al. Am J Respir Crit Care Med. 2015;192:836-42). The Subcommittee noted that after an initial improvement in percent predicted FEV1 in patients who received ivacaftor, there was still continued progressive decline in lung function, as is seen in patients not receiving ivacaftor; however, the rate of decline in lung function compared to matched control patients was significantly slower. </p><p><br></p><p>The Subcommittee noted that the data available regarding the safety and efficacy of ivacaftor available at this time remains limited to three years, with no long-term efficacy and safety data available. The Subcommittee considered the available evidence signals significant benefit in regards to morbidity with reductions in surrogate markers such as hospital admissions and pulmonary exacerbations; however, overall survival data is limited. Members considered the data provides a sufficient signal to accept there may be some survival benefit. </p><p><br></p><p>The Subcommittee noted the findings of the open-label, single-arm KIWI study which investigated the safety, pharmacokinetics, and pharmacodynamics of ivacaftor in children aged 2–5 years with cystic fibrosis and a CFTR gating mutation (Davies JC, et al. Lancet Respir Med. 2016;4:107-15). The Subcommittee noted that ivacaftor 50 mg and 75 mg twice daily appeared to be safe in children over a 24-week period in this study, but that longer-term safety data are still required; however, the Subcommittee noted that this study provided adequate evidence for the FDA to approve ivacaftor for children aged 2 to 5 years in March 2015. Members considered that clinicians would be likely to treat children under six years of age with ivacaftor if it was available; however, this would currently be an unapproved indication in New Zealand. </p><p><br></p><p>The Subcommittee noted the high proposed cost of ivacaftor and took this into account in its priority recommendation. The Subcommittee considered that there is a significant unmet need for a disease-modifying treatment for patients with cystic fibrosis and G551D mutation; that the evidence of a health benefit from treatment with ivacaftor is of moderate quality and strength, limited only by a lack of long-term survival data; and that treatment with ivacaftor has the potential to reduce costs associated with pulmonary exacerbations, hospitalisations, and possibly transplant. </p><p><br></p><p>The Subcommittee noted that PHARMAC should seek advice regarding the Special Authority criteria for ivacaftor from physicians who specialise in treating individuals with cystic fibrosis. The Subcommittee noted that ivacaftor is being investigated in combination with lumacaftor and tezacaftor for the treatment of a broader range of mutations than the Class III gating mutations, but that these treatment combinations were considered to be outside the scope of the current application.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Subcommittee reviewed an application from Vertex Pharmaceuticals for the funding of ivacaftor (Kalydeco) for the treatment of cystic fibrosis in patients with a G551D mutation. </p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision making framework when considering this agenda item. </p>",
          "fs": "<p>The Subcommittee reviewed an application from Vertex Pharmaceuticals for the funding of ivacaftor (Kalydeco) for the treatment of cystic fibrosis in patients with a G551D mutation. </p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision making framework when considering this agenda item. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Medium",
          "fs": "Medium",
          "change": null
        },
        "Links": {
          "s": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-rare-disorders-subcommittee-minutes-2018-11.pdf\" target=\"_blank\">Rare Disorders Subcommittee minutes</a>",
          "fs": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-rare-disorders-subcommittee-minutes-2018-11.pdf\" target=\"_blank\">Rare Disorders Subcommittee minutes</a>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Nov 2018",
          "fs": "Nov 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Rare Disorders Subcommittee at meeting Monday 5 November 2018.",
          "fs": "Clinical advice received from Rare Disorders Subcommittee at meeting Monday 5 November 2018.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUnaUAG"
          },
          "Id": "a0P2P000005KUnaUAG",
          "Event_Date__c": "2018-11-05",
          "Event_Description__c": "Clinical advice received from Rare Disorders Subcommittee at meeting Monday 5 November 2018.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-rare-disorders-subcommittee-minutes-2018-11.pdf\" target=\"_blank\">Rare Disorders Subcommittee minutes</a>",
          "Outcome__c": "Medium",
          "Summary__c": "The Subcommittee recommended that ivacaftor be funded with a medium priority for the treatment of cystic fibrosis in patients with a G551D mutation based on high health need, a lack of disease-modifying treatment options, and moderate quality evidence of a health benefit noting the limited availability of long-term data, subject to Special Authority criteria.",
          "Formatted_Date__c": "Nov 2018",
          "Published_Recommendation__c": "<p>The Subcommittee recommended that ivacaftor be funded with a medium priority for the treatment of cystic fibrosis in patients with a G551D mutation based on high health need, a lack of disease-modifying treatment options, and moderate quality evidence of a health benefit noting the limited availability of long-term data, subject to the following Special Authority criteria: </p><p><b>Initial application</b> – only from a specialist respiratory physician or paediatrician with experience and expertise in the management of cystic fibrosis. Approvals valid for 6 months for applications meeting the following criteria: </p><p>All of the following: </p><p>1. Patient has been diagnosed with cystic fibrosis; and </p><p>2. Either: </p><p>2.1. Patient must have G551D mutation in the cystic fibrosis transmembrane conductance regulator (CFTR) gene on at least 1 allele; or </p><p>2.2. Patient must have other gating (class III) mutation in the CFTR gene on at least 1 allele; and </p><p>3. Patient must have a sweat chloride value of at least 60 mmol/L by quantitative pilocarpine iontophoresis; and </p><p>4. Patient must not receive more than 24 weeks of treatment under this restriction; and </p><p>5. Treatment with ivacaftor must be given concomitantly with standard therapy for this condition; and </p><p>6. Patient must not have an acute upper or lower respiratory infection, pulmonary exacerbation, or changes in therapy (including antibiotics) for pulmonary disease in the last 4 weeks prior to commencing treatment with ivacaftor. </p><p><br></p><p><b>Renewal </b>– only from a specialist respiratory physician or paediatrician with experience and expertise in the management of cystic fibrosis. Approvals valid for 6 months for application meeting the following criteria: </p><p>1. The treatment remains appropriate and the patient is benefitting from treatment as demonstrated by XXX (to be completed following advice from physicians who specialised in treating cystic fibrosis).</p>",
          "Published_Application__c": "<p>The Subcommittee reviewed an application from Vertex Pharmaceuticals for the funding of ivacaftor (Kalydeco) for the treatment of cystic fibrosis in patients with a G551D mutation. </p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision making framework when considering this agenda item. </p>",
          "Published_Discussion__c": "<p>The Subcommittee noted that PHARMAC has previously considered applications for the funding of ivacaftor for the treatment of cystic fibrosis in patients with G551D gene mutation on several occasions. The Subcommittee noted that in April 2014, the Respiratory Subcommittee deferred making a recommendation on ivacaftor until further clinical trial data became available evaluating ivacaftor in combination with lumacaftor, and until PHARMAC had completed further cost utility analysis. The Subcommittee noted that in May 2014, the Pharmacology and Therapeutics Advisory Committee (PTAC) deferred making a recommendation on ivacaftor for the same reasons. The Subcommittee noted that PTAC reviewed the cost effectiveness of ivacaftor in May 2015, and recommended that the application for ivacaftor be declined based on prohibitive cost and because the clinical trial results for the combination treatment had not yet been published. </p><p><br></p><p>The Subcommittee noted a number of submissions recently provided to PHARMAC from clinicians and members of the public in support of the funding application. The Subcommittee noted the high health need of people with cystic fibrosis and their families/caregivers, and the feedback highlighting the effect that cystic fibrosis can have on people with the disease, as well as their families, caregivers, and friends. </p><p><br></p><p>The Subcommittee noted that cystic fibrosis is an autosomal recessive disease caused by a mutation in the gene that encodes for the cystic fibrosis transmembrane conductance regulator (CFTR) protein, an ATP-gated anion channel which regulates the movement of ions across epithelial membranes. The Subcommittee noted that in the lungs, dysfunction in CFTR results in the production of thick, viscous secretions which compromise mucociliary clearance. The Subcommittee noted that other organs are also affected by dysfunction in CFTR, including the pancreas, liver, intestine, and reproductive tract. </p><p><br></p><p>The Subcommittee noted that cystic fibrosis is characterised by persistent lung infection, progressive loss of lung function, and pancreatic insufficiency resulting in malabsorption and malnutrition. </p><p><br></p><p>The Subcommittee noted that the severity of cystic fibrosis varies significantly from person to person depending on the degree of dysfunction in CFTR and the degree of lung involvement; however, the Subcommittee noted that deterioration is inevitable, resulting in progressive organ damage and eventually death. The Subcommittee noted that the life expectancy of individuals with cystic fibrosis is approximately 40 years. </p><p><br></p><p>The Subcommittee noted that the quality of life of individuals with cystic fibrosis is significantly impacted by the symptoms of disease, the intensive treatment regimens, and the frequent need for hospitalisation due to pulmonary exacerbation. </p><p><br></p><p>The Subcommittee noted that there is likely to be a health need for others as a result of caring for patients with cystic fibrosis. The Subcommittee noted that much of the burden of caring for a child with cystic fibrosis falls on the family and whānau, which imposes a high emotional and psychological burden due to the intensive and time-consuming treatment regimens, costs, and frequent need for medical intervention. </p><p><br></p><p>The Subcommittee noted that more than 1900 mutations in the CFTR gene have been identified, and that these mutations are categorised into one of five classes depending on the impact they have on the synthesis, processing, or function of the CFTR gene. The Subcommittee noted that the G551D mutation is a gating or Class III mutation which results in the CFTR protein being present on the apical cell membrane but with greatly reduced chloride transport capability. The Subcommittee noted that approximately 4% of patients with cystic fibrosis worldwide have a G551D mutation on at least one allele. </p><p><br></p><p>The Subcommittee noted that the Port CFNZ data registry report from 2014 indicated that there are 443 individuals with cystic fibrosis in New Zealand, and that 30 of these individuals have the G551D mutation. Members considered that currently other Class III (gating) mutations in the CFTR gene are rare and would be unlikely to significantly affect the prevalence in New Zealand. The Subcommittee considered that these data indicate that the cumulative prevalence of cystic fibrosis due to G551D mutation or other Class III (gating) mutations is likely to be less than 1:50,000 and therefore this subgroup of patients with cystic fibrosis could be considered rare. </p><p><br></p><p>The Subcommittee noted that ivacaftor is approved by Medsafe for the treatment of cystic fibrosis in patients aged 6 years and older who have a G551D or other gating (Class III) mutation in the CFTR gene. The Subcommittee noted that ivacaftor is not approved in New Zealand for any indication other than that stated above, including cystic fibrosis due to other mutations. The Subcommittee noted ivacaftor has different approved indications in other jurisdictions such as the US and Europe. The Subcommittee considered that the ivacaftor funding application appeared to meet PHARMAC’s principles for rare disorders based on current information (PHARMAC applied definition of a rare disorder); however, at this time there is uncertainty regarding the use of ivacaftor in combination with other agents. Members noted that the efficacy of ivacaftor monotherapy has not been reported in other forms of cystic fibrosis to date. The Subcommittee considered that cystic fibrosis is not a rare disorder based on the PHARMAC definition, and therefore ivacaftor in combination with other agents, or any other treatments that were approved for use in a wider CF population would not meet PHARMAC’s principles for rare disorders and would therefore be considered by PHARMAC through the usual funding assessment process, following Medsafe regulatory approval. </p><p><br></p><p>The Subcommittee noted that there are currently no disease-modifying therapies funded for the treatment of cystic fibrosis in New Zealand; treatment is limited to symptomatic therapies that address disease manifestations. The Subcommittee noted that the aim of treatment is to maintain lung function by controlling respiratory infections and clearing the airway of mucus, and to provide nutritional support. The Subcommittee noted that current treatments include inhaled hypertonic saline, dornase alfa (via the Cystic Fibrosis Advisory Panel Special Authority), inhaled bronchodilators, oral and inhaled steroids, oral and/or nebulised antibiotics, digestive enzymes, vitamin supplements, and regular physiotherapy. </p><p><br></p><p>The Subcommittee noted that for individuals with end-stage lung disease, lung transplantation is an option; however, members noted that lung transplants for cystic fibrosis are relatively uncommon in New Zealand at this time. </p><p><br></p><p>The Subcommittee noted that ivacaftor is a selective potentiator of CFTR; in vitro ivacaftor increases the open probability of the CFTR channel gate to enhance chloride transport. The Subcommittee noted that the exact mechanism that results in ivacaftor prolonging the gating activity of some mutant CFTR forms has not been completely elucidated. </p><p><br></p><p>The Subcommittee noted that the recommended dose of ivacaftor is 150 mg taken orally every 12 hours (300 mg total daily dose; supplied as film-coated tablets). The Subcommittee noted that 50 mg and 75 mg sachets of ivacaftor granules are available in some countries but are not currently approved by Medsafe or available in New Zealand. The Subcommittee considered that there may be issues with how ivacaftor can be prepared for paediatric use if only film-coated tablets are available. </p><p><br></p><p>The Subcommittee noted that applications for the funding of ivacaftor for the treatment of cystic fibrosis have been reviewed by several international health technology assessment agencies. The Subcommittee noted that Australia funds ivacaftor for the treatment of cystic fibrosis in patients aged 6 years and older with a G551D or other gating (class III) mutation in CFTR, the UK funds ivacaftor for the treatment of cystic fibrosis in patients aged 6 years and older with at least one copy of an appropriate gating mutation, and Canada funds ivacaftor for patients aged 6 years and older with G551D or other gating mutations and in patients 18 years and older with R117H mutations (Class IV). The Subcommittee noted that ivacaftor is not recommended for use within NHS Scotland (SMC). </p><p><br></p><p>The Subcommittee considered that the primary evidence for the efficacy and safety of ivacaftor for the treatment of patients with cystic fibrosis with a G551D mutation is provided by three phase 3 clinical trials (STRIVE, EVISION, and PERSIST) and one observational, post-approval safety study. </p><p><br></p><p>The Subcommittee noted the findings of the randomised, double-blind, placebo-controlled, phase 3 STRIVE trial, which evaluated ivacaftor in 167 patients aged 12 years or older with cystic fibrosis and at least one G551D mutation (Ramsey et al NEJM 2011;365:1663- 72). The Subcommittee noted that after 24 weeks of treatment, there was an increase from baseline of 10.4 percentage points in the percent predicted FEV1 in patients who received ivacaftor compared with a decrease of 0.2 percentage points in patients who received placebo (treatment effect 10.6 percentage points; P&lt;0.001). The Subcommittee noted that this treatment effect was maintained throughout the study, with a change in the percent of predicted FEV1 from baseline at week 48 that was 10.5 percentage points greater in patients who received ivacaftor compared with patients who received placebo (P&lt;0.001). The Subcommittee noted that at week 48, patients who received ivacaftor were less likely to have a pulmonary exacerbation, had a greater improvement in Cystic Fibrosis Questionnaire-revised (CFQ-R) respiratory domain scores, and greater weight gain than patients who received placebo. </p><p><br></p><p>The Subcommittee noted that the incidence of adverse events was similar between the treatment groups, and that serious adverse events were reported for 24% (n = 20) of patients who received ivacaftor compared with 42% (n = 33) of patients who received placebo. The Subcommittee noted the findings of the randomised, double-blind, placebo-controlled, phase 3 ENVISION trial, which evaluated ivacaftor in 52 patients aged 6–11 years with cystic fibrosis and a G551D-CFTR mutation on at least one allele (Davies et al. Am J Respir Crit Care Med 2013;187,11:1219-25). The Subcommittee noted that after 24 weeks of treatment, there was an increase from baseline of 12.6 percentage points in the percent predicted FEV1 in patients who received ivacaftor compared with an increase of 0.1 percentage points in patients who received placebo (treatment effect 12.5 percentage points; P&lt;0.001). The Subcommittee noted that at 48 weeks, the change from baseline in the percent predicted FEV1 increased by 10.7 percentage points in patients who received ivacaftor compared with 0.7 in patients who received placebo (treatment effect 10.0 percentage point; P&lt;0.001). The Subcommittee noted that at week 48 patients who received ivacaftor had significantly greater weight gain than patients who received placebo. The Subcommittee noted that the pulmonary exacerbation rate was low and did not differ between treatment groups, and that CFQ-R respiratory domain scores for patients did not differ significantly between treatment groups. The Subcommittee noted that the incidence of adverse events and serious adverse events was similar between treatment groups. </p><p><br></p><p>The Subcommittee noted the findings of PERSIST, a phase 3, open-label extension of the STRIVE and ENVISION trials, which assessed the safety and efficacy of ivacaftor over 96 weeks in 144 adults and adolescents and 48 children with cystic fibrosis and a G551DCFTR mutation on at least one allele (McKone et al. Lancet Respir Med 2014;2:902-10). The Subcommittee noted that most adverse events were mild or moderate and were consistent with the cystic fibrosis disease state, and that serious adverse events were reported for 20% (n = 38) of patients during the first 48 weeks of PERSIST and 23% (n = 44) of patients during the subsequent 48 weeks. The Subcommittee noted that two adults and one child discontinued treatment due to adverse events, and two deaths occurred during the study. The Subcommittee noted that among adolescents/adults and children who previously received ivacaftor, the change in FEV1 at week 96 (after 144 weeks of treatment with ivacaftor) was 9.4 and 10.3 percentage points, respectively; and that the absolute increase in weight was 4.1 kg for adolescents/adults and 14.8 kg for children. The Subcommittee noted that the improvement in CFQ-R respiratory domain scores and pulmonary exacerbation rate observed in STRIVE were maintained. </p><p><br></p><p>The Subcommittee noted that the primary and secondary endpoints used in the STRIVE, ENVISION, and PERSIST studies are surrogate measures of outcome, and that there is no indication as to whether the benefits observed will translate to an improvement in survival. </p><p><br></p><p>The Subcommittee noted the findings of an ongoing observational, post-approval safety study which is evaluating the clinical outcomes and disease progression of 1667 ivacaftortreated and 8269 comparator patients with cystic fibrosis in the US and UK (Bessonova et al., Thorax 2018;73:731-40). The Subcommittee noted the results from the 2014 analyses, 2 and 3 years following the commercial availability of ivacaftor in the UK and USA, respectively. The Subcommittee noted that ivacaftor-treated patients from the US were observed to have lower risks of death (0.6% vs 1.6%, P = 0.0110), organ transplantation (0.2% vs 1.1%, P = 0.0017), hospitalisation (27.5% vs 43.1%, P &lt; 0.0001) and pulmonary exacerbation (27.8% vs 43.3%, P &lt; 0.0001) compared with comparator patients; trends were similar in the UK with the exception of no difference in organ transplantation. The Subcommittee noted that cystic fibrosis-related diabetes, bone/joint complications, and hepatobiliary complications were less common in ivacaftor-treated patients in the US and UK and depression was less common in ivacaftor-treated patients in the US. The Subcommittee noted several key microorganisms were less prevalent among ivacaftor-treated patients. The Subcommittee noted that no new safety concerns were identified. </p><p><br></p><p>The Subcommittee considered that there were several limitations associated with the study published by Bessonova et al. (2018) including the open-label observational study design and that the majority of ivacaftor-treated patients had a class III G551D mutation and the majority of the comparators had a class I/II CFTR genotype, which raises some concern regarding comparability.</p><p><br></p><p>The Subcommittee noted additional evidence provided by a retrospective analysis of data from two phase 3 clinical trials over a 3-year period which investigated ivacaftor for the treatment of cystic fibrosis and comparator patients with cystic fibrosis from a US registry (Sawicki et al. Am J Respir Crit Care Med. 2015;192:836-42). The Subcommittee noted that after an initial improvement in percent predicted FEV1 in patients who received ivacaftor, there was still continued progressive decline in lung function, as is seen in patients not receiving ivacaftor; however, the rate of decline in lung function compared to matched control patients was significantly slower. </p><p><br></p><p>The Subcommittee noted that the data available regarding the safety and efficacy of ivacaftor available at this time remains limited to three years, with no long-term efficacy and safety data available. The Subcommittee considered the available evidence signals significant benefit in regards to morbidity with reductions in surrogate markers such as hospital admissions and pulmonary exacerbations; however, overall survival data is limited. Members considered the data provides a sufficient signal to accept there may be some survival benefit. </p><p><br></p><p>The Subcommittee noted the findings of the open-label, single-arm KIWI study which investigated the safety, pharmacokinetics, and pharmacodynamics of ivacaftor in children aged 2–5 years with cystic fibrosis and a CFTR gating mutation (Davies JC, et al. Lancet Respir Med. 2016;4:107-15). The Subcommittee noted that ivacaftor 50 mg and 75 mg twice daily appeared to be safe in children over a 24-week period in this study, but that longer-term safety data are still required; however, the Subcommittee noted that this study provided adequate evidence for the FDA to approve ivacaftor for children aged 2 to 5 years in March 2015. Members considered that clinicians would be likely to treat children under six years of age with ivacaftor if it was available; however, this would currently be an unapproved indication in New Zealand. </p><p><br></p><p>The Subcommittee noted the high proposed cost of ivacaftor and took this into account in its priority recommendation. The Subcommittee considered that there is a significant unmet need for a disease-modifying treatment for patients with cystic fibrosis and G551D mutation; that the evidence of a health benefit from treatment with ivacaftor is of moderate quality and strength, limited only by a lack of long-term survival data; and that treatment with ivacaftor has the potential to reduce costs associated with pulmonary exacerbations, hospitalisations, and possibly transplant. </p><p><br></p><p>The Subcommittee noted that PHARMAC should seek advice regarding the Special Authority criteria for ivacaftor from physicians who specialise in treating individuals with cystic fibrosis. The Subcommittee noted that ivacaftor is being investigated in combination with lumacaftor and tezacaftor for the treatment of a broader range of mutations than the Class III gating mutations, but that these treatment combinations were considered to be outside the scope of the current application.</p>",
          "Status_History__c": "a132P000000ArZNQA0"
        },
        "change": null
      },
      {
        "Summary": {
          "s": "The Subcommittee minutes and the funding application for ivacaftor will be considered at the February 2019 PTAC meeting.",
          "fs": "The Subcommittee minutes and the funding application for ivacaftor will be considered at the February 2019 PTAC meeting.",
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2019",
          "fs": "Feb 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUnbUAG"
          },
          "Id": "a0P2P000005KUnbUAG",
          "Event_Date__c": "2019-02-21",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Summary__c": "The Subcommittee minutes and the funding application for ivacaftor will be considered at the February 2019 PTAC meeting.",
          "Formatted_Date__c": "Feb 2019",
          "Status_History__c": "a132P000000Arc0QAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": "PTAC recommended that ivacaftor be funded with a low priority for the treatment of cystic fibrosis with the G551D mutation based on high health need, a lack of disease-modifying treatment options, moderate quality evidence of a health benefit noting the limited availability of long-term data, and concerns regarding markers of surrogacy and high cost; subject to Special Authority criteria.",
          "fs": "PTAC recommended that ivacaftor be funded with a low priority for the treatment of cystic fibrosis with the G551D mutation based on high health need, a lack of disease-modifying treatment options, moderate quality evidence of a health benefit noting the limited availability of long-term data, and concerns regarding markers of surrogacy and high cost; subject to Special Authority criteria.",
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Committee recommended that ivacaftor be funded with a low priority for the treatment of cystic fibrosis with the G551D mutation based on high health need, a lack of disease-modifying treatment options, moderate quality evidence of a health benefit noting the limited availability of long-term data, and concerns regarding markers of surrogacy and high cost; subject to Special Authority criteria. </p><p><br></p><p>The Committee recommended that advice be sought from the Cystic Fibrosis Panel regarding appropriate Special Authority criteria</p>",
          "fs": "<p>The Committee recommended that ivacaftor be funded with a low priority for the treatment of cystic fibrosis with the G551D mutation based on high health need, a lack of disease-modifying treatment options, moderate quality evidence of a health benefit noting the limited availability of long-term data, and concerns regarding markers of surrogacy and high cost; subject to Special Authority criteria. </p><p><br></p><p>The Committee recommended that advice be sought from the Cystic Fibrosis Panel regarding appropriate Special Authority criteria</p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Committee noted that funding applications for ivacaftor for the treatment of cystic fibrosis (CF) in patients with the G551D gene mutation have been considered by PHARMAC on a number of occasions. Members noted that in April 2014, the Respiratory Subcommittee deferred making a recommendation on ivacaftor until further clinical trial data became available evaluating ivacaftor in combination with lumacaftor and until PHARMAC had completed further cost utility analysis. The Committee noted that in May 2014 it deferred making a recommendation on ivacaftor for the same reasons. The Committee noted that it reviewed the cost effectiveness of ivacaftor in May 2015 and recommended that the application for ivacaftor be declined based on prohibitive cost and because the clinical trial results for the combination treatment had not yet been published. </p><p><br></p><p>The Committee noted that the application was reviewed by the Rare Disorders Subcommittee in November 2018 and was recommended for funding with a medium priority based on high health need, a lack of disease-modifying treatment options, and moderate quality evidence of a health benefit noting the limited availability of long-term data, subject to Special Authority criteria. </p><p><br></p><p>The Committee noted that PHARMAC had received a number of letters of support from clinicians and members of the public regarding the funding of ivacaftor for CF patients with the G551D mutation. Members acknowledged many of the letters expressed the high health need of people with cystic fibrosis and their families/caregivers, and the high expectations of benefit this treatment may offer. The Committee noted a letter from Cystic Fibrosis New Zealand to PTAC following the Subcommittee recommendation, highlighting the health need of this patient group and expected benefits of treatment with ivacaftor. </p><p><br></p><p>The Committee noted that approximately 4% patients with CF have the Class III (gating) mutation, G551D, on at least one allele, which results in a CFTR protein that is significantly less effective at chloride transport. Members noted that there are additional gating mutations, including G1244E, G1349D, G178R, G551S, S1251N, S1255P, S549N and S549R, and noted that these are rare and account for approximately 1% of patients with CF. Members noted that in 2017 the FDA approved ivacaftor for 28 additional mutations, suggesting that as many as 14% of patients with CF may benefit from ivacaftor monotherapy. </p><p><br></p><p>The Committee noted that according to the Port CFNZ National data registry 2014, there are 443 patients in New Zealand diagnosed as having cystic fibrosis and of these, 30 have the G551D gene mutation. The cumulative prevalence of cystic fibrosis due to G551D mutation or other Class III (gating) mutations is likely to be less than 1:50,000 and therefore this subgroup of patients with cystic fibrosis could be considered rare. </p><p><br></p><p>Members noted that the Rare Disorders Committee considered that cystic fibrosis overall is not a rare disorder based on the PHARMAC definition, and therefore ivacaftor in combination with other agents, or any other treatments that were approved for use in a wider CF population would not meet PHARMAC’s principles for rare disorders and would therefore be considered by PHARMAC through the usual funding assessment process, following Medsafe regulatory approval. </p><p><br></p><p>The Committee considered there was nothing further to add to the Subcommittee’s consideration of health need for patients with CF and their family and whānau. </p><p><br></p><p>The Committee noted that new information has been published since it reviewed an application for ivacaftor in 2014, including results of the PERSIST trial (McKone et al. Lancet Respir Med 2014;2:902-10), US and UK data (Bessonova et al., Thorax 2018;0:1- 10, Feng et al., Health Aff (Millwood) 2018;37:773-9), as well as a number of studies of ivacaftor in children (Davies JC, et al. Lancet Respir Med. 2016;4:107-15, Rosenfeld et al., Lancet Respir Med. 2018;6:545-53). </p><p><br></p><p>The Committee noted the results of the STRIVE (Ramsey et al NEJM 2011;365:1663-72) and ENVISION (Davies et al. Am J Respir Crit Care Med 2013;187,11:1219-25) Phase III clinical trials of ivacaftor in patients aged 12 and older, and aged 6-11 years, respectively, that they had reviewed at their meetings in 2014. </p><p><br></p><p>The Committee noted the findings of PERSIST, a phase 3, open-label extension of the STRIVE and ENVISION trials that assessed the safety and efficacy of ivacaftor over 96 weeks in 144 adults and adolescents and 48 children with cystic fibrosis and a G551DCFTR mutation on at least one allele (McKone et al. 2014). Members noted that most adverse events were mild or moderate and that serious adverse events were reported for 20% of patients during the first 48 weeks and 23% of patients during the subsequent 48 weeks. The Committee noted that two adults and one child discontinued treatment due to adverse events, and two deaths occurred during the study. Members noted that among adolescents/adults and children who previously received ivacaftor, the change in FEV1 at week 96 (after 144 weeks of treatment with ivacaftor) was 9.4 and 10.3 percentage points, respectively and that weight gain reported in the earlier trials was sustained. The absolute increase in weight was 4.1 kg for adolescents/adults and 14.8 kg for children. The Committee noted that the exacerbation rate for patients on placebo was 1.3 per year compared to 0.6 per year after 48 weeks and between 0.8 and 0.9 after between 96 to 144 weeks, with 30% of patients’ exacerbation free after 144 weeks. Members noted that data did not indicate the severity of exacerbations, particularly if they were more or less severe than might otherwise be expected. </p><p><br></p><p>The Committee noted the findings of an ongoing observational, post-approval safety study that evaluated the clinical outcomes and disease progression in ivacaftor-treated patients using data from the US and the UK CF registries, which included 1,256 ivacaftor-treated and 6,200 comparator CF patients from the US and 411 ivacaftor-treated and 2,069 comparator CF patients from the UK (Bessonova et al., 2018). Members noted that the average observed treatment length was 2 years in the US and 1.3 years in the UK, and that 74.4% of patients had one copy of G551D in the US compared to 100% in the UK. </p><p><br></p><p>No new safety concerns were identified. Ivacaftor-treated US patients were observed to have significantly lower risks of death (0.6% vs 1.6%, p=0.011), transplantation (0.2% vs 1.1%, p=0.0017), hospitalisation (27.5% vs 43.1%, p&lt;0.0001) and pulmonary exacerbation (27.8% vs 43.3%, p&lt;0.0001) relative to comparators. Ivacaftor treated patients had reductions in other complications; trends were similar in the UK. Members considered that there were several limitations associated with the study published by Bessonova et al. (2018) including the open-label observational study design and that the majority of ivacaftor-treated patients had a class III G551D mutation while the majority of the comparators had a class I/II CFTR genotype. Members considered this raises some questions regarding comparability, although patients with the G551D mutation pre-ivacaftor treatment and comparators had the same rate of exacerbations and FEV1. </p><p><br></p><p>The Committee reviewed results of an observational study that used US claims data to determine the impact of ivacaftor on CF-related hospitalisations by comparing the hospitalisation rate for the 12-month period before and after patients commenced on treatment (Feng et al., 2018). Members noted that 80% of eligible patients with the G551D mutation commenced treatment within a year of FDA approval. The following year, when the label was extended to include patients with other gating mutations, 80% of CF patients that commenced treatment with ivacaftor did not have the G551D mutation. Members noted that all-cause hospital admissions reduced by 55% and CF-related admissions reduced by 81%. </p><p><br></p><p>The Committee noted the results of a 16 week, double-blind, placebo-controlled cross-over, open label study of 36 patients that evaluated the efficacy and safety of ivacaftor in CF patients with a non-G551D gating mutation (G178R, S549N, S549R, G551S, G970R, G1244E, S1251N, S1255P, or G1349D) (De Boek et al. J Cyst Fibros 2014;13:674-80). Members noted that 8 weeks of ivacaftor resulted in a treatment difference in FEV1 of 10.7 percentage points, and noted that patients also had improvements in body mass index, sweat chloride and respiratory domain score from the Cystic Fibrosis Questionnaire-Revised. The Committee considered there were no new safety concerns reported in the study. </p><p><br></p><p>Members reviewed the findings of the open-label, single-arm KIWI study which investigated the safety, pharmacokinetics, and pharmacodynamics of ivacaftor in children aged 2–5 years with cystic fibrosis and a CFTR gating mutation (Davies JC, et al. Lancet Respir Med. 2016;4:107-15). The Committee noted that ivacaftor 50 mg and 75 mg twice daily appeared to be safe in children over a 24-week period in this study. </p><p><br></p><p>The Committee noted that there is an ongoing Phase 3 clinical trial (ARRIVAL NCT02725567) to assess the safety and efficacy of ivacaftor in children with cystic fibrosis that have the CFTR gating mutation who are under 24 months of age. Members noted that data up to 24 weeks for children aged 12-24 months demonstrated ivacaftor 50 mg and 75 mg twice daily was well tolerated with a safety profile consistent with studies in patients 2 years and older and the authors observed substantial improvements in sweat chloride, a marker of CFTR activity (Rosenfeld et al., Lancet Respir Med. 2018;6:545-53). Ivacaftor showed improvements in markers of pancreatic function and growth parameters were normal at study baseline and generally maintained during treatment. The Committee noted that a trial is ongoing for children aged under 12 months. </p><p><br></p><p>Members agreed with the Subcommittee that clinicians would be likely to treat children under six years of age with ivacaftor if it was available; however, this would currently be an unapproved indication in New Zealand. The Committee noted that 50 mg and 75 mg sachets of ivacaftor granules are available in some countries but are not currently approved by Medsafe or available in New Zealand. The Committee considered that there may be issues with how ivacaftor can be prepared for paediatric use if only film-coated tablets are available, since the tablets are not made to be broken. Members noted that the 75 mg sachets of ivacaftor granules cost the same as the 150 mg tablets in Australia. </p><p><br></p><p>The Committee noted that there was no evidence to support the use of ivacaftor in people with the F508del CTFR mutation (Skilton et al. Cochrane Database Syst Rev. 2019;7:1, Flume P et al. Chest; 2012:142:718-24). </p><p><br></p><p>Members noted the results of two phase 3 clinical trials that assessed the effect of lumacaftor, a CF transmembrane conductance regulator corrector (CFTR), in combination with ivacaftor, a CFTR potentiator, in patients with CF that were homozygous for the F508del CFTR mutation (Wainwright et al. NEJM. 2015; 373:220-31) and reviewed the Cochrane review 2018 regarding Correctors (specific therapies for class II CFTR mutations) for CF (Southern et al. Cochrane Database Syst Rev 2018; 8:CD010966). The Committee noted that there is insufficient evidence that monotherapy provides clinical meaningful benefits in patients with the F508del mutation and noted that combination therapies (lumacaftor-ivacaftor and tezacaftor-ivacaftor) results in small improvements in clinical outcomes, including FEV1, pulmonary exacerbations and quality of life. </p><p><br></p><p>The Committee noted that the data available regarding the safety and efficacy of ivacaftor available at this time remains limited to three years, with no long-term efficacy and safety data available. Members considered the available evidence suggests that ivacaftor is likely to significantly slow the progression of CF, and lead to reductions in hospital admissions and pulmonary exacerbations. Members considered the data provides a sufficient signal to accept that benefits may be long-lasting and there may be some survival benefit. Members considered that since ivacaftor slows the progression of CF, treatment at a young age would give the greatest benefit. Members noted that improvements in lung function is provided as relative change in FEV compared to baseline and considered that actual FEV results would help inform treatment start times. </p><p><br></p><p>The Committee considered that while ivacaftor may slow the progression of CF, treatment is not curative, and patients are likely to eventually decline. The Committee considered the assumption noted by the Respiratory Subcommittee at its 2014 meeting that the deterioration of CF patients treated with ivacaftor would be similar to that observed in patients with bronchiectasis, and considered that this assumption is reasonable, though not based on any published evidence. Members considered that the benefit from ivacaftor should be considered over the patient’s lifetime in economic modelling. </p><p><br></p><p>The Committee noted the very high proposed cost of ivacaftor and took this into account in its recommendation. Members considered that CF patients have a high health need and there is a lack of disease-modifying treatment CF patients. Members considered that the evidence of a health benefit from treatment with ivacaftor is of good quality and strength (up to 144 weeks), however longer-term evidence is not available. </p><p><br></p><p>The Committee recommended that advice be sought from the Cystic Fibrosis Panel regarding appropriate Special Authority criteria and be provided to PTAC at a future meeting. </p>",
          "fs": "<p>The Committee noted that funding applications for ivacaftor for the treatment of cystic fibrosis (CF) in patients with the G551D gene mutation have been considered by PHARMAC on a number of occasions. Members noted that in April 2014, the Respiratory Subcommittee deferred making a recommendation on ivacaftor until further clinical trial data became available evaluating ivacaftor in combination with lumacaftor and until PHARMAC had completed further cost utility analysis. The Committee noted that in May 2014 it deferred making a recommendation on ivacaftor for the same reasons. The Committee noted that it reviewed the cost effectiveness of ivacaftor in May 2015 and recommended that the application for ivacaftor be declined based on prohibitive cost and because the clinical trial results for the combination treatment had not yet been published. </p><p><br></p><p>The Committee noted that the application was reviewed by the Rare Disorders Subcommittee in November 2018 and was recommended for funding with a medium priority based on high health need, a lack of disease-modifying treatment options, and moderate quality evidence of a health benefit noting the limited availability of long-term data, subject to Special Authority criteria. </p><p><br></p><p>The Committee noted that PHARMAC had received a number of letters of support from clinicians and members of the public regarding the funding of ivacaftor for CF patients with the G551D mutation. Members acknowledged many of the letters expressed the high health need of people with cystic fibrosis and their families/caregivers, and the high expectations of benefit this treatment may offer. The Committee noted a letter from Cystic Fibrosis New Zealand to PTAC following the Subcommittee recommendation, highlighting the health need of this patient group and expected benefits of treatment with ivacaftor. </p><p><br></p><p>The Committee noted that approximately 4% patients with CF have the Class III (gating) mutation, G551D, on at least one allele, which results in a CFTR protein that is significantly less effective at chloride transport. Members noted that there are additional gating mutations, including G1244E, G1349D, G178R, G551S, S1251N, S1255P, S549N and S549R, and noted that these are rare and account for approximately 1% of patients with CF. Members noted that in 2017 the FDA approved ivacaftor for 28 additional mutations, suggesting that as many as 14% of patients with CF may benefit from ivacaftor monotherapy. </p><p><br></p><p>The Committee noted that according to the Port CFNZ National data registry 2014, there are 443 patients in New Zealand diagnosed as having cystic fibrosis and of these, 30 have the G551D gene mutation. The cumulative prevalence of cystic fibrosis due to G551D mutation or other Class III (gating) mutations is likely to be less than 1:50,000 and therefore this subgroup of patients with cystic fibrosis could be considered rare. </p><p><br></p><p>Members noted that the Rare Disorders Committee considered that cystic fibrosis overall is not a rare disorder based on the PHARMAC definition, and therefore ivacaftor in combination with other agents, or any other treatments that were approved for use in a wider CF population would not meet PHARMAC’s principles for rare disorders and would therefore be considered by PHARMAC through the usual funding assessment process, following Medsafe regulatory approval. </p><p><br></p><p>The Committee considered there was nothing further to add to the Subcommittee’s consideration of health need for patients with CF and their family and whānau. </p><p><br></p><p>The Committee noted that new information has been published since it reviewed an application for ivacaftor in 2014, including results of the PERSIST trial (McKone et al. Lancet Respir Med 2014;2:902-10), US and UK data (Bessonova et al., Thorax 2018;0:1- 10, Feng et al., Health Aff (Millwood) 2018;37:773-9), as well as a number of studies of ivacaftor in children (Davies JC, et al. Lancet Respir Med. 2016;4:107-15, Rosenfeld et al., Lancet Respir Med. 2018;6:545-53). </p><p><br></p><p>The Committee noted the results of the STRIVE (Ramsey et al NEJM 2011;365:1663-72) and ENVISION (Davies et al. Am J Respir Crit Care Med 2013;187,11:1219-25) Phase III clinical trials of ivacaftor in patients aged 12 and older, and aged 6-11 years, respectively, that they had reviewed at their meetings in 2014. </p><p><br></p><p>The Committee noted the findings of PERSIST, a phase 3, open-label extension of the STRIVE and ENVISION trials that assessed the safety and efficacy of ivacaftor over 96 weeks in 144 adults and adolescents and 48 children with cystic fibrosis and a G551DCFTR mutation on at least one allele (McKone et al. 2014). Members noted that most adverse events were mild or moderate and that serious adverse events were reported for 20% of patients during the first 48 weeks and 23% of patients during the subsequent 48 weeks. The Committee noted that two adults and one child discontinued treatment due to adverse events, and two deaths occurred during the study. Members noted that among adolescents/adults and children who previously received ivacaftor, the change in FEV1 at week 96 (after 144 weeks of treatment with ivacaftor) was 9.4 and 10.3 percentage points, respectively and that weight gain reported in the earlier trials was sustained. The absolute increase in weight was 4.1 kg for adolescents/adults and 14.8 kg for children. The Committee noted that the exacerbation rate for patients on placebo was 1.3 per year compared to 0.6 per year after 48 weeks and between 0.8 and 0.9 after between 96 to 144 weeks, with 30% of patients’ exacerbation free after 144 weeks. Members noted that data did not indicate the severity of exacerbations, particularly if they were more or less severe than might otherwise be expected. </p><p><br></p><p>The Committee noted the findings of an ongoing observational, post-approval safety study that evaluated the clinical outcomes and disease progression in ivacaftor-treated patients using data from the US and the UK CF registries, which included 1,256 ivacaftor-treated and 6,200 comparator CF patients from the US and 411 ivacaftor-treated and 2,069 comparator CF patients from the UK (Bessonova et al., 2018). Members noted that the average observed treatment length was 2 years in the US and 1.3 years in the UK, and that 74.4% of patients had one copy of G551D in the US compared to 100% in the UK. </p><p><br></p><p>No new safety concerns were identified. Ivacaftor-treated US patients were observed to have significantly lower risks of death (0.6% vs 1.6%, p=0.011), transplantation (0.2% vs 1.1%, p=0.0017), hospitalisation (27.5% vs 43.1%, p&lt;0.0001) and pulmonary exacerbation (27.8% vs 43.3%, p&lt;0.0001) relative to comparators. Ivacaftor treated patients had reductions in other complications; trends were similar in the UK. Members considered that there were several limitations associated with the study published by Bessonova et al. (2018) including the open-label observational study design and that the majority of ivacaftor-treated patients had a class III G551D mutation while the majority of the comparators had a class I/II CFTR genotype. Members considered this raises some questions regarding comparability, although patients with the G551D mutation pre-ivacaftor treatment and comparators had the same rate of exacerbations and FEV1. </p><p><br></p><p>The Committee reviewed results of an observational study that used US claims data to determine the impact of ivacaftor on CF-related hospitalisations by comparing the hospitalisation rate for the 12-month period before and after patients commenced on treatment (Feng et al., 2018). Members noted that 80% of eligible patients with the G551D mutation commenced treatment within a year of FDA approval. The following year, when the label was extended to include patients with other gating mutations, 80% of CF patients that commenced treatment with ivacaftor did not have the G551D mutation. Members noted that all-cause hospital admissions reduced by 55% and CF-related admissions reduced by 81%. </p><p><br></p><p>The Committee noted the results of a 16 week, double-blind, placebo-controlled cross-over, open label study of 36 patients that evaluated the efficacy and safety of ivacaftor in CF patients with a non-G551D gating mutation (G178R, S549N, S549R, G551S, G970R, G1244E, S1251N, S1255P, or G1349D) (De Boek et al. J Cyst Fibros 2014;13:674-80). Members noted that 8 weeks of ivacaftor resulted in a treatment difference in FEV1 of 10.7 percentage points, and noted that patients also had improvements in body mass index, sweat chloride and respiratory domain score from the Cystic Fibrosis Questionnaire-Revised. The Committee considered there were no new safety concerns reported in the study. </p><p><br></p><p>Members reviewed the findings of the open-label, single-arm KIWI study which investigated the safety, pharmacokinetics, and pharmacodynamics of ivacaftor in children aged 2–5 years with cystic fibrosis and a CFTR gating mutation (Davies JC, et al. Lancet Respir Med. 2016;4:107-15). The Committee noted that ivacaftor 50 mg and 75 mg twice daily appeared to be safe in children over a 24-week period in this study. </p><p><br></p><p>The Committee noted that there is an ongoing Phase 3 clinical trial (ARRIVAL NCT02725567) to assess the safety and efficacy of ivacaftor in children with cystic fibrosis that have the CFTR gating mutation who are under 24 months of age. Members noted that data up to 24 weeks for children aged 12-24 months demonstrated ivacaftor 50 mg and 75 mg twice daily was well tolerated with a safety profile consistent with studies in patients 2 years and older and the authors observed substantial improvements in sweat chloride, a marker of CFTR activity (Rosenfeld et al., Lancet Respir Med. 2018;6:545-53). Ivacaftor showed improvements in markers of pancreatic function and growth parameters were normal at study baseline and generally maintained during treatment. The Committee noted that a trial is ongoing for children aged under 12 months. </p><p><br></p><p>Members agreed with the Subcommittee that clinicians would be likely to treat children under six years of age with ivacaftor if it was available; however, this would currently be an unapproved indication in New Zealand. The Committee noted that 50 mg and 75 mg sachets of ivacaftor granules are available in some countries but are not currently approved by Medsafe or available in New Zealand. The Committee considered that there may be issues with how ivacaftor can be prepared for paediatric use if only film-coated tablets are available, since the tablets are not made to be broken. Members noted that the 75 mg sachets of ivacaftor granules cost the same as the 150 mg tablets in Australia. </p><p><br></p><p>The Committee noted that there was no evidence to support the use of ivacaftor in people with the F508del CTFR mutation (Skilton et al. Cochrane Database Syst Rev. 2019;7:1, Flume P et al. Chest; 2012:142:718-24). </p><p><br></p><p>Members noted the results of two phase 3 clinical trials that assessed the effect of lumacaftor, a CF transmembrane conductance regulator corrector (CFTR), in combination with ivacaftor, a CFTR potentiator, in patients with CF that were homozygous for the F508del CFTR mutation (Wainwright et al. NEJM. 2015; 373:220-31) and reviewed the Cochrane review 2018 regarding Correctors (specific therapies for class II CFTR mutations) for CF (Southern et al. Cochrane Database Syst Rev 2018; 8:CD010966). The Committee noted that there is insufficient evidence that monotherapy provides clinical meaningful benefits in patients with the F508del mutation and noted that combination therapies (lumacaftor-ivacaftor and tezacaftor-ivacaftor) results in small improvements in clinical outcomes, including FEV1, pulmonary exacerbations and quality of life. </p><p><br></p><p>The Committee noted that the data available regarding the safety and efficacy of ivacaftor available at this time remains limited to three years, with no long-term efficacy and safety data available. Members considered the available evidence suggests that ivacaftor is likely to significantly slow the progression of CF, and lead to reductions in hospital admissions and pulmonary exacerbations. Members considered the data provides a sufficient signal to accept that benefits may be long-lasting and there may be some survival benefit. Members considered that since ivacaftor slows the progression of CF, treatment at a young age would give the greatest benefit. Members noted that improvements in lung function is provided as relative change in FEV compared to baseline and considered that actual FEV results would help inform treatment start times. </p><p><br></p><p>The Committee considered that while ivacaftor may slow the progression of CF, treatment is not curative, and patients are likely to eventually decline. The Committee considered the assumption noted by the Respiratory Subcommittee at its 2014 meeting that the deterioration of CF patients treated with ivacaftor would be similar to that observed in patients with bronchiectasis, and considered that this assumption is reasonable, though not based on any published evidence. Members considered that the benefit from ivacaftor should be considered over the patient’s lifetime in economic modelling. </p><p><br></p><p>The Committee noted the very high proposed cost of ivacaftor and took this into account in its recommendation. Members considered that CF patients have a high health need and there is a lack of disease-modifying treatment CF patients. Members considered that the evidence of a health benefit from treatment with ivacaftor is of good quality and strength (up to 144 weeks), however longer-term evidence is not available. </p><p><br></p><p>The Committee recommended that advice be sought from the Cystic Fibrosis Panel regarding appropriate Special Authority criteria and be provided to PTAC at a future meeting. </p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Committee reviewed the application from Vertex for the funding of ivacaftor for the treatment of cystic fibrosis with G551D mutation. </p><p><br></p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "fs": "<p>The Committee reviewed the application from Vertex for the funding of ivacaftor for the treatment of cystic fibrosis with G551D mutation. </p><p><br></p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Low",
          "fs": "Low",
          "change": null
        },
        "Links": {
          "s": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2019-02.pdf\" target=\"_blank\">PTAC minutes</a>",
          "fs": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2019-02.pdf\" target=\"_blank\">PTAC minutes</a>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2019",
          "fs": "Feb 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 21 February 2019.",
          "fs": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 21 February 2019.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUncUAG"
          },
          "Id": "a0P2P000005KUncUAG",
          "Event_Date__c": "2019-02-21",
          "Event_Description__c": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 21 February 2019.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2019-02.pdf\" target=\"_blank\">PTAC minutes</a>",
          "Outcome__c": "Low",
          "Summary__c": "PTAC recommended that ivacaftor be funded with a low priority for the treatment of cystic fibrosis with the G551D mutation based on high health need, a lack of disease-modifying treatment options, moderate quality evidence of a health benefit noting the limited availability of long-term data, and concerns regarding markers of surrogacy and high cost; subject to Special Authority criteria.",
          "Formatted_Date__c": "Feb 2019",
          "Published_Recommendation__c": "<p>The Committee recommended that ivacaftor be funded with a low priority for the treatment of cystic fibrosis with the G551D mutation based on high health need, a lack of disease-modifying treatment options, moderate quality evidence of a health benefit noting the limited availability of long-term data, and concerns regarding markers of surrogacy and high cost; subject to Special Authority criteria. </p><p><br></p><p>The Committee recommended that advice be sought from the Cystic Fibrosis Panel regarding appropriate Special Authority criteria</p>",
          "Published_Application__c": "<p>The Committee reviewed the application from Vertex for the funding of ivacaftor for the treatment of cystic fibrosis with G551D mutation. </p><p><br></p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "Published_Discussion__c": "<p>The Committee noted that funding applications for ivacaftor for the treatment of cystic fibrosis (CF) in patients with the G551D gene mutation have been considered by PHARMAC on a number of occasions. Members noted that in April 2014, the Respiratory Subcommittee deferred making a recommendation on ivacaftor until further clinical trial data became available evaluating ivacaftor in combination with lumacaftor and until PHARMAC had completed further cost utility analysis. The Committee noted that in May 2014 it deferred making a recommendation on ivacaftor for the same reasons. The Committee noted that it reviewed the cost effectiveness of ivacaftor in May 2015 and recommended that the application for ivacaftor be declined based on prohibitive cost and because the clinical trial results for the combination treatment had not yet been published. </p><p><br></p><p>The Committee noted that the application was reviewed by the Rare Disorders Subcommittee in November 2018 and was recommended for funding with a medium priority based on high health need, a lack of disease-modifying treatment options, and moderate quality evidence of a health benefit noting the limited availability of long-term data, subject to Special Authority criteria. </p><p><br></p><p>The Committee noted that PHARMAC had received a number of letters of support from clinicians and members of the public regarding the funding of ivacaftor for CF patients with the G551D mutation. Members acknowledged many of the letters expressed the high health need of people with cystic fibrosis and their families/caregivers, and the high expectations of benefit this treatment may offer. The Committee noted a letter from Cystic Fibrosis New Zealand to PTAC following the Subcommittee recommendation, highlighting the health need of this patient group and expected benefits of treatment with ivacaftor. </p><p><br></p><p>The Committee noted that approximately 4% patients with CF have the Class III (gating) mutation, G551D, on at least one allele, which results in a CFTR protein that is significantly less effective at chloride transport. Members noted that there are additional gating mutations, including G1244E, G1349D, G178R, G551S, S1251N, S1255P, S549N and S549R, and noted that these are rare and account for approximately 1% of patients with CF. Members noted that in 2017 the FDA approved ivacaftor for 28 additional mutations, suggesting that as many as 14% of patients with CF may benefit from ivacaftor monotherapy. </p><p><br></p><p>The Committee noted that according to the Port CFNZ National data registry 2014, there are 443 patients in New Zealand diagnosed as having cystic fibrosis and of these, 30 have the G551D gene mutation. The cumulative prevalence of cystic fibrosis due to G551D mutation or other Class III (gating) mutations is likely to be less than 1:50,000 and therefore this subgroup of patients with cystic fibrosis could be considered rare. </p><p><br></p><p>Members noted that the Rare Disorders Committee considered that cystic fibrosis overall is not a rare disorder based on the PHARMAC definition, and therefore ivacaftor in combination with other agents, or any other treatments that were approved for use in a wider CF population would not meet PHARMAC’s principles for rare disorders and would therefore be considered by PHARMAC through the usual funding assessment process, following Medsafe regulatory approval. </p><p><br></p><p>The Committee considered there was nothing further to add to the Subcommittee’s consideration of health need for patients with CF and their family and whānau. </p><p><br></p><p>The Committee noted that new information has been published since it reviewed an application for ivacaftor in 2014, including results of the PERSIST trial (McKone et al. Lancet Respir Med 2014;2:902-10), US and UK data (Bessonova et al., Thorax 2018;0:1- 10, Feng et al., Health Aff (Millwood) 2018;37:773-9), as well as a number of studies of ivacaftor in children (Davies JC, et al. Lancet Respir Med. 2016;4:107-15, Rosenfeld et al., Lancet Respir Med. 2018;6:545-53). </p><p><br></p><p>The Committee noted the results of the STRIVE (Ramsey et al NEJM 2011;365:1663-72) and ENVISION (Davies et al. Am J Respir Crit Care Med 2013;187,11:1219-25) Phase III clinical trials of ivacaftor in patients aged 12 and older, and aged 6-11 years, respectively, that they had reviewed at their meetings in 2014. </p><p><br></p><p>The Committee noted the findings of PERSIST, a phase 3, open-label extension of the STRIVE and ENVISION trials that assessed the safety and efficacy of ivacaftor over 96 weeks in 144 adults and adolescents and 48 children with cystic fibrosis and a G551DCFTR mutation on at least one allele (McKone et al. 2014). Members noted that most adverse events were mild or moderate and that serious adverse events were reported for 20% of patients during the first 48 weeks and 23% of patients during the subsequent 48 weeks. The Committee noted that two adults and one child discontinued treatment due to adverse events, and two deaths occurred during the study. Members noted that among adolescents/adults and children who previously received ivacaftor, the change in FEV1 at week 96 (after 144 weeks of treatment with ivacaftor) was 9.4 and 10.3 percentage points, respectively and that weight gain reported in the earlier trials was sustained. The absolute increase in weight was 4.1 kg for adolescents/adults and 14.8 kg for children. The Committee noted that the exacerbation rate for patients on placebo was 1.3 per year compared to 0.6 per year after 48 weeks and between 0.8 and 0.9 after between 96 to 144 weeks, with 30% of patients’ exacerbation free after 144 weeks. Members noted that data did not indicate the severity of exacerbations, particularly if they were more or less severe than might otherwise be expected. </p><p><br></p><p>The Committee noted the findings of an ongoing observational, post-approval safety study that evaluated the clinical outcomes and disease progression in ivacaftor-treated patients using data from the US and the UK CF registries, which included 1,256 ivacaftor-treated and 6,200 comparator CF patients from the US and 411 ivacaftor-treated and 2,069 comparator CF patients from the UK (Bessonova et al., 2018). Members noted that the average observed treatment length was 2 years in the US and 1.3 years in the UK, and that 74.4% of patients had one copy of G551D in the US compared to 100% in the UK. </p><p><br></p><p>No new safety concerns were identified. Ivacaftor-treated US patients were observed to have significantly lower risks of death (0.6% vs 1.6%, p=0.011), transplantation (0.2% vs 1.1%, p=0.0017), hospitalisation (27.5% vs 43.1%, p&lt;0.0001) and pulmonary exacerbation (27.8% vs 43.3%, p&lt;0.0001) relative to comparators. Ivacaftor treated patients had reductions in other complications; trends were similar in the UK. Members considered that there were several limitations associated with the study published by Bessonova et al. (2018) including the open-label observational study design and that the majority of ivacaftor-treated patients had a class III G551D mutation while the majority of the comparators had a class I/II CFTR genotype. Members considered this raises some questions regarding comparability, although patients with the G551D mutation pre-ivacaftor treatment and comparators had the same rate of exacerbations and FEV1. </p><p><br></p><p>The Committee reviewed results of an observational study that used US claims data to determine the impact of ivacaftor on CF-related hospitalisations by comparing the hospitalisation rate for the 12-month period before and after patients commenced on treatment (Feng et al., 2018). Members noted that 80% of eligible patients with the G551D mutation commenced treatment within a year of FDA approval. The following year, when the label was extended to include patients with other gating mutations, 80% of CF patients that commenced treatment with ivacaftor did not have the G551D mutation. Members noted that all-cause hospital admissions reduced by 55% and CF-related admissions reduced by 81%. </p><p><br></p><p>The Committee noted the results of a 16 week, double-blind, placebo-controlled cross-over, open label study of 36 patients that evaluated the efficacy and safety of ivacaftor in CF patients with a non-G551D gating mutation (G178R, S549N, S549R, G551S, G970R, G1244E, S1251N, S1255P, or G1349D) (De Boek et al. J Cyst Fibros 2014;13:674-80). Members noted that 8 weeks of ivacaftor resulted in a treatment difference in FEV1 of 10.7 percentage points, and noted that patients also had improvements in body mass index, sweat chloride and respiratory domain score from the Cystic Fibrosis Questionnaire-Revised. The Committee considered there were no new safety concerns reported in the study. </p><p><br></p><p>Members reviewed the findings of the open-label, single-arm KIWI study which investigated the safety, pharmacokinetics, and pharmacodynamics of ivacaftor in children aged 2–5 years with cystic fibrosis and a CFTR gating mutation (Davies JC, et al. Lancet Respir Med. 2016;4:107-15). The Committee noted that ivacaftor 50 mg and 75 mg twice daily appeared to be safe in children over a 24-week period in this study. </p><p><br></p><p>The Committee noted that there is an ongoing Phase 3 clinical trial (ARRIVAL NCT02725567) to assess the safety and efficacy of ivacaftor in children with cystic fibrosis that have the CFTR gating mutation who are under 24 months of age. Members noted that data up to 24 weeks for children aged 12-24 months demonstrated ivacaftor 50 mg and 75 mg twice daily was well tolerated with a safety profile consistent with studies in patients 2 years and older and the authors observed substantial improvements in sweat chloride, a marker of CFTR activity (Rosenfeld et al., Lancet Respir Med. 2018;6:545-53). Ivacaftor showed improvements in markers of pancreatic function and growth parameters were normal at study baseline and generally maintained during treatment. The Committee noted that a trial is ongoing for children aged under 12 months. </p><p><br></p><p>Members agreed with the Subcommittee that clinicians would be likely to treat children under six years of age with ivacaftor if it was available; however, this would currently be an unapproved indication in New Zealand. The Committee noted that 50 mg and 75 mg sachets of ivacaftor granules are available in some countries but are not currently approved by Medsafe or available in New Zealand. The Committee considered that there may be issues with how ivacaftor can be prepared for paediatric use if only film-coated tablets are available, since the tablets are not made to be broken. Members noted that the 75 mg sachets of ivacaftor granules cost the same as the 150 mg tablets in Australia. </p><p><br></p><p>The Committee noted that there was no evidence to support the use of ivacaftor in people with the F508del CTFR mutation (Skilton et al. Cochrane Database Syst Rev. 2019;7:1, Flume P et al. Chest; 2012:142:718-24). </p><p><br></p><p>Members noted the results of two phase 3 clinical trials that assessed the effect of lumacaftor, a CF transmembrane conductance regulator corrector (CFTR), in combination with ivacaftor, a CFTR potentiator, in patients with CF that were homozygous for the F508del CFTR mutation (Wainwright et al. NEJM. 2015; 373:220-31) and reviewed the Cochrane review 2018 regarding Correctors (specific therapies for class II CFTR mutations) for CF (Southern et al. Cochrane Database Syst Rev 2018; 8:CD010966). The Committee noted that there is insufficient evidence that monotherapy provides clinical meaningful benefits in patients with the F508del mutation and noted that combination therapies (lumacaftor-ivacaftor and tezacaftor-ivacaftor) results in small improvements in clinical outcomes, including FEV1, pulmonary exacerbations and quality of life. </p><p><br></p><p>The Committee noted that the data available regarding the safety and efficacy of ivacaftor available at this time remains limited to three years, with no long-term efficacy and safety data available. Members considered the available evidence suggests that ivacaftor is likely to significantly slow the progression of CF, and lead to reductions in hospital admissions and pulmonary exacerbations. Members considered the data provides a sufficient signal to accept that benefits may be long-lasting and there may be some survival benefit. Members considered that since ivacaftor slows the progression of CF, treatment at a young age would give the greatest benefit. Members noted that improvements in lung function is provided as relative change in FEV compared to baseline and considered that actual FEV results would help inform treatment start times. </p><p><br></p><p>The Committee considered that while ivacaftor may slow the progression of CF, treatment is not curative, and patients are likely to eventually decline. The Committee considered the assumption noted by the Respiratory Subcommittee at its 2014 meeting that the deterioration of CF patients treated with ivacaftor would be similar to that observed in patients with bronchiectasis, and considered that this assumption is reasonable, though not based on any published evidence. Members considered that the benefit from ivacaftor should be considered over the patient’s lifetime in economic modelling. </p><p><br></p><p>The Committee noted the very high proposed cost of ivacaftor and took this into account in its recommendation. Members considered that CF patients have a high health need and there is a lack of disease-modifying treatment CF patients. Members considered that the evidence of a health benefit from treatment with ivacaftor is of good quality and strength (up to 144 weeks), however longer-term evidence is not available. </p><p><br></p><p>The Committee recommended that advice be sought from the Cystic Fibrosis Panel regarding appropriate Special Authority criteria and be provided to PTAC at a future meeting. </p>",
          "Status_History__c": "a132P000000Arc1QAC"
        },
        "change": null
      }
    ],
    "dateString": "Apr 2014",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2014",
          "fs": "May 2014",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUnVUAW"
          },
          "Id": "a0P2P000005KUnVUAW",
          "Event_Date__c": "2014-05-09",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "May 2014",
          "Status_History__c": "a132P000000AqgpQAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2019",
          "fs": "Feb 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUndUAG"
          },
          "Id": "a0P2P000005KUndUAG",
          "Event_Date__c": "2019-02-22",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Feb 2019",
          "Status_History__c": "a132P000000ArcJQAS"
        },
        "change": null
      }
    ],
    "dateString": "May 2014",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2018",
          "fs": "Jun 2018",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUnXUAW"
          },
          "Id": "a0P2P000005KUnXUAW",
          "Event_Date__c": "2018-06-06",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Jun 2018",
          "Status_History__c": "a132P000000ArTfQAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Apr 2019",
          "fs": "Apr 2019",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUneUAG"
          },
          "Id": "a0P2P000005KUneUAG",
          "Event_Date__c": "2019-04-16",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Apr 2019",
          "Status_History__c": "a132P000000AreiQAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Dec 2019",
          "fs": "Dec 2019",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUnfUAG"
          },
          "Id": "a0P2P000005KUnfUAG",
          "Event_Date__c": "2019-12-01",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Dec 2019",
          "Status_History__c": "a132P000000BPtLQAW"
        },
        "change": null
      }
    ],
    "dateString": "Jun 2018",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/proposal-to-fund-ivacaftor-kalydeco-for-the-treatment-of-patients-with-cystic-fibrosis-with-the-g551d-mutation/\" target=\"_blank\">Consultation letter</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/proposal-to-fund-ivacaftor-kalydeco-for-the-treatment-of-patients-with-cystic-fibrosis-with-the-g551d-mutation/\" target=\"_blank\">Consultation letter</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Jan 2020",
          "fs": "Jan 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is active.",
          "fs": "Public consultation for this application is active.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUngUAG"
          },
          "Id": "a0P2P000005KUngUAG",
          "Event_Date__c": "2020-01-24",
          "Event_Description__c": "Public consultation for this application is active.",
          "Stage__c": "Under Consultation",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/proposal-to-fund-ivacaftor-kalydeco-for-the-treatment-of-patients-with-cystic-fibrosis-with-the-g551d-mutation/\" target=\"_blank\">Consultation letter</a></p>",
          "Formatted_Date__c": "Jan 2020",
          "Status_History__c": "a132P000000BVL2QAO"
        },
        "change": null
      }
    ],
    "dateString": "Jan 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-fund-ivacaftor-kalydeco-for-people-with-cystic-fibrosis-with-the-g551d-mutation/\" target=\"_blank\">Notification letter</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-fund-ivacaftor-kalydeco-for-people-with-cystic-fibrosis-with-the-g551d-mutation/\" target=\"_blank\">Notification letter</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2020",
          "fs": "Feb 2020",
          "change": null
        },
        "Event_Description": {
          "s": "The funding application has been approved.",
          "fs": "The funding application has been approved.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000005KUnhUAG"
          },
          "Id": "a0P2P000005KUnhUAG",
          "Event_Date__c": "2020-02-26",
          "Event_Description__c": "The funding application has been approved.",
          "Stage__c": "Decision",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-fund-ivacaftor-kalydeco-for-people-with-cystic-fibrosis-with-the-g551d-mutation/\" target=\"_blank\">Notification letter</a></p>",
          "Formatted_Date__c": "Feb 2020",
          "Status_History__c": "a132P000000BVL7QAO"
        },
        "change": null
      }
    ],
    "dateString": "Feb 2020",
    "collapsed": false,
    "checked": true
  }
]