[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2018",
          "fs": "Oct 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000007JbUoUAK"
          },
          "Id": "a0P2P000007JbUoUAK",
          "Event_Date__c": "2018-10-25",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "Oct 2018",
          "Status_History__c": "a132P000000ArYDQA0"
        },
        "change": null
      }
    ],
    "dateString": "Oct 2018",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2019",
          "fs": "May 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000007JbUpUAK"
          },
          "Id": "a0P2P000007JbUpUAK",
          "Event_Date__c": "2019-05-01",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "May 2019",
          "Status_History__c": "a132P000000Arf2QAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Subcommittee <b>recommended</b> that the antiretroviral Special Authority criteria for nPEP be amended, to closer align with the UK and ASHM guideline risk assessment tool, with a high priority to include: </p><p><br></p><p>a) for source partners with a known positive HIV status (viral load greater than 200 copies/ml): receptive and insertive anal sex or receptive vaginal sex; </p><p>b) for source partners with an unknown HIV status to include; receptive anal sex with a person from a high HIV prevalence country or high HIV prevalence risk group.  </p><p><br></p><p>The Subcommittee <b>recommended</b> that initiating Special Authority for PrEP and nPEP be widened to include sexual health specialist, infectious disease specialists and vocationally registered general practitioner or nurse practitioner.</p><p><br></p><p>The Subcommittee <b>recommended</b> that the Special Authority criteria for antiretrovals be separated into two groups: </p><p>a)<span style=\"font-size: 7pt;\">    </span>Confirmed HIV, prevention of maternal transmission and percutaneous exposure which should still be limited to named specialists;</p><p>b)<span style=\"font-size: 7pt;\">    </span>PrEP and PEP where sexual health specialists, infectious disease specialists, vocationally registered general practitioners or nurse practitioners can initiate patients.</p>",
          "fs": "<p>The Subcommittee <b>recommended</b> that the antiretroviral Special Authority criteria for nPEP be amended, to closer align with the UK and ASHM guideline risk assessment tool, with a high priority to include: </p><p><br></p><p>a) for source partners with a known positive HIV status (viral load greater than 200 copies/ml): receptive and insertive anal sex or receptive vaginal sex; </p><p>b) for source partners with an unknown HIV status to include; receptive anal sex with a person from a high HIV prevalence country or high HIV prevalence risk group.  </p><p><br></p><p>The Subcommittee <b>recommended</b> that initiating Special Authority for PrEP and nPEP be widened to include sexual health specialist, infectious disease specialists and vocationally registered general practitioner or nurse practitioner.</p><p><br></p><p>The Subcommittee <b>recommended</b> that the Special Authority criteria for antiretrovals be separated into two groups: </p><p>a)<span style=\"font-size: 7pt;\">    </span>Confirmed HIV, prevention of maternal transmission and percutaneous exposure which should still be limited to named specialists;</p><p>b)<span style=\"font-size: 7pt;\">    </span>PrEP and PEP where sexual health specialists, infectious disease specialists, vocationally registered general practitioners or nurse practitioners can initiate patients.</p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Subcommittee noted that nPEP is recommended, based on risk of transmissible exposure, to be commenced within 72 hours and is typically a two or three drug regimen that is continued for 28 days. Members noted that two drug regimens include emtricitabine/tenofovir disoproxil or tenofovir disoproxil with lamivudine; three drug regimens include dolutegravir, raltegravir or rilpivirine in addition to the two drug regimen. </p><p><br></p><p>The Subcommittee noted that the current nPEP criteria is not in-line with the latest evidence of transmission of HIV noting that most transmission is driven by people that are unaware that they have HIV. (Saxton et al, 2015A. HIV prevention todayNZMJ; 128(1426): 8-15) The Subcommittee noted that when the criteria were developed they were based on limiting the patient group to a risk greater than 1 in 300 and this took into account a high drug cost and was based on the current percutaneous occupational risk. Members noted that PHARMAC has recently competed the antiretroviral market which included significant price reductions for emtricitabine with tenofovir disoproxil.</p><p><br></p><p>The Subcommittee noted that current treatment paradigm now considers that HIV positive patients who are on treatment and have an undetectable viral load for six months cannot transmit the virus, so treating patients only with known HIV status is no longer relevant. </p><p><br></p><p>The Subcommittee considered the it would be highly unlikely for there to be a definitive placebo-controlled trial conducted in the setting of nPEP and current treatment recommendations are based on risk of transmission calculated from known case reports, mother-to-child transmission studies and occupational exposure data. The Subcommittee noted that current international practice (such as the Australasian Society for HIV (ASHM)) is to calculate risk of the patient being infected by multiplying the exposure type by the likelihood that the source has transmissible HIV. Members noted ASHM had performed a significant review of the literature in 2016 which was published on its website: https://www.ashm.org.au/HIV/PEP/PEP_Literature_Review_2016.PDF</p><p><br></p><p>The Subcommittee noted that treatment recommendations for jurisdictions outside of New Zealand varies and many use a risk greater than 1 in 1000 as a basis of recommending treatment. Members noted that, in Australia for example, the funding of nPEP is not via the Pharmaceutical Benefits Scheme (PBS) as the cost of the medicine is funded by State and territory Departments of Health. The treating clinician will consider the ASHM guidelines and consider the benefits of treatment compared with the risk of harm. </p><p><br></p><p>Members considered that the landscape has changed: that HIV medication is much more well-tolerated and affordable and that it is reasonable to consider a risk of 1:1000, rather than 1:300, In line with international literature reviews and guidelines. Members considered that an acceptable risk to treat in New Zealand was 1 in 1000 which included in HIV positive or unknown viral load partners who had receptive and insertive anal sex or receptive vaginal sex, but this did not include insertive vaginal sex. For a partner with unknown HIV status, this included receptive anal sex only. </p><p><br></p><p>The Subcommittee noted the current prescriber restrictions for nPEP and considered that access to treatment can be inequitable when there is poor access to a named antiretroviral specialists. Members considered that in Queenstown, for example, the nearest hospital is 4 hour drive away and there are no named antiretroviral specialists. Members also noted that the current criteria has components open to interpretation and considered it is timely for this Subcommittee to review the criteria given that PrEP has been funded since January 2018.</p><p><br></p><p>The Subcommittee considered that since funding PrEP it has become quite evident that the nPEP and PrEP prescriber access to antiretrovirals should be widened. There needs to be better access for prescribers who treat vulnerable patients in the community and the same barriers to access (for HIV chronic treatment for example) need not be in place. The Subcommittee also considered that similar prescribers should be able to provide both nPEP and PrEP and that it is important (for PrEP) that prescribers acknowledge that they have sought training to be competent in the risks and benefits of these treatments in these patients groups.</p><p><br></p><p>The Subcommittee recommended changes to the nPEP Special Authority criteria to widen the prescriber access and allow treatment for patients where there is a risk of 1 in 1000 or greater (additions in bold, deletions in strikethrough):</p><p>Initial application — (post-exposure prophylaxis following non-occupational exposure to HIV) only from a named specialist sexual health specialist, infectious disease specialist, vocationally registered general practitioner or nurse practitioner. Approvals valid for 4 weeks for applications meeting the following criteria:</p><p>Both:</p><p>1\tTreatment course to be initiated within 72 hours post exposure; and</p><p>2\tAny of the following:</p><p>2.1\tPatient has had unprotected receptive anal intercourse with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.2\tPatient has had unprotected insertive anal intercourse with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.3\tPatient has had unprotected receptive vaginal sex with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.4 Patient has had unprotected receptive anal intercourse with a person from a high prevalence country or risk group whose HIV status is unknown; or</p><p>2.25 Patient has shared intravenous injecting equipment with a known HIV positive person; or</p><p>2.36 Patient has had non-consensual intercourse and the clinician considers that the risk assessment indicates prophylaxis is required.</p><p><br></p><p>Notes: For the purpose of 2.3 above, ‘unprotected receptive vaginal sex’ refers to intercourse between an HIV positive male and a HIV negative female</p><p><br></p><p><br></p><p>Renewal — (second or subsequent post-exposure prophylaxis) only from a named specialist sexual health specialist, infectious disease specialist, vocationally registered general practitioner or nurse practitioner. Approvals valid for 4 weeks for applications meeting the following criteria:</p><p>Both:</p><p>1\tTreatment course to be initiated within 72 hours post exposure; and</p><p>2\tAny of the following:</p><p>2.1\tPatient has had unprotected receptive anal intercourse with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.2\tPatient has had unprotected insertive anal intercourse with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.3\tPatient has had unprotected receptive vaginal sex with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.4\tPatient has had unprotected receptive anal intercourse with a person from a high prevalence country or risk group and their HIV status is unknown; or</p><p>2.25\tPatient has shared intravenous injecting equipment with a known HIV positive person; or</p><p>2.36\tPatient has had non-consensual intercourse and the clinician considers that the risk assessment indicates prophylaxis is required.</p><p><br></p><p>Notes: For the purpose of 2.3 above, ‘unprotected receptive vaginal sex’ refers to intercourse between an HIV positive male and a HIV negative female</p><p><br></p><p>The Subcommittee considered the request for the availability of starter packs in emergency departments and sexual health clinics for patients starting nPEP; noting that treatment needs to start within 72 hours of exposure. The Subcommittee considered that some hospitals already provide emtricitabine with tenofovir disoproxil as a starter pack dispensed by their hospital pharmacy. Members noted that for emergency use, in a community setting, a practitioners supply order, would normally be used as a mechanism however this is not possible with a pharmaceutical that has a restriction.</p><p><br></p><p>The Subcommittee recommended changes to the PrEP Special Authority criteria to widen the prescriber access to initiations and also cover the testing and considerations required for community initiations of this treatment (additions in bold, deletions in strikethrough):</p><p>Initial application only from a named specialist or medical practitioner on the recommendation of a named specialist sexual health specialist, infectious disease specialist, vocationally registered general practitioner or nurse practitioner. Approvals valid for 3 months for applications meeting the following criteria:</p><p><br></p><p>Both All of the following:</p><p>1.\tApplicant has an up to date knowledge of the safety issues and is competent to prescribe pre-exposure prophylaxis (refer to local health pathways or https://ashm.org.au/HIV/PrEP/ for training materials); and</p><p>2.\tPatient has undergone testing for HIV, syphilis, Hep B if not immune and a full STI screen in the previous two weeks; and</p><p>3.\tPatient has had renal function testing (creatinine, phosphate and urine protein/creatinine ratio) within the last 3 months and is not contraindicated for treatment; and</p><p>4.\tPatient has received advice regarding the reduction of risk of HIV and sexually transmitted infections and how to reduce those risks; and</p><p>5.\tPatient has tested HIV negative and is not at risk of HIV seroconversion; and</p><p><br></p><p>6.\tEither:</p><p><br></p><p>6.1.\tAll of the following:</p><p>6.1.1.\tPatient is male or transgender; and</p><p>6.1.2.\tPatient has sex with men; and</p><p>6.1.3.\tPatient is likely to have multiple episodes of condomless anal intercourse in the next 3 months; and</p><p>6.1.4.\tAny of the following:</p><p>6.1.4.1.\tPatient has had at least one episode of condomless receptive anal intercourse with one or more casual male partners in the last 3 months; or</p><p>6.1.4.2.\tA diagnosis of rectal chlamydia, rectal gonorrhoea, or infectious syphilis within the last 3 months; or</p><p>6.1.4.3.\tPatient has used methamphetamine in the last three months; or</p><p>6.2.\tAll of the following:</p><p>6.2.1.\tPatient has a regular partner who has HIV infection; and</p><p>6.2.2.\tPartner is either not on treatment or has a detectable viral load; and</p><p>6.2.3.\tCondoms have not been consistently used.</p><p><br></p><p>Renewal from any relevant practitioner. Approvals valid for 3 months for applications meeting the following criteria:</p><p>All of the following:</p><p>1.\tApplicant has an up to date knowledge of the safety issues and is competent to prescribe pre-exposure prophylaxis (refer to local health pathways or https://ashm.org.au/HIV/PrEP/ for training materials); and</p><p>2.\tPatient has undergone testing for HIV, syphilis, Hep B if not immune and a full STI screen in the previous two weeks; and</p><p>3.\tPatient has had renal function testing (creatinine, phosphate and urine protein/creatinine ratio) within the last 12 months and is not contraindicated for treatment; and</p><p>4.\tPatient has received advice regarding the reduction of risk of HIV and sexually transmitted infections and how to reduce those risks; and</p><p>5.\tPatient has tested HIV negative and is not at risk of HIV seroconversion; and</p><p><br></p><p>6.\tEither:</p><p><br></p><p>6.1.\tAll of the following:</p><p>6.1.1.\tPatient is male or transgender; and</p><p>6.1.2.\tPatient has sex with men; and</p><p>6.1.3.\tPatient is likely to have multiple episodes of condomless anal intercourse in the next 3 months; and</p><p>6.1.4.\tAny of the following:</p><p>6.1.4.1.\tPatient has had at least one episode of condomless receptive anal intercourse with one or more casual male partners in the last 3 months; or</p><p>6.1.4.2.\tA diagnosis of rectal chlamydia, rectal gonorrhoea, or infectious syphilis within the last 3 months; or</p><p>6.1.4.3.\tPatient has used methamphetamine in the last three months; or</p><p>6.2.\tAll of the following:</p><p>6.2.1.\tPatient has a regular partner who has HIV infection; and</p><p>6.2.2.\tPartner is either not on treatment or has a detectable viral load; and</p><p>6.2.3.\tCondoms have not been consistently used.</p>",
          "fs": "<p>The Subcommittee noted that nPEP is recommended, based on risk of transmissible exposure, to be commenced within 72 hours and is typically a two or three drug regimen that is continued for 28 days. Members noted that two drug regimens include emtricitabine/tenofovir disoproxil or tenofovir disoproxil with lamivudine; three drug regimens include dolutegravir, raltegravir or rilpivirine in addition to the two drug regimen. </p><p><br></p><p>The Subcommittee noted that the current nPEP criteria is not in-line with the latest evidence of transmission of HIV noting that most transmission is driven by people that are unaware that they have HIV. (Saxton et al, 2015A. HIV prevention todayNZMJ; 128(1426): 8-15) The Subcommittee noted that when the criteria were developed they were based on limiting the patient group to a risk greater than 1 in 300 and this took into account a high drug cost and was based on the current percutaneous occupational risk. Members noted that PHARMAC has recently competed the antiretroviral market which included significant price reductions for emtricitabine with tenofovir disoproxil.</p><p><br></p><p>The Subcommittee noted that current treatment paradigm now considers that HIV positive patients who are on treatment and have an undetectable viral load for six months cannot transmit the virus, so treating patients only with known HIV status is no longer relevant. </p><p><br></p><p>The Subcommittee considered the it would be highly unlikely for there to be a definitive placebo-controlled trial conducted in the setting of nPEP and current treatment recommendations are based on risk of transmission calculated from known case reports, mother-to-child transmission studies and occupational exposure data. The Subcommittee noted that current international practice (such as the Australasian Society for HIV (ASHM)) is to calculate risk of the patient being infected by multiplying the exposure type by the likelihood that the source has transmissible HIV. Members noted ASHM had performed a significant review of the literature in 2016 which was published on its website: https://www.ashm.org.au/HIV/PEP/PEP_Literature_Review_2016.PDF</p><p><br></p><p>The Subcommittee noted that treatment recommendations for jurisdictions outside of New Zealand varies and many use a risk greater than 1 in 1000 as a basis of recommending treatment. Members noted that, in Australia for example, the funding of nPEP is not via the Pharmaceutical Benefits Scheme (PBS) as the cost of the medicine is funded by State and territory Departments of Health. The treating clinician will consider the ASHM guidelines and consider the benefits of treatment compared with the risk of harm. </p><p><br></p><p>Members considered that the landscape has changed: that HIV medication is much more well-tolerated and affordable and that it is reasonable to consider a risk of 1:1000, rather than 1:300, In line with international literature reviews and guidelines. Members considered that an acceptable risk to treat in New Zealand was 1 in 1000 which included in HIV positive or unknown viral load partners who had receptive and insertive anal sex or receptive vaginal sex, but this did not include insertive vaginal sex. For a partner with unknown HIV status, this included receptive anal sex only. </p><p><br></p><p>The Subcommittee noted the current prescriber restrictions for nPEP and considered that access to treatment can be inequitable when there is poor access to a named antiretroviral specialists. Members considered that in Queenstown, for example, the nearest hospital is 4 hour drive away and there are no named antiretroviral specialists. Members also noted that the current criteria has components open to interpretation and considered it is timely for this Subcommittee to review the criteria given that PrEP has been funded since January 2018.</p><p><br></p><p>The Subcommittee considered that since funding PrEP it has become quite evident that the nPEP and PrEP prescriber access to antiretrovirals should be widened. There needs to be better access for prescribers who treat vulnerable patients in the community and the same barriers to access (for HIV chronic treatment for example) need not be in place. The Subcommittee also considered that similar prescribers should be able to provide both nPEP and PrEP and that it is important (for PrEP) that prescribers acknowledge that they have sought training to be competent in the risks and benefits of these treatments in these patients groups.</p><p><br></p><p>The Subcommittee recommended changes to the nPEP Special Authority criteria to widen the prescriber access and allow treatment for patients where there is a risk of 1 in 1000 or greater (additions in bold, deletions in strikethrough):</p><p>Initial application — (post-exposure prophylaxis following non-occupational exposure to HIV) only from a named specialist sexual health specialist, infectious disease specialist, vocationally registered general practitioner or nurse practitioner. Approvals valid for 4 weeks for applications meeting the following criteria:</p><p>Both:</p><p>1\tTreatment course to be initiated within 72 hours post exposure; and</p><p>2\tAny of the following:</p><p>2.1\tPatient has had unprotected receptive anal intercourse with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.2\tPatient has had unprotected insertive anal intercourse with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.3\tPatient has had unprotected receptive vaginal sex with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.4 Patient has had unprotected receptive anal intercourse with a person from a high prevalence country or risk group whose HIV status is unknown; or</p><p>2.25 Patient has shared intravenous injecting equipment with a known HIV positive person; or</p><p>2.36 Patient has had non-consensual intercourse and the clinician considers that the risk assessment indicates prophylaxis is required.</p><p><br></p><p>Notes: For the purpose of 2.3 above, ‘unprotected receptive vaginal sex’ refers to intercourse between an HIV positive male and a HIV negative female</p><p><br></p><p><br></p><p>Renewal — (second or subsequent post-exposure prophylaxis) only from a named specialist sexual health specialist, infectious disease specialist, vocationally registered general practitioner or nurse practitioner. Approvals valid for 4 weeks for applications meeting the following criteria:</p><p>Both:</p><p>1\tTreatment course to be initiated within 72 hours post exposure; and</p><p>2\tAny of the following:</p><p>2.1\tPatient has had unprotected receptive anal intercourse with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.2\tPatient has had unprotected insertive anal intercourse with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.3\tPatient has had unprotected receptive vaginal sex with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.4\tPatient has had unprotected receptive anal intercourse with a person from a high prevalence country or risk group and their HIV status is unknown; or</p><p>2.25\tPatient has shared intravenous injecting equipment with a known HIV positive person; or</p><p>2.36\tPatient has had non-consensual intercourse and the clinician considers that the risk assessment indicates prophylaxis is required.</p><p><br></p><p>Notes: For the purpose of 2.3 above, ‘unprotected receptive vaginal sex’ refers to intercourse between an HIV positive male and a HIV negative female</p><p><br></p><p>The Subcommittee considered the request for the availability of starter packs in emergency departments and sexual health clinics for patients starting nPEP; noting that treatment needs to start within 72 hours of exposure. The Subcommittee considered that some hospitals already provide emtricitabine with tenofovir disoproxil as a starter pack dispensed by their hospital pharmacy. Members noted that for emergency use, in a community setting, a practitioners supply order, would normally be used as a mechanism however this is not possible with a pharmaceutical that has a restriction.</p><p><br></p><p>The Subcommittee recommended changes to the PrEP Special Authority criteria to widen the prescriber access to initiations and also cover the testing and considerations required for community initiations of this treatment (additions in bold, deletions in strikethrough):</p><p>Initial application only from a named specialist or medical practitioner on the recommendation of a named specialist sexual health specialist, infectious disease specialist, vocationally registered general practitioner or nurse practitioner. Approvals valid for 3 months for applications meeting the following criteria:</p><p><br></p><p>Both All of the following:</p><p>1.\tApplicant has an up to date knowledge of the safety issues and is competent to prescribe pre-exposure prophylaxis (refer to local health pathways or https://ashm.org.au/HIV/PrEP/ for training materials); and</p><p>2.\tPatient has undergone testing for HIV, syphilis, Hep B if not immune and a full STI screen in the previous two weeks; and</p><p>3.\tPatient has had renal function testing (creatinine, phosphate and urine protein/creatinine ratio) within the last 3 months and is not contraindicated for treatment; and</p><p>4.\tPatient has received advice regarding the reduction of risk of HIV and sexually transmitted infections and how to reduce those risks; and</p><p>5.\tPatient has tested HIV negative and is not at risk of HIV seroconversion; and</p><p><br></p><p>6.\tEither:</p><p><br></p><p>6.1.\tAll of the following:</p><p>6.1.1.\tPatient is male or transgender; and</p><p>6.1.2.\tPatient has sex with men; and</p><p>6.1.3.\tPatient is likely to have multiple episodes of condomless anal intercourse in the next 3 months; and</p><p>6.1.4.\tAny of the following:</p><p>6.1.4.1.\tPatient has had at least one episode of condomless receptive anal intercourse with one or more casual male partners in the last 3 months; or</p><p>6.1.4.2.\tA diagnosis of rectal chlamydia, rectal gonorrhoea, or infectious syphilis within the last 3 months; or</p><p>6.1.4.3.\tPatient has used methamphetamine in the last three months; or</p><p>6.2.\tAll of the following:</p><p>6.2.1.\tPatient has a regular partner who has HIV infection; and</p><p>6.2.2.\tPartner is either not on treatment or has a detectable viral load; and</p><p>6.2.3.\tCondoms have not been consistently used.</p><p><br></p><p>Renewal from any relevant practitioner. Approvals valid for 3 months for applications meeting the following criteria:</p><p>All of the following:</p><p>1.\tApplicant has an up to date knowledge of the safety issues and is competent to prescribe pre-exposure prophylaxis (refer to local health pathways or https://ashm.org.au/HIV/PrEP/ for training materials); and</p><p>2.\tPatient has undergone testing for HIV, syphilis, Hep B if not immune and a full STI screen in the previous two weeks; and</p><p>3.\tPatient has had renal function testing (creatinine, phosphate and urine protein/creatinine ratio) within the last 12 months and is not contraindicated for treatment; and</p><p>4.\tPatient has received advice regarding the reduction of risk of HIV and sexually transmitted infections and how to reduce those risks; and</p><p>5.\tPatient has tested HIV negative and is not at risk of HIV seroconversion; and</p><p><br></p><p>6.\tEither:</p><p><br></p><p>6.1.\tAll of the following:</p><p>6.1.1.\tPatient is male or transgender; and</p><p>6.1.2.\tPatient has sex with men; and</p><p>6.1.3.\tPatient is likely to have multiple episodes of condomless anal intercourse in the next 3 months; and</p><p>6.1.4.\tAny of the following:</p><p>6.1.4.1.\tPatient has had at least one episode of condomless receptive anal intercourse with one or more casual male partners in the last 3 months; or</p><p>6.1.4.2.\tA diagnosis of rectal chlamydia, rectal gonorrhoea, or infectious syphilis within the last 3 months; or</p><p>6.1.4.3.\tPatient has used methamphetamine in the last three months; or</p><p>6.2.\tAll of the following:</p><p>6.2.1.\tPatient has a regular partner who has HIV infection; and</p><p>6.2.2.\tPartner is either not on treatment or has a detectable viral load; and</p><p>6.2.3.\tCondoms have not been consistently used.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p><span style=\"font-size: 7pt;\"> </span>The Subcommittee reviewed an application from the New Zealand Aids Foundation which sought to: </p><p><br></p><p>Expand eligibility criteria for non-occupational post-exposure prophylaxis (nPEP) of HIV to include receptive anal sex with a person of unknown HIV serostatus which was condomless or where a condom failed.</p><p>Expand PEP prescribers to include sexual health physicians, nurse practitioners in a sexual health clinic and GPs who have undergone accredited PEP and PrEP training. PEP and PrEP training could then be co-delivered efficiently.</p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "fs": "<p><span style=\"font-size: 7pt;\"> </span>The Subcommittee reviewed an application from the New Zealand Aids Foundation which sought to: </p><p><br></p><p>Expand eligibility criteria for non-occupational post-exposure prophylaxis (nPEP) of HIV to include receptive anal sex with a person of unknown HIV serostatus which was condomless or where a condom failed.</p><p>Expand PEP prescribers to include sexual health physicians, nurse practitioners in a sexual health clinic and GPs who have undergone accredited PEP and PrEP training. PEP and PrEP training could then be co-delivered efficiently.</p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "High",
          "fs": "High",
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2019",
          "fs": "May 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Anti-Infective Subcommittee at meeting Friday 10 May 2019.",
          "fs": "Clinical advice received from Anti-Infective Subcommittee at meeting Friday 10 May 2019.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000007JbUrUAK"
          },
          "Id": "a0P2P000007JbUrUAK",
          "Event_Date__c": "2019-05-18",
          "Event_Description__c": "Clinical advice received from Anti-Infective Subcommittee at meeting Friday 10 May 2019.",
          "Stage__c": "Seeking Clinical Advice",
          "Outcome__c": "High",
          "Formatted_Date__c": "May 2019",
          "Published_Recommendation__c": "<p>The Subcommittee <b>recommended</b> that the antiretroviral Special Authority criteria for nPEP be amended, to closer align with the UK and ASHM guideline risk assessment tool, with a high priority to include: </p><p><br></p><p>a) for source partners with a known positive HIV status (viral load greater than 200 copies/ml): receptive and insertive anal sex or receptive vaginal sex; </p><p>b) for source partners with an unknown HIV status to include; receptive anal sex with a person from a high HIV prevalence country or high HIV prevalence risk group.  </p><p><br></p><p>The Subcommittee <b>recommended</b> that initiating Special Authority for PrEP and nPEP be widened to include sexual health specialist, infectious disease specialists and vocationally registered general practitioner or nurse practitioner.</p><p><br></p><p>The Subcommittee <b>recommended</b> that the Special Authority criteria for antiretrovals be separated into two groups: </p><p>a)<span style=\"font-size: 7pt;\">    </span>Confirmed HIV, prevention of maternal transmission and percutaneous exposure which should still be limited to named specialists;</p><p>b)<span style=\"font-size: 7pt;\">    </span>PrEP and PEP where sexual health specialists, infectious disease specialists, vocationally registered general practitioners or nurse practitioners can initiate patients.</p>",
          "Published_Application__c": "<p><span style=\"font-size: 7pt;\"> </span>The Subcommittee reviewed an application from the New Zealand Aids Foundation which sought to: </p><p><br></p><p>Expand eligibility criteria for non-occupational post-exposure prophylaxis (nPEP) of HIV to include receptive anal sex with a person of unknown HIV serostatus which was condomless or where a condom failed.</p><p>Expand PEP prescribers to include sexual health physicians, nurse practitioners in a sexual health clinic and GPs who have undergone accredited PEP and PrEP training. PEP and PrEP training could then be co-delivered efficiently.</p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "Published_Discussion__c": "<p>The Subcommittee noted that nPEP is recommended, based on risk of transmissible exposure, to be commenced within 72 hours and is typically a two or three drug regimen that is continued for 28 days. Members noted that two drug regimens include emtricitabine/tenofovir disoproxil or tenofovir disoproxil with lamivudine; three drug regimens include dolutegravir, raltegravir or rilpivirine in addition to the two drug regimen. </p><p><br></p><p>The Subcommittee noted that the current nPEP criteria is not in-line with the latest evidence of transmission of HIV noting that most transmission is driven by people that are unaware that they have HIV. (Saxton et al, 2015A. HIV prevention todayNZMJ; 128(1426): 8-15) The Subcommittee noted that when the criteria were developed they were based on limiting the patient group to a risk greater than 1 in 300 and this took into account a high drug cost and was based on the current percutaneous occupational risk. Members noted that PHARMAC has recently competed the antiretroviral market which included significant price reductions for emtricitabine with tenofovir disoproxil.</p><p><br></p><p>The Subcommittee noted that current treatment paradigm now considers that HIV positive patients who are on treatment and have an undetectable viral load for six months cannot transmit the virus, so treating patients only with known HIV status is no longer relevant. </p><p><br></p><p>The Subcommittee considered the it would be highly unlikely for there to be a definitive placebo-controlled trial conducted in the setting of nPEP and current treatment recommendations are based on risk of transmission calculated from known case reports, mother-to-child transmission studies and occupational exposure data. The Subcommittee noted that current international practice (such as the Australasian Society for HIV (ASHM)) is to calculate risk of the patient being infected by multiplying the exposure type by the likelihood that the source has transmissible HIV. Members noted ASHM had performed a significant review of the literature in 2016 which was published on its website: https://www.ashm.org.au/HIV/PEP/PEP_Literature_Review_2016.PDF</p><p><br></p><p>The Subcommittee noted that treatment recommendations for jurisdictions outside of New Zealand varies and many use a risk greater than 1 in 1000 as a basis of recommending treatment. Members noted that, in Australia for example, the funding of nPEP is not via the Pharmaceutical Benefits Scheme (PBS) as the cost of the medicine is funded by State and territory Departments of Health. The treating clinician will consider the ASHM guidelines and consider the benefits of treatment compared with the risk of harm. </p><p><br></p><p>Members considered that the landscape has changed: that HIV medication is much more well-tolerated and affordable and that it is reasonable to consider a risk of 1:1000, rather than 1:300, In line with international literature reviews and guidelines. Members considered that an acceptable risk to treat in New Zealand was 1 in 1000 which included in HIV positive or unknown viral load partners who had receptive and insertive anal sex or receptive vaginal sex, but this did not include insertive vaginal sex. For a partner with unknown HIV status, this included receptive anal sex only. </p><p><br></p><p>The Subcommittee noted the current prescriber restrictions for nPEP and considered that access to treatment can be inequitable when there is poor access to a named antiretroviral specialists. Members considered that in Queenstown, for example, the nearest hospital is 4 hour drive away and there are no named antiretroviral specialists. Members also noted that the current criteria has components open to interpretation and considered it is timely for this Subcommittee to review the criteria given that PrEP has been funded since January 2018.</p><p><br></p><p>The Subcommittee considered that since funding PrEP it has become quite evident that the nPEP and PrEP prescriber access to antiretrovirals should be widened. There needs to be better access for prescribers who treat vulnerable patients in the community and the same barriers to access (for HIV chronic treatment for example) need not be in place. The Subcommittee also considered that similar prescribers should be able to provide both nPEP and PrEP and that it is important (for PrEP) that prescribers acknowledge that they have sought training to be competent in the risks and benefits of these treatments in these patients groups.</p><p><br></p><p>The Subcommittee recommended changes to the nPEP Special Authority criteria to widen the prescriber access and allow treatment for patients where there is a risk of 1 in 1000 or greater (additions in bold, deletions in strikethrough):</p><p>Initial application — (post-exposure prophylaxis following non-occupational exposure to HIV) only from a named specialist sexual health specialist, infectious disease specialist, vocationally registered general practitioner or nurse practitioner. Approvals valid for 4 weeks for applications meeting the following criteria:</p><p>Both:</p><p>1\tTreatment course to be initiated within 72 hours post exposure; and</p><p>2\tAny of the following:</p><p>2.1\tPatient has had unprotected receptive anal intercourse with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.2\tPatient has had unprotected insertive anal intercourse with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.3\tPatient has had unprotected receptive vaginal sex with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.4 Patient has had unprotected receptive anal intercourse with a person from a high prevalence country or risk group whose HIV status is unknown; or</p><p>2.25 Patient has shared intravenous injecting equipment with a known HIV positive person; or</p><p>2.36 Patient has had non-consensual intercourse and the clinician considers that the risk assessment indicates prophylaxis is required.</p><p><br></p><p>Notes: For the purpose of 2.3 above, ‘unprotected receptive vaginal sex’ refers to intercourse between an HIV positive male and a HIV negative female</p><p><br></p><p><br></p><p>Renewal — (second or subsequent post-exposure prophylaxis) only from a named specialist sexual health specialist, infectious disease specialist, vocationally registered general practitioner or nurse practitioner. Approvals valid for 4 weeks for applications meeting the following criteria:</p><p>Both:</p><p>1\tTreatment course to be initiated within 72 hours post exposure; and</p><p>2\tAny of the following:</p><p>2.1\tPatient has had unprotected receptive anal intercourse with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.2\tPatient has had unprotected insertive anal intercourse with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.3\tPatient has had unprotected receptive vaginal sex with a known HIV positive person with an unknown or detectable viral load greater than 200 copies per ml; or</p><p>2.4\tPatient has had unprotected receptive anal intercourse with a person from a high prevalence country or risk group and their HIV status is unknown; or</p><p>2.25\tPatient has shared intravenous injecting equipment with a known HIV positive person; or</p><p>2.36\tPatient has had non-consensual intercourse and the clinician considers that the risk assessment indicates prophylaxis is required.</p><p><br></p><p>Notes: For the purpose of 2.3 above, ‘unprotected receptive vaginal sex’ refers to intercourse between an HIV positive male and a HIV negative female</p><p><br></p><p>The Subcommittee considered the request for the availability of starter packs in emergency departments and sexual health clinics for patients starting nPEP; noting that treatment needs to start within 72 hours of exposure. The Subcommittee considered that some hospitals already provide emtricitabine with tenofovir disoproxil as a starter pack dispensed by their hospital pharmacy. Members noted that for emergency use, in a community setting, a practitioners supply order, would normally be used as a mechanism however this is not possible with a pharmaceutical that has a restriction.</p><p><br></p><p>The Subcommittee recommended changes to the PrEP Special Authority criteria to widen the prescriber access to initiations and also cover the testing and considerations required for community initiations of this treatment (additions in bold, deletions in strikethrough):</p><p>Initial application only from a named specialist or medical practitioner on the recommendation of a named specialist sexual health specialist, infectious disease specialist, vocationally registered general practitioner or nurse practitioner. Approvals valid for 3 months for applications meeting the following criteria:</p><p><br></p><p>Both All of the following:</p><p>1.\tApplicant has an up to date knowledge of the safety issues and is competent to prescribe pre-exposure prophylaxis (refer to local health pathways or https://ashm.org.au/HIV/PrEP/ for training materials); and</p><p>2.\tPatient has undergone testing for HIV, syphilis, Hep B if not immune and a full STI screen in the previous two weeks; and</p><p>3.\tPatient has had renal function testing (creatinine, phosphate and urine protein/creatinine ratio) within the last 3 months and is not contraindicated for treatment; and</p><p>4.\tPatient has received advice regarding the reduction of risk of HIV and sexually transmitted infections and how to reduce those risks; and</p><p>5.\tPatient has tested HIV negative and is not at risk of HIV seroconversion; and</p><p><br></p><p>6.\tEither:</p><p><br></p><p>6.1.\tAll of the following:</p><p>6.1.1.\tPatient is male or transgender; and</p><p>6.1.2.\tPatient has sex with men; and</p><p>6.1.3.\tPatient is likely to have multiple episodes of condomless anal intercourse in the next 3 months; and</p><p>6.1.4.\tAny of the following:</p><p>6.1.4.1.\tPatient has had at least one episode of condomless receptive anal intercourse with one or more casual male partners in the last 3 months; or</p><p>6.1.4.2.\tA diagnosis of rectal chlamydia, rectal gonorrhoea, or infectious syphilis within the last 3 months; or</p><p>6.1.4.3.\tPatient has used methamphetamine in the last three months; or</p><p>6.2.\tAll of the following:</p><p>6.2.1.\tPatient has a regular partner who has HIV infection; and</p><p>6.2.2.\tPartner is either not on treatment or has a detectable viral load; and</p><p>6.2.3.\tCondoms have not been consistently used.</p><p><br></p><p>Renewal from any relevant practitioner. Approvals valid for 3 months for applications meeting the following criteria:</p><p>All of the following:</p><p>1.\tApplicant has an up to date knowledge of the safety issues and is competent to prescribe pre-exposure prophylaxis (refer to local health pathways or https://ashm.org.au/HIV/PrEP/ for training materials); and</p><p>2.\tPatient has undergone testing for HIV, syphilis, Hep B if not immune and a full STI screen in the previous two weeks; and</p><p>3.\tPatient has had renal function testing (creatinine, phosphate and urine protein/creatinine ratio) within the last 12 months and is not contraindicated for treatment; and</p><p>4.\tPatient has received advice regarding the reduction of risk of HIV and sexually transmitted infections and how to reduce those risks; and</p><p>5.\tPatient has tested HIV negative and is not at risk of HIV seroconversion; and</p><p><br></p><p>6.\tEither:</p><p><br></p><p>6.1.\tAll of the following:</p><p>6.1.1.\tPatient is male or transgender; and</p><p>6.1.2.\tPatient has sex with men; and</p><p>6.1.3.\tPatient is likely to have multiple episodes of condomless anal intercourse in the next 3 months; and</p><p>6.1.4.\tAny of the following:</p><p>6.1.4.1.\tPatient has had at least one episode of condomless receptive anal intercourse with one or more casual male partners in the last 3 months; or</p><p>6.1.4.2.\tA diagnosis of rectal chlamydia, rectal gonorrhoea, or infectious syphilis within the last 3 months; or</p><p>6.1.4.3.\tPatient has used methamphetamine in the last three months; or</p><p>6.2.\tAll of the following:</p><p>6.2.1.\tPatient has a regular partner who has HIV infection; and</p><p>6.2.2.\tPartner is either not on treatment or has a detectable viral load; and</p><p>6.2.3.\tCondoms have not been consistently used.</p>",
          "Status_History__c": "a132P000000BllRQAS"
        },
        "change": null
      }
    ],
    "dateString": "May 2019",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2019",
          "fs": "May 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000007JbUqUAK"
          },
          "Id": "a0P2P000007JbUqUAK",
          "Event_Date__c": "2019-05-17",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "May 2019",
          "Status_History__c": "a132P000000CzSPQA0"
        },
        "change": null
      }
    ],
    "dateString": "May 2019",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Mar 2022",
          "fs": "Mar 2022",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000007JbUsUAK"
          },
          "Id": "a0P2P000007JbUsUAK",
          "Event_Date__c": "2022-03-04",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Mar 2022",
          "Status_History__c": "a132P000000DaQ5QAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2022",
          "fs": "Jun 2022",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000007JbUuUAK"
          },
          "Id": "a0P2P000007JbUuUAK",
          "Event_Date__c": "2022-06-02",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Jun 2022",
          "Status_History__c": "a132P000000DnY6QAK"
        },
        "change": null
      }
    ],
    "dateString": "Mar 2022",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-05-19-proposals-to-widen-access-to-progesterone-antiretrovirals-and-nitrofurantoin\" target=\"_blank\">Consultation letter</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-05-19-proposals-to-widen-access-to-progesterone-antiretrovirals-and-nitrofurantoin\" target=\"_blank\">Consultation letter</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2022",
          "fs": "May 2022",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is active.",
          "fs": "Public consultation for this application is active.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000007JbUtUAK"
          },
          "Id": "a0P2P000007JbUtUAK",
          "Event_Date__c": "2022-05-19",
          "Event_Description__c": "Public consultation for this application is active.",
          "Stage__c": "Under Consultation",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-05-19-proposals-to-widen-access-to-progesterone-antiretrovirals-and-nitrofurantoin\" target=\"_blank\">Consultation letter</a></p>",
          "Formatted_Date__c": "May 2022",
          "Status_History__c": "a132P000000DlkvQAC"
        },
        "change": null
      }
    ],
    "dateString": "May 2022",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-06-15-decision-to-widen-access-to-antiretrovirals-and-nitrofurantoin\" target=\"_blank\">Notification Letter</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-06-15-decision-to-widen-access-to-antiretrovirals-and-nitrofurantoin\" target=\"_blank\">Notification Letter</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2022",
          "fs": "Jun 2022",
          "change": null
        },
        "Event_Description": {
          "s": "The funding application has been approved.",
          "fs": "The funding application has been approved.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000007JbUvUAK"
          },
          "Id": "a0P2P000007JbUvUAK",
          "Event_Date__c": "2022-06-15",
          "Event_Description__c": "The funding application has been approved.",
          "Stage__c": "Decision",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-06-15-decision-to-widen-access-to-antiretrovirals-and-nitrofurantoin\" target=\"_blank\">Notification Letter</a></p>",
          "Formatted_Date__c": "Jun 2022",
          "Status_History__c": "a132P000000DvBsQAK"
        },
        "change": null
      }
    ],
    "dateString": "Jun 2022",
    "collapsed": false,
    "checked": true
  }
]