[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2020",
          "fs": "Aug 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000006zpSmUAI"
          },
          "Id": "a0P2P000006zpSmUAI",
          "Event_Date__c": "2020-08-19",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "Aug 2020",
          "Status_History__c": "a132P000000CWYtQAO"
        },
        "change": null
      }
    ],
    "dateString": "Aug 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jan 2021",
          "fs": "Jan 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000006zpSnUAI"
          },
          "Id": "a0P2P000006zpSnUAI",
          "Event_Date__c": "2021-01-19",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Jan 2021",
          "Status_History__c": "a132P000000CWZIQA4"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2021",
          "fs": "Oct 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Assigned to Reproductive and Sexual Health Subcommittee meeting to provide advice on Monday 1 November 2021",
          "fs": "Assigned to Reproductive and Sexual Health Subcommittee meeting to provide advice on Monday 1 November 2021",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000006zpSoUAI"
          },
          "Id": "a0P2P000006zpSoUAI",
          "Event_Date__c": "2021-10-01",
          "Event_Description__c": "Assigned to Reproductive and Sexual Health Subcommittee meeting to provide advice on Monday 1 November 2021",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Oct 2021",
          "Status_History__c": "a132P000000DDJAQA4"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p><span style=\"font-size: 14px;\">The Subcommittee </span><b style=\"font-size: 14px;\">recommended</b><span style=\"font-size: 14px;\"> that progesterone for recurrent early pregnancy loss be listed with a high priority within the context of treatment in reproductive and sexual health subject to the following Special Authority criteria:</span></p><p><br></p><p><span style=\"font-size: 14px;\">Initial Application. Approvals valid for one year for applications that meet the following criteria:</span></p><p><span style=\"font-size: 14px;\">All of the following: </span></p><p><span style=\"font-size: 14px;\">1 Patient is pregnant; and</span></p><p><span style=\"font-size: 14px;\">2 Patient has previously experienced three or more miscarriages; and </span></p><p><span style=\"font-size: 14px;\">3 Patient has experienced bleeding in the first 12 weeks of pregnancy; and</span></p><p><span style=\"font-size: 14px;\">4 Pregnancy is confirmed to be intrauterine and viable </span></p><p><span style=\"font-size: 14px;\"> </span></p><p><span style=\"font-size: 14px;\">Renewal Application. Approvals valid for one year for applications that meet the following criteria:</span></p><p><span style=\"font-size: 14px;\">  1 Treatment is required for a subsequent pregnancy</span></p><p><br></p><p><span style=\"font-size: 14px;\">The Subcommittee made this recommendation based on the high health need of this patient population, evidence of benefit and the favourable safety profile of progesterone for this indication. </span></p>",
          "fs": "<p><span style=\"font-size: 14px;\">The Subcommittee </span><b style=\"font-size: 14px;\">recommended</b><span style=\"font-size: 14px;\"> that progesterone for recurrent early pregnancy loss be listed with a high priority within the context of treatment in reproductive and sexual health subject to the following Special Authority criteria:</span></p><p><br></p><p><span style=\"font-size: 14px;\">Initial Application. Approvals valid for one year for applications that meet the following criteria:</span></p><p><span style=\"font-size: 14px;\">All of the following: </span></p><p><span style=\"font-size: 14px;\">1 Patient is pregnant; and</span></p><p><span style=\"font-size: 14px;\">2 Patient has previously experienced three or more miscarriages; and </span></p><p><span style=\"font-size: 14px;\">3 Patient has experienced bleeding in the first 12 weeks of pregnancy; and</span></p><p><span style=\"font-size: 14px;\">4 Pregnancy is confirmed to be intrauterine and viable </span></p><p><span style=\"font-size: 14px;\"> </span></p><p><span style=\"font-size: 14px;\">Renewal Application. Approvals valid for one year for applications that meet the following criteria:</span></p><p><span style=\"font-size: 14px;\">  1 Treatment is required for a subsequent pregnancy</span></p><p><br></p><p><span style=\"font-size: 14px;\">The Subcommittee made this recommendation based on the high health need of this patient population, evidence of benefit and the favourable safety profile of progesterone for this indication. </span></p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Subcommittee noted that recurrent early pregnancy loss/ miscarriage is historically defined as the loss of three of more clinically recognised pregnancies by the same partner, in the first 12 weeks of gestation. The Subcommittee noted that approximately 15% of clinically recognised pregnancies will miscarry, and that about 25% of women will have at least one miscarriage in their lifetime, with 0.4 -1.0% of women experiencing recurrent miscarriage.</p><p><br></p><p>The Subcommittee noted that miscarriage causes significant emotional distress for the parents, families and whānau, and also noted that there is no clear data about ethnic differences in miscarriage rates in New Zealand. The Subcommittee noted that the care and management of women with recurrent miscarriage is within the scope of all gynaecology departments, however that access to secondary care can have barriers and often treatment occurs in primary care. The Subcommittee noted that while weekly ultrasound scanning from 6 – 12 weeks gestation has been shown to improve live birth rates, it is not commonly employed in New Zealand due to resource constraints.</p><p><br></p><p>The Subcommittee noted that the application specified that progesterone treatment would be initiated from the first time of episode of bleeding (following confirmation that pregnancy location was intrauterine, viable and ongoing) and stopped at 16 weeks gestation.</p><p><br></p><p>The Subcommittee noted that progesterone capsules have all the properties of endogenous progesterone with induction of a full secretory endometrium and in particular gestagenic, antiestrogenic, slightly antiandrogenic and anti-aldosterone effects. The Subcommittee also noted that progesterone is not currently Medsafe approved for recurring pregnancy loss and is currently only approved for adjunctive use with an oestrogen in postmenopausal women with an intact uterus (for hormone replacement therapy). The Subcommittee noted that the proposed dosing regimen for progesterone for recurrent early pregnancy loss is 400 mg progesterone being inserted into the vagina (or rectum if preferred) twice daily. The Subcommittee considered that it would be preferable if a higher dose capsule were available, noting the requirement for multiple capsules to be administered every day, however acknowledged that no higher dose capsules were currently approved in New Zealand.</p><p><br></p><p>The Subcommittee noted the following evidence in relation to the use of progesterone in recurrent early miscarriage:</p><p class=\"ql-indent-1\"><a href=\"https://www.ncbi.nlm.nih.gov/books/NBK558710/pdf/Bookshelf_NBK558710.pdf\" target=\"_blank\">Coomarasamy et al. Health Technol Assess. 2020;24</a>: the multicentre, double-blind, placebo-controlled, randomised PRISM trial of over 4,000 women aged 16–39 years with early pregnancy bleeding treated twice-daily vaginal suppositories containing either 400 mg of progesterone or a matched placebo. The live birth rate was 75% in the progesterone group and 72% in the placebo group (relative rate (RR) 1.03, 95% confidence interval 1.00 to 1.07; p = 0.08). Subgroup analysis by previous number of miscarriages showed that for women with three or more prior miscarriages, 72% in the progesterone group had live births, compared to 57% in the placebo group (RR 1.28, 95% CI 1.08 to 1.51; p = 0.004).</p><p class=\"ql-indent-1\"><br></p><p class=\"ql-indent-1\"><a href=\"https://www.ncbi.nlm.nih.gov/books/NBK362732/pdf/Bookshelf_NBK362732.pdf\" target=\"_blank\">Coomarasamy et al. Health Technol Assess. 2016;20:1-92</a>: the randomised, double-blind, placebo-controlled, international multicentre PROMISE trial of women with unexplained recurrent miscarriage, aged 18 to 39 years, conceiving naturally who were treated twice daily 400 mg progesterone vaginally or placebo. The live birth rate in the progesterone group was 65.8% (262/398) and in the placebo group it was 63.3% (271/428), giving a relative risk of 1.04 (95% CI 0.94 to 1.15; p=0.45). No significant differences in clinical pregnancy at 6–8 weeks, ongoing pregnancy at 12 weeks, miscarriage, gestation at delivery, neonatal survival at 28 days of life, congenital abnormalities and resource use were observed.</p><p><br></p><p class=\"ql-indent-1\"><a href=\"https://pubmed.ncbi.nlm.nih.gov/30081430/\" target=\"_blank\">Wahabi et al. Cochrane Database of Systematic Reviews. 2018, 8. DOI: 10.1002/14651858.CD005943.pub5</a>: a review of randomised, quasi-randomised or cluster-randomised controlled trials that compared progestogen with placebo, no treatment or any other treatment for the treatment of threatened miscarriage in women carrying singleton pregnancy. Treatment of miscarriage with progestogens compared to placebo or no treatment probably reduces the risk of miscarriage; (risk ratio (RR) 0.64, 95% confidence interval (CI) 0.47 to 0.87; 7 trials; 696 women; moderate-quality evidence). Treatment with oral progestogen compared to no treatment also probably reduces the miscarriage rate (RR 0.57, 95% CI 0.38 to 0.85; 3 trials; 408 women; moderate-quality evidence). However, treatment with vaginal progesterone compared to placebo, probably has little or no effect in reducing the miscarriage rate (RR 0.75, 95% CI 0.47 to 1.21; 4 trials; 288 women; moderate-quality evidence).</p><p><br></p><p>The Subcommittee were also made aware of the following additional information relating to progesterone and progestogens for early recurrent pregnancy loss:</p><p><br></p><p><a href=\"https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD003511.pub5/epdf/full\" target=\"_blank\">Haas et al. Cochrane Database of Systematic Reviews. 2019, 11. DOI: 10.1002/14651858.CD003511.pub5</a>: a review of randomized or quasi‐randomized controlled trials comparing progestogens with placebo or no treatment given in an effort to prevent miscarriage. The evidence suggests that there may be a reduction in the number of miscarriages for women given progestogen supplementation compared to placebo/controls (average risk ratio (RR) 0.73, 95% confidence interval (CI) 0.54 to 1.00, 10 trials, 1684 women, moderate‐quality evidence). There was potentially a slight benefit for women receiving progestogen seen in the outcome of live birth rate (RR 1.07, 95% CI 1.00 to 1.13, 6 trials, 1411 women, moderate‐quality evidence), but there was uncertainty about the effect on the rate of preterm birth because the evidence was very low‐quality (RR 1.13, 95% CI 0.53 to 2.41, 4 trials, 256 women, very low‐quality evidence).</p><p><br></p><p>The Subcommittee noted that there is no evidence to suggest that progesterone for the treatment of recurrent pregnancy loss causes any short term or long term adverse effects for the mother or baby.</p><p><br></p><p>The Subcommittee considered that the strength and quality of evidence was moderate; but considered that the nature of the indication means that better quality data will likely never be available. Members considered that the majority of data for most pregnancy related care is of a lower quality because higher quality evidence, such as randomised controlled trials, is not and will never be undertaken in this population group. The Subcommittee considered that it is therefore unrealistic to expect further randomised controlled data for indications such as recurrent pregnancy loss, and that not widening access to progesterone based on the quality of the data available would be inappropriate.</p><p><br></p><p>The Subcommittee noted that miscarriage care is mainly given in the primary healthcare setting, and that if access is widened to progesterone it should be available for primary healthcare providers, including midwives, to prescribe.</p><p><br></p><p>The Subcommittee noted that any benefits from progesterone would be highly impactful for parents and whānau experiencing recurrent early pregnancy loss, particularly for improved mental and social health. The Subcommittee considered that the access criteria should be the same as the entry criteria for the PRISM trial (i.e. previously experienced three or more miscarriages, has experienced bleeding in the first 12 weeks of pregnancy). The Subcommittee also considered that if a patient was prescribed progesterone while pregnant and did not experience a miscarriage, that clinicians would likely to prefer to prescribe progesterone again before any incidence of bleeding in any subsequent pregnancies.</p><p><br></p><p>The Subcommittee considered it would be reasonable to assume that progesterone would be initiated around week six of gestation. The Subcommittee considered that treating patients up to 16 weeks of gestation may be longer than necessary but were unsure of the optimal treatment duration.</p><p><br></p><p>The Subcommittee considered that currently there are limited options for people experiencing recurrent pregnancy loss in New Zealand and that widening access to progesterone for recurrent early pregnancy loss would improve the standard of care.</p><p><br></p><p>The Subcommittee considered that the below table summarises its interpretation of the most appropriate PICO (population, intervention, comparator, outcomes) information for progesterone if it were to be funded in New Zealand for recurrent early pregnancy loss. This PICO captures key clinical aspects of the proposal and may be used to frame any future economic assessment by Pharmac staff. This PICO is based on the Subcommittee’s assessment at this time and may differ from that requested by the applicant. The PICO may change based on new information, additional clinical advice, or further analysis by Pharmac staff. </p><p><br></p><p><img src=\"/apptracker/servlet/rtaImage?eid=a0P2P000006zpSp&amp;feoid=00N2P000000YsIc&amp;refid=0EM2P000001sHz0\" alt=\"image.png\"></img></p>",
          "fs": "<p>The Subcommittee noted that recurrent early pregnancy loss/ miscarriage is historically defined as the loss of three of more clinically recognised pregnancies by the same partner, in the first 12 weeks of gestation. The Subcommittee noted that approximately 15% of clinically recognised pregnancies will miscarry, and that about 25% of women will have at least one miscarriage in their lifetime, with 0.4 -1.0% of women experiencing recurrent miscarriage.</p><p><br></p><p>The Subcommittee noted that miscarriage causes significant emotional distress for the parents, families and whānau, and also noted that there is no clear data about ethnic differences in miscarriage rates in New Zealand. The Subcommittee noted that the care and management of women with recurrent miscarriage is within the scope of all gynaecology departments, however that access to secondary care can have barriers and often treatment occurs in primary care. The Subcommittee noted that while weekly ultrasound scanning from 6 – 12 weeks gestation has been shown to improve live birth rates, it is not commonly employed in New Zealand due to resource constraints.</p><p><br></p><p>The Subcommittee noted that the application specified that progesterone treatment would be initiated from the first time of episode of bleeding (following confirmation that pregnancy location was intrauterine, viable and ongoing) and stopped at 16 weeks gestation.</p><p><br></p><p>The Subcommittee noted that progesterone capsules have all the properties of endogenous progesterone with induction of a full secretory endometrium and in particular gestagenic, antiestrogenic, slightly antiandrogenic and anti-aldosterone effects. The Subcommittee also noted that progesterone is not currently Medsafe approved for recurring pregnancy loss and is currently only approved for adjunctive use with an oestrogen in postmenopausal women with an intact uterus (for hormone replacement therapy). The Subcommittee noted that the proposed dosing regimen for progesterone for recurrent early pregnancy loss is 400 mg progesterone being inserted into the vagina (or rectum if preferred) twice daily. The Subcommittee considered that it would be preferable if a higher dose capsule were available, noting the requirement for multiple capsules to be administered every day, however acknowledged that no higher dose capsules were currently approved in New Zealand.</p><p><br></p><p>The Subcommittee noted the following evidence in relation to the use of progesterone in recurrent early miscarriage:</p><p class=\"ql-indent-1\"><a href=\"https://www.ncbi.nlm.nih.gov/books/NBK558710/pdf/Bookshelf_NBK558710.pdf\" target=\"_blank\">Coomarasamy et al. Health Technol Assess. 2020;24</a>: the multicentre, double-blind, placebo-controlled, randomised PRISM trial of over 4,000 women aged 16–39 years with early pregnancy bleeding treated twice-daily vaginal suppositories containing either 400 mg of progesterone or a matched placebo. The live birth rate was 75% in the progesterone group and 72% in the placebo group (relative rate (RR) 1.03, 95% confidence interval 1.00 to 1.07; p = 0.08). Subgroup analysis by previous number of miscarriages showed that for women with three or more prior miscarriages, 72% in the progesterone group had live births, compared to 57% in the placebo group (RR 1.28, 95% CI 1.08 to 1.51; p = 0.004).</p><p class=\"ql-indent-1\"><br></p><p class=\"ql-indent-1\"><a href=\"https://www.ncbi.nlm.nih.gov/books/NBK362732/pdf/Bookshelf_NBK362732.pdf\" target=\"_blank\">Coomarasamy et al. Health Technol Assess. 2016;20:1-92</a>: the randomised, double-blind, placebo-controlled, international multicentre PROMISE trial of women with unexplained recurrent miscarriage, aged 18 to 39 years, conceiving naturally who were treated twice daily 400 mg progesterone vaginally or placebo. The live birth rate in the progesterone group was 65.8% (262/398) and in the placebo group it was 63.3% (271/428), giving a relative risk of 1.04 (95% CI 0.94 to 1.15; p=0.45). No significant differences in clinical pregnancy at 6–8 weeks, ongoing pregnancy at 12 weeks, miscarriage, gestation at delivery, neonatal survival at 28 days of life, congenital abnormalities and resource use were observed.</p><p><br></p><p class=\"ql-indent-1\"><a href=\"https://pubmed.ncbi.nlm.nih.gov/30081430/\" target=\"_blank\">Wahabi et al. Cochrane Database of Systematic Reviews. 2018, 8. DOI: 10.1002/14651858.CD005943.pub5</a>: a review of randomised, quasi-randomised or cluster-randomised controlled trials that compared progestogen with placebo, no treatment or any other treatment for the treatment of threatened miscarriage in women carrying singleton pregnancy. Treatment of miscarriage with progestogens compared to placebo or no treatment probably reduces the risk of miscarriage; (risk ratio (RR) 0.64, 95% confidence interval (CI) 0.47 to 0.87; 7 trials; 696 women; moderate-quality evidence). Treatment with oral progestogen compared to no treatment also probably reduces the miscarriage rate (RR 0.57, 95% CI 0.38 to 0.85; 3 trials; 408 women; moderate-quality evidence). However, treatment with vaginal progesterone compared to placebo, probably has little or no effect in reducing the miscarriage rate (RR 0.75, 95% CI 0.47 to 1.21; 4 trials; 288 women; moderate-quality evidence).</p><p><br></p><p>The Subcommittee were also made aware of the following additional information relating to progesterone and progestogens for early recurrent pregnancy loss:</p><p><br></p><p><a href=\"https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD003511.pub5/epdf/full\" target=\"_blank\">Haas et al. Cochrane Database of Systematic Reviews. 2019, 11. DOI: 10.1002/14651858.CD003511.pub5</a>: a review of randomized or quasi‐randomized controlled trials comparing progestogens with placebo or no treatment given in an effort to prevent miscarriage. The evidence suggests that there may be a reduction in the number of miscarriages for women given progestogen supplementation compared to placebo/controls (average risk ratio (RR) 0.73, 95% confidence interval (CI) 0.54 to 1.00, 10 trials, 1684 women, moderate‐quality evidence). There was potentially a slight benefit for women receiving progestogen seen in the outcome of live birth rate (RR 1.07, 95% CI 1.00 to 1.13, 6 trials, 1411 women, moderate‐quality evidence), but there was uncertainty about the effect on the rate of preterm birth because the evidence was very low‐quality (RR 1.13, 95% CI 0.53 to 2.41, 4 trials, 256 women, very low‐quality evidence).</p><p><br></p><p>The Subcommittee noted that there is no evidence to suggest that progesterone for the treatment of recurrent pregnancy loss causes any short term or long term adverse effects for the mother or baby.</p><p><br></p><p>The Subcommittee considered that the strength and quality of evidence was moderate; but considered that the nature of the indication means that better quality data will likely never be available. Members considered that the majority of data for most pregnancy related care is of a lower quality because higher quality evidence, such as randomised controlled trials, is not and will never be undertaken in this population group. The Subcommittee considered that it is therefore unrealistic to expect further randomised controlled data for indications such as recurrent pregnancy loss, and that not widening access to progesterone based on the quality of the data available would be inappropriate.</p><p><br></p><p>The Subcommittee noted that miscarriage care is mainly given in the primary healthcare setting, and that if access is widened to progesterone it should be available for primary healthcare providers, including midwives, to prescribe.</p><p><br></p><p>The Subcommittee noted that any benefits from progesterone would be highly impactful for parents and whānau experiencing recurrent early pregnancy loss, particularly for improved mental and social health. The Subcommittee considered that the access criteria should be the same as the entry criteria for the PRISM trial (i.e. previously experienced three or more miscarriages, has experienced bleeding in the first 12 weeks of pregnancy). The Subcommittee also considered that if a patient was prescribed progesterone while pregnant and did not experience a miscarriage, that clinicians would likely to prefer to prescribe progesterone again before any incidence of bleeding in any subsequent pregnancies.</p><p><br></p><p>The Subcommittee considered it would be reasonable to assume that progesterone would be initiated around week six of gestation. The Subcommittee considered that treating patients up to 16 weeks of gestation may be longer than necessary but were unsure of the optimal treatment duration.</p><p><br></p><p>The Subcommittee considered that currently there are limited options for people experiencing recurrent pregnancy loss in New Zealand and that widening access to progesterone for recurrent early pregnancy loss would improve the standard of care.</p><p><br></p><p>The Subcommittee considered that the below table summarises its interpretation of the most appropriate PICO (population, intervention, comparator, outcomes) information for progesterone if it were to be funded in New Zealand for recurrent early pregnancy loss. This PICO captures key clinical aspects of the proposal and may be used to frame any future economic assessment by Pharmac staff. This PICO is based on the Subcommittee’s assessment at this time and may differ from that requested by the applicant. The PICO may change based on new information, additional clinical advice, or further analysis by Pharmac staff. </p><p><br></p><p><img src=\"/apptracker/servlet/rtaImage?eid=a0P2P000006zpSp&amp;feoid=00N2P000000YsIc&amp;refid=0EM2P000001sHz0\" alt=\"image.png\"></img></p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p><span style=\"font-size: 14px;\">The Subcommittee noted a funding application from a clinician for the use of progesterone for recurring early pregnancy loss with vaginal bleeding. </span></p><p><br></p><p><span style=\"font-family: Arial, sans-serif; font-size: 14px;\">The Subcommittee also noted that Pharmac was seeking advice regarding the current access criteria for progesterone for pre-term labour, and the potential removal of restrictions for progesterone.</span></p>",
          "fs": "<p><span style=\"font-size: 14px;\">The Subcommittee noted a funding application from a clinician for the use of progesterone for recurring early pregnancy loss with vaginal bleeding. </span></p><p><br></p><p><span style=\"font-family: Arial, sans-serif; font-size: 14px;\">The Subcommittee also noted that Pharmac was seeking advice regarding the current access criteria for progesterone for pre-term labour, and the potential removal of restrictions for progesterone.</span></p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "High",
          "fs": "High",
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2022",
          "fs": "Feb 2022",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Reproductive and Sexual Health Subcommittee at meeting Monday 1 November 2021.",
          "fs": "Clinical advice received from Reproductive and Sexual Health Subcommittee at meeting Monday 1 November 2021.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000006zpSpUAI"
          },
          "Id": "a0P2P000006zpSpUAI",
          "Event_Date__c": "2022-02-11",
          "Event_Description__c": "Clinical advice received from Reproductive and Sexual Health Subcommittee at meeting Monday 1 November 2021.",
          "Stage__c": "Seeking Clinical Advice",
          "Outcome__c": "High",
          "Formatted_Date__c": "Feb 2022",
          "Published_Recommendation__c": "<p><span style=\"font-size: 14px;\">The Subcommittee </span><b style=\"font-size: 14px;\">recommended</b><span style=\"font-size: 14px;\"> that progesterone for recurrent early pregnancy loss be listed with a high priority within the context of treatment in reproductive and sexual health subject to the following Special Authority criteria:</span></p><p><br></p><p><span style=\"font-size: 14px;\">Initial Application. Approvals valid for one year for applications that meet the following criteria:</span></p><p><span style=\"font-size: 14px;\">All of the following: </span></p><p><span style=\"font-size: 14px;\">1 Patient is pregnant; and</span></p><p><span style=\"font-size: 14px;\">2 Patient has previously experienced three or more miscarriages; and </span></p><p><span style=\"font-size: 14px;\">3 Patient has experienced bleeding in the first 12 weeks of pregnancy; and</span></p><p><span style=\"font-size: 14px;\">4 Pregnancy is confirmed to be intrauterine and viable </span></p><p><span style=\"font-size: 14px;\"> </span></p><p><span style=\"font-size: 14px;\">Renewal Application. Approvals valid for one year for applications that meet the following criteria:</span></p><p><span style=\"font-size: 14px;\">  1 Treatment is required for a subsequent pregnancy</span></p><p><br></p><p><span style=\"font-size: 14px;\">The Subcommittee made this recommendation based on the high health need of this patient population, evidence of benefit and the favourable safety profile of progesterone for this indication. </span></p>",
          "Published_Application__c": "<p><span style=\"font-size: 14px;\">The Subcommittee noted a funding application from a clinician for the use of progesterone for recurring early pregnancy loss with vaginal bleeding. </span></p><p><br></p><p><span style=\"font-family: Arial, sans-serif; font-size: 14px;\">The Subcommittee also noted that Pharmac was seeking advice regarding the current access criteria for progesterone for pre-term labour, and the potential removal of restrictions for progesterone.</span></p>",
          "Published_Discussion__c": "<p>The Subcommittee noted that recurrent early pregnancy loss/ miscarriage is historically defined as the loss of three of more clinically recognised pregnancies by the same partner, in the first 12 weeks of gestation. The Subcommittee noted that approximately 15% of clinically recognised pregnancies will miscarry, and that about 25% of women will have at least one miscarriage in their lifetime, with 0.4 -1.0% of women experiencing recurrent miscarriage.</p><p><br></p><p>The Subcommittee noted that miscarriage causes significant emotional distress for the parents, families and whānau, and also noted that there is no clear data about ethnic differences in miscarriage rates in New Zealand. The Subcommittee noted that the care and management of women with recurrent miscarriage is within the scope of all gynaecology departments, however that access to secondary care can have barriers and often treatment occurs in primary care. The Subcommittee noted that while weekly ultrasound scanning from 6 – 12 weeks gestation has been shown to improve live birth rates, it is not commonly employed in New Zealand due to resource constraints.</p><p><br></p><p>The Subcommittee noted that the application specified that progesterone treatment would be initiated from the first time of episode of bleeding (following confirmation that pregnancy location was intrauterine, viable and ongoing) and stopped at 16 weeks gestation.</p><p><br></p><p>The Subcommittee noted that progesterone capsules have all the properties of endogenous progesterone with induction of a full secretory endometrium and in particular gestagenic, antiestrogenic, slightly antiandrogenic and anti-aldosterone effects. The Subcommittee also noted that progesterone is not currently Medsafe approved for recurring pregnancy loss and is currently only approved for adjunctive use with an oestrogen in postmenopausal women with an intact uterus (for hormone replacement therapy). The Subcommittee noted that the proposed dosing regimen for progesterone for recurrent early pregnancy loss is 400 mg progesterone being inserted into the vagina (or rectum if preferred) twice daily. The Subcommittee considered that it would be preferable if a higher dose capsule were available, noting the requirement for multiple capsules to be administered every day, however acknowledged that no higher dose capsules were currently approved in New Zealand.</p><p><br></p><p>The Subcommittee noted the following evidence in relation to the use of progesterone in recurrent early miscarriage:</p><p class=\"ql-indent-1\"><a href=\"https://www.ncbi.nlm.nih.gov/books/NBK558710/pdf/Bookshelf_NBK558710.pdf\" target=\"_blank\">Coomarasamy et al. Health Technol Assess. 2020;24</a>: the multicentre, double-blind, placebo-controlled, randomised PRISM trial of over 4,000 women aged 16–39 years with early pregnancy bleeding treated twice-daily vaginal suppositories containing either 400 mg of progesterone or a matched placebo. The live birth rate was 75% in the progesterone group and 72% in the placebo group (relative rate (RR) 1.03, 95% confidence interval 1.00 to 1.07; p = 0.08). Subgroup analysis by previous number of miscarriages showed that for women with three or more prior miscarriages, 72% in the progesterone group had live births, compared to 57% in the placebo group (RR 1.28, 95% CI 1.08 to 1.51; p = 0.004).</p><p class=\"ql-indent-1\"><br></p><p class=\"ql-indent-1\"><a href=\"https://www.ncbi.nlm.nih.gov/books/NBK362732/pdf/Bookshelf_NBK362732.pdf\" target=\"_blank\">Coomarasamy et al. Health Technol Assess. 2016;20:1-92</a>: the randomised, double-blind, placebo-controlled, international multicentre PROMISE trial of women with unexplained recurrent miscarriage, aged 18 to 39 years, conceiving naturally who were treated twice daily 400 mg progesterone vaginally or placebo. The live birth rate in the progesterone group was 65.8% (262/398) and in the placebo group it was 63.3% (271/428), giving a relative risk of 1.04 (95% CI 0.94 to 1.15; p=0.45). No significant differences in clinical pregnancy at 6–8 weeks, ongoing pregnancy at 12 weeks, miscarriage, gestation at delivery, neonatal survival at 28 days of life, congenital abnormalities and resource use were observed.</p><p><br></p><p class=\"ql-indent-1\"><a href=\"https://pubmed.ncbi.nlm.nih.gov/30081430/\" target=\"_blank\">Wahabi et al. Cochrane Database of Systematic Reviews. 2018, 8. DOI: 10.1002/14651858.CD005943.pub5</a>: a review of randomised, quasi-randomised or cluster-randomised controlled trials that compared progestogen with placebo, no treatment or any other treatment for the treatment of threatened miscarriage in women carrying singleton pregnancy. Treatment of miscarriage with progestogens compared to placebo or no treatment probably reduces the risk of miscarriage; (risk ratio (RR) 0.64, 95% confidence interval (CI) 0.47 to 0.87; 7 trials; 696 women; moderate-quality evidence). Treatment with oral progestogen compared to no treatment also probably reduces the miscarriage rate (RR 0.57, 95% CI 0.38 to 0.85; 3 trials; 408 women; moderate-quality evidence). However, treatment with vaginal progesterone compared to placebo, probably has little or no effect in reducing the miscarriage rate (RR 0.75, 95% CI 0.47 to 1.21; 4 trials; 288 women; moderate-quality evidence).</p><p><br></p><p>The Subcommittee were also made aware of the following additional information relating to progesterone and progestogens for early recurrent pregnancy loss:</p><p><br></p><p><a href=\"https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD003511.pub5/epdf/full\" target=\"_blank\">Haas et al. Cochrane Database of Systematic Reviews. 2019, 11. DOI: 10.1002/14651858.CD003511.pub5</a>: a review of randomized or quasi‐randomized controlled trials comparing progestogens with placebo or no treatment given in an effort to prevent miscarriage. The evidence suggests that there may be a reduction in the number of miscarriages for women given progestogen supplementation compared to placebo/controls (average risk ratio (RR) 0.73, 95% confidence interval (CI) 0.54 to 1.00, 10 trials, 1684 women, moderate‐quality evidence). There was potentially a slight benefit for women receiving progestogen seen in the outcome of live birth rate (RR 1.07, 95% CI 1.00 to 1.13, 6 trials, 1411 women, moderate‐quality evidence), but there was uncertainty about the effect on the rate of preterm birth because the evidence was very low‐quality (RR 1.13, 95% CI 0.53 to 2.41, 4 trials, 256 women, very low‐quality evidence).</p><p><br></p><p>The Subcommittee noted that there is no evidence to suggest that progesterone for the treatment of recurrent pregnancy loss causes any short term or long term adverse effects for the mother or baby.</p><p><br></p><p>The Subcommittee considered that the strength and quality of evidence was moderate; but considered that the nature of the indication means that better quality data will likely never be available. Members considered that the majority of data for most pregnancy related care is of a lower quality because higher quality evidence, such as randomised controlled trials, is not and will never be undertaken in this population group. The Subcommittee considered that it is therefore unrealistic to expect further randomised controlled data for indications such as recurrent pregnancy loss, and that not widening access to progesterone based on the quality of the data available would be inappropriate.</p><p><br></p><p>The Subcommittee noted that miscarriage care is mainly given in the primary healthcare setting, and that if access is widened to progesterone it should be available for primary healthcare providers, including midwives, to prescribe.</p><p><br></p><p>The Subcommittee noted that any benefits from progesterone would be highly impactful for parents and whānau experiencing recurrent early pregnancy loss, particularly for improved mental and social health. The Subcommittee considered that the access criteria should be the same as the entry criteria for the PRISM trial (i.e. previously experienced three or more miscarriages, has experienced bleeding in the first 12 weeks of pregnancy). The Subcommittee also considered that if a patient was prescribed progesterone while pregnant and did not experience a miscarriage, that clinicians would likely to prefer to prescribe progesterone again before any incidence of bleeding in any subsequent pregnancies.</p><p><br></p><p>The Subcommittee considered it would be reasonable to assume that progesterone would be initiated around week six of gestation. The Subcommittee considered that treating patients up to 16 weeks of gestation may be longer than necessary but were unsure of the optimal treatment duration.</p><p><br></p><p>The Subcommittee considered that currently there are limited options for people experiencing recurrent pregnancy loss in New Zealand and that widening access to progesterone for recurrent early pregnancy loss would improve the standard of care.</p><p><br></p><p>The Subcommittee considered that the below table summarises its interpretation of the most appropriate PICO (population, intervention, comparator, outcomes) information for progesterone if it were to be funded in New Zealand for recurrent early pregnancy loss. This PICO captures key clinical aspects of the proposal and may be used to frame any future economic assessment by Pharmac staff. This PICO is based on the Subcommittee’s assessment at this time and may differ from that requested by the applicant. The PICO may change based on new information, additional clinical advice, or further analysis by Pharmac staff. </p><p><br></p><p><img src=\"/apptracker/servlet/rtaImage?eid=a0P2P000006zpSp&amp;feoid=00N2P000000YsIc&amp;refid=0EM2P000001sHz0\" alt=\"image.png\"></img></p>",
          "Status_History__c": "a132P000000DXE9QAO"
        },
        "change": null
      }
    ],
    "dateString": "Jan 2021",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2022",
          "fs": "Feb 2022",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000006zpSqUAI"
          },
          "Id": "a0P2P000006zpSqUAI",
          "Event_Date__c": "2022-02-22",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Feb 2022",
          "Status_History__c": "a132P000000DYUQQA4"
        },
        "change": null
      }
    ],
    "dateString": "Feb 2022",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Mar 2022",
          "fs": "Mar 2022",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000006zpSrUAI"
          },
          "Id": "a0P2P000006zpSrUAI",
          "Event_Date__c": "2022-03-04",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Mar 2022",
          "Status_History__c": "a132P000000DaQ9QAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Apr 2022",
          "fs": "Apr 2022",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000006zpSsUAI"
          },
          "Id": "a0P2P000006zpSsUAI",
          "Event_Date__c": "2022-04-29",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Apr 2022",
          "Status_History__c": "a132P000000DifNQAS"
        },
        "change": null
      }
    ],
    "dateString": "Mar 2022",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-05-19-proposals-to-widen-access-to-progesterone-antiretrovirals-and-nitrofurantoin\" target=\"_blank\">Consultation letter</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-05-19-proposals-to-widen-access-to-progesterone-antiretrovirals-and-nitrofurantoin\" target=\"_blank\">Consultation letter</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2022",
          "fs": "May 2022",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is active.",
          "fs": "Public consultation for this application is active.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000006zpStUAI"
          },
          "Id": "a0P2P000006zpStUAI",
          "Event_Date__c": "2022-05-19",
          "Event_Description__c": "Public consultation for this application is active.",
          "Stage__c": "Under Consultation",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-05-19-proposals-to-widen-access-to-progesterone-antiretrovirals-and-nitrofurantoin\" target=\"_blank\">Consultation letter</a></p>",
          "Formatted_Date__c": "May 2022",
          "Status_History__c": "a132P000000DlkRQAS"
        },
        "change": null
      }
    ],
    "dateString": "May 2022",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2022",
          "fs": "Jun 2022",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "fs": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000006zpSuUAI"
          },
          "Id": "a0P2P000006zpSuUAI",
          "Event_Date__c": "2022-06-02",
          "Event_Description__c": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "Stage__c": "Reviewing Consultation Feedback",
          "Formatted_Date__c": "Jun 2022",
          "Status_History__c": "a132P000000E3LoQAK"
        },
        "change": null
      }
    ],
    "dateString": "Jun 2022",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-09-15-decision-to-open-access-to-progesterone\" target=\"_blank\">Decision notification</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-09-15-decision-to-open-access-to-progesterone\" target=\"_blank\">Decision notification</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Sep 2022",
          "fs": "Sep 2022",
          "change": null
        },
        "Event_Description": {
          "s": "The funding application has been approved.",
          "fs": "The funding application has been approved.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P000006zpSvUAI"
          },
          "Id": "a0P2P000006zpSvUAI",
          "Event_Date__c": "2022-09-15",
          "Event_Description__c": "The funding application has been approved.",
          "Stage__c": "Decision",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-09-15-decision-to-open-access-to-progesterone\" target=\"_blank\">Decision notification</a></p>",
          "Formatted_Date__c": "Sep 2022",
          "Status_History__c": "a132P000000E3LyQAK"
        },
        "change": null
      }
    ],
    "dateString": "Sep 2022",
    "collapsed": false,
    "checked": true
  }
]