[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2020",
          "fs": "May 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000065bLrUAI"
          },
          "Id": "a0P2P0000065bLrUAI",
          "Event_Date__c": "2020-05-21",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "May 2020",
          "Status_History__c": "a132P000000BsO5QAK"
        },
        "change": null
      }
    ],
    "dateString": "May 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2020",
          "fs": "Jun 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000065bLsUAI"
          },
          "Id": "a0P2P0000065bLsUAI",
          "Event_Date__c": "2020-06-17",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Jun 2020",
          "Status_History__c": "a132P000000BsOAQA0"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2020",
          "fs": "Jun 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Assigned to Pharmacology and Therapeutics Advisory Committee (PTAC) meeting to provide advice on Friday 21 August 2020",
          "fs": "Assigned to Pharmacology and Therapeutics Advisory Committee (PTAC) meeting to provide advice on Friday 21 August 2020",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000065bLtUAI"
          },
          "Id": "a0P2P0000065bLtUAI",
          "Event_Date__c": "2020-06-18",
          "Event_Description__c": "Assigned to Pharmacology and Therapeutics Advisory Committee (PTAC) meeting to provide advice on Friday 21 August 2020",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Jun 2020",
          "Status_History__c": "a132P000000BsYpQAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Committee recommended that access to olaparib be widened for the first-line maintenance treatment of high-grade ovarian cancer with a mutation in breast cancer susceptibility gene 1 or 2 (BRCAm) with a medium priority, subject to Special Authority criteria that would allow for once-per-patient-lifetime access to olaparib. </p><p><br></p><p>In making this recommendation, the Committee considered the high health need of this patient population and the evidence for a difference in efficacy (specifically, progression-free survival [PFS]) with the use of olaparib in the first line setting in the SOLO-1 trial compared with its documented PFS in the second line setting, noting the occurrence of adverse events associated with olaparib and noting that the overall survival (OS) data from the SOLO-1 trial was immature. The Committee considered that a greater proportion of patients with ovarian cancer would be suitable for first-line maintenance than for second-line maintenance, therefore the overall treatment cost would increase if olaparib was funded in this initial setting.</p><p><br></p><p>The Committee considered that advice from CaTSoP should be sought regarding: whether there is a class affect among polyadenosine 5’-diphosphoribose polymerase (PARP) inhibitors for BRCAm ovarian cancer and whether a similar benefit would also be expected in patients with homologous recombination deficiency (HRD); the potential benefit of olaparib treatment in patients with somatic BRCAm ovarian cancer, in light of evidence suggesting a similar benefit to those with germline BRCAm; appropriate duration of funded treatment for patients who have a partial response to olaparib after two years; the proportion of patients with other gynaecological cancers (serous fallopian tube or peritoneal carcinomas) who may be within the target population for olaparib; and appropriate Special Authority criteria for widened access that would allow for one funded course -per-patient-lifetime access to olaparib. </p>",
          "fs": "<p>The Committee recommended that access to olaparib be widened for the first-line maintenance treatment of high-grade ovarian cancer with a mutation in breast cancer susceptibility gene 1 or 2 (BRCAm) with a medium priority, subject to Special Authority criteria that would allow for once-per-patient-lifetime access to olaparib. </p><p><br></p><p>In making this recommendation, the Committee considered the high health need of this patient population and the evidence for a difference in efficacy (specifically, progression-free survival [PFS]) with the use of olaparib in the first line setting in the SOLO-1 trial compared with its documented PFS in the second line setting, noting the occurrence of adverse events associated with olaparib and noting that the overall survival (OS) data from the SOLO-1 trial was immature. The Committee considered that a greater proportion of patients with ovarian cancer would be suitable for first-line maintenance than for second-line maintenance, therefore the overall treatment cost would increase if olaparib was funded in this initial setting.</p><p><br></p><p>The Committee considered that advice from CaTSoP should be sought regarding: whether there is a class affect among polyadenosine 5’-diphosphoribose polymerase (PARP) inhibitors for BRCAm ovarian cancer and whether a similar benefit would also be expected in patients with homologous recombination deficiency (HRD); the potential benefit of olaparib treatment in patients with somatic BRCAm ovarian cancer, in light of evidence suggesting a similar benefit to those with germline BRCAm; appropriate duration of funded treatment for patients who have a partial response to olaparib after two years; the proportion of patients with other gynaecological cancers (serous fallopian tube or peritoneal carcinomas) who may be within the target population for olaparib; and appropriate Special Authority criteria for widened access that would allow for one funded course -per-patient-lifetime access to olaparib. </p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Committee noted that in 2017, there were 240 new ovarian cancer patient registrations and a further 117 registrations for other gynaecological cancers (including fallopian tube and peritoneal carcinomas) in New Zealand, and that ovarian cancer alone was among the tenth most commonly registered cancers in females that year. </p><p><br></p><p>The Committee noted that the lifetime risk of developing ovarian cancer for a person with a BRCA1 or BRCA2 mutation is between 35-46% and 13-23%, respectively; that BRCA mutation carriers are at increased risk of developing a high-grade cancer; and that 15-17% of patents with high-grade serous ovarian cancers have a BRCA germline mutation. </p><p><br></p><p>The Committee noted that patients with newly diagnosed advanced ovarian cancer (including high-risk disease that is BRCA mutation positive) generally receive first-line treatment consisting of debulking surgery with or without radiotherapy, followed by platinum-based chemotherapy (carboplatin or cisplatin, with paclitaxel) for a maximum of six cycles. Following first-line treatment, patients with ovarian cancer are observed to watch and wait for disease progression; after progression, second line treatment may consist of re-challenge with platinum agents or other agents (e.g. paclitaxel, docetaxel or gemcitabine), either alone or in combination with platinum.</p><p><br></p><p>The Committee noted that the health need of patients with ovarian malignancies has been documented in previous committee records, and considered that this high health need predominantly results from their highly symptomatic, relapsing and remitting progressive disease. In particular, the Committee noted that patients with ovarian cancers experience progressively shorter intervals between treatments and relapses; may experience substantial disease-related events in the advanced setting (e.g. pleural effusion, ascites and bowel obstruction); often experience considerable treatment-related effects associated with chemotherapy, some of which remain long-term e.g. peripheral neuropathy; and experience problems in multiple domains of their quality of life. </p><p><br></p><p>The Committee noted that olaparib is an orally administered polyadenosine 5’-diphosphoribose polymerase (PARP) inhibitor, which exploits deficiencies in DNA repair pathways, preventing repair of double-strand breaks and preferentially killing cancer cells. The Committee considered that there were no particular suitability concerns regarding the oral, twice-daily formulation of olaparib.</p><p><br></p><p>The Committee noted that olaparib has been funded since February 2020 for the maintenance treatment of relapsed disease in patients with platinum-sensitive, BRCA-mutated (BRCAm) ovarian cancer who have received at least two lines of platinum-based chemotherapy (second-line maintenance), subject to meeting certain clinical criteria including a requirement for pathogenic germline BRCA mutation. The Committee noted that the SOLO-2 trial (described later in this meeting record) had provided evidence for olaparib maintenance for this indication.</p><p><br></p><p>The Committee noted that the current funding application was for olaparib to be used at an earlier time in the disease course; as maintenance treatment of newly diagnosed, advanced (stage III or IV) high-grade serous or endometroid ovarian cancer, primary peritoneal cancer, or fallopian tube cancer (or a combination thereof), with a mutation in BRCA1 or BRCA2 (or both), in patients who have had a complete or partial response after one line of platinum-based chemotherapy i.e. first-line maintenance. </p><p><br></p><p>The Committee noted that Medsafe has approved olaparib both for second-line maintenance (its currently funded indication) and for the first-line maintenance indication proposed by this application.</p><p><br></p><p>The Committee considered other clinical trials are investigating whether PARP inhibitors are useful in patients with ovarian cancers who have a homologous recombination deficiency (HRD). The Committee noted that HRD is one of many possible gene mutations with a BRCA-like phenotype, and the Committee considered this phenotype could be detected in approximately 50-80% of all ovarian cancers. However, the Committee noted that the current application and associated evidence was for BRCAm patients only.</p><p><br></p><p>The Committee noted the published results of SOLO-1, a randomised (2:1) phase III, double-blind trial of olaparib 300 mg twice daily vs placebo in 391 women with newly diagnosed advanced (FIGO stage III or IV) high-grade serous or endometrioid ovarian, primary peritoneal or fallopian tube cancer with mutation in BRCA1, BRCA2 or both, who had and obtained either a complete response (CR) or partial response (PR) after platinum-based chemotherapy (<a href=\"https://pubmed.ncbi.nlm.nih.gov/30345884/\" target=\"_blank\" style=\"color: windowtext;\">Moore et al. N Engl J Med. 2018;379:2495-505</a>). </p><p><br></p><p>The Committee noted that the median participant age in SOLO-1 was 53 years; three-quarters of participants had an ECOG performance status of 0; 85% of patients had ovarian cancer, of which most had stage III disease; 99% had germline BRCA mutations; most patients had BRCA1 mutation; and 82% had a complete response to prior platinum-based chemotherapy. SOLO-1 treatment was stopped at disease progression defined by RECIST 1.1; stopped after a maximum of two years for patients who experienced a complete response; but could continue (at investigator discretion) beyond two years for patients who experienced a partial response.</p><p><br></p><p>The Committee noted that, after median follow-up of 41 months and with 51% data maturity (198 of 391 events), investigator-assessed progression-free survival (PFS) in SOLO-1 was 60% with olaparib vs 27% with placebo at 3 years, and 53% with olaparib vs 11% with placebo at 4 years (hazard ratio [HR] for disease progression or death, 0.30, 95% CI: 0.23 to 0.41, P=&lt;0.001). The Committee noted that PFS assessed by blinded independent central review (with data maturity 38%) at 3 years was 69% with olaparib vs 35% with placebo (HR 0.28; 95% CI: 0.20 to 0.39, P&lt;0.001). </p><p><br></p><p>The Committee considered that there were a reasonable number of SOLO-1 trial participants available for analysis at 3 years, and that the reported difference in PFS indicated efficacy of olaparib with a PFS benefit from first-line maintenance.</p><p><br></p><p>The Committee noted that the median time to the first subsequent therapy or death in SOLO-1 was 51.8 with months olaparib vs 15.1 months with placebo (HR 0.30, 95% CI: 0.22 to 0.40). The Committee noted that, of the patients who received subsequent anti-cancer therapy, 33/94 (35%) in the placebo arm received a PARP inhibitor. The Committee noted that freedom from second progression or death in SOLO-1 at 3 years (data maturity 31%) was 75% with olaparib vs 60% with placebo (HR 0.50; 95% CI: 0.35 to 0.72, P&lt;0.001). </p><p><br></p><p>The Committee noted that the median interim overall survival (OS) was yet to be reached in either group in SOLO-1, and at 3 years (data maturity 21%) OS was 84% with olaparib vs 80% with placebo (HR 0.95, 95% CI: 0.60 to 1.53). The Committee considered that the immaturity of the OS data was a limitation of SOLO-1 trial evidence. </p><p><br></p><p>The Committee noted that grade 3 or 4 adverse events were reported in 39% of patients with olaparib vs 18% of patients with placebo in SOLO-1, and that the authors reported that most adverse events were managed by dose interruption or reduction. The Committee considered that the olaparib treatment in SOLO-1 was generally well tolerated.</p><p><br></p><p>The Committee noted an abstract presentation of SOLO-1 long-term follow-up data (<a href=\"https://ascopubs.org/doi/abs/10.1200/JCO.2019.37.15_suppl.5541\" target=\"_blank\" style=\"color: windowtext;\">Mathews et al. J Clin Oncol. 2019;37(Suppl_15):5541</a>). The Committee noted the reported median PFS for patients with BRCA1 mutation was 41.4 months with olaparib vs 13.8 months with placebo (HR 0.41; 95% CI: 0.30 to 0.56); median PFS for BRCA2 mutation was not reached for olaparib vs 13.8 with placebo; and there were greater proportions of patients with BRCA2 mutations progression-free at 1, 2 and 3 years compared with BRCA1 mutations. The Committee considered that patients with BRCA2 mutation received a greater benefit.  </p><p><br></p><p>The Committee noted the results of a post-hoc analysis of the SOLO-1 trial were presented at the European Society for Medical Oncology (ESMO) 2019 Congress (<a href=\"https://www.annalsofoncology.org/article/S0923-7534(19)57940-6/abstract\" target=\"_blank\" style=\"color: windowtext;\">Friedlander et al. Ann Oncol. 2019;30(Suppl_9)</a>:IX77). The authors reported quality-adjusted PFS (QA-PFS) using the EQ-5D-5L instrument to measure time spent free of progression, and the time without symptoms of disease or toxicity metric (TWiST), measured in this analysis as mean PFS minus time with toxicity (specifically grade 2 or higher nausea, vomiting or fatigue). The Committee noted that the median QA-PFS was 29.75 months with olaparib vs 17.58 months with placebo (between-group difference 12.17 months [95% CI: 9.07-15.11], P&lt;0.001) and the median TWiST was 33.15 months with olaparib vs 20.24 months with placebo (between-group difference 12.92 months [95% CI: 9.30-16.54], P&lt;0.001). The Committee considered these results suggested a better response with olaparib despite the occurrence of adverse events.</p><p><br></p><p>The Committee noted that Study 19, a phase II, randomised (1:1), placebo-controlled study of olaparib in 265 patients with platinum-sensitive recurrent ovarian cancer, provided data for long-term treatment (median follow-up 6.5 years) with olaparib (<a href=\"https://pubmed.ncbi.nlm.nih.gov/30353045/\" target=\"_blank\" style=\"color: windowtext;\">Friedlander et al. Br J Cancer. 2018;119:1075-85</a>). The Committee considered that the Study 19 patient population, who had received at least two prior lines of chemotherapy, was similar to that of SOLO-2, however, known BRCAm status was not required at study entry (retrospective germline/somatic testing determined that 74 patients who received olaparib and 62 patients who received placebo had BRCAm disease). The Committee considered that this limited interpretation of the statistically non-significant overall survival results, however, the Committee noted that 15 patients received olaparib maintenance for more than 6 years. </p><p><br></p><p>The Committee noted the long-term follow-up results of the SOLO-2 trial in platinum-sensitive, relapsed, BRCAm ovarian cancer which were presented at the American Society of Clinical Oncology (ASCO) 2020 conference (<a href=\"https://ascopubs.org/doi/abs/10.1200/JCO.2020.38.15_suppl.6002\" target=\"_blank\" style=\"color: windowtext;\">Poveda et al. J Clin Oncol. 2020;38 (Suppl_15):6002</a>). The Committee noted that median OS was 51.7 months with olaparib vs 38.8 months with placebo after median 65 months follow-up (HR 0.74, 95%: 0.54 to 1.00, P=0.537), and 38.4% of patients on placebo crossed over to receive a PARP inhibitor. Members considered that this mild to moderate evidence of OS improvement from SOLO-2 suggests the lower-strength SOLO-1 evidence for 3-year survival rates may underrepresent the potential OS benefit of olaparib first-line maintenance, noting that data maturity limited the strength of the SOLO-1 trial evidence.</p><p><br></p><p>The Committee noted the outcomes of a cost-effectiveness analysis of olaparib that compared data from SOLO-1 and SOLO-2 (<a href=\"https://ascopubs.org/doi/abs/10.1200/JCO.2019.37.15_suppl.5545\" target=\"_blank\" style=\"color: windowtext;\">Wolford et al. J Clin Oncol. 2019;37 Suppl_15:5545</a>). The Committee noted that the cost of treating a patient until disease progression was higher in SOLO-1, but based on the differences in median PFS between groups in each trial, olaparib was more cost-effective when used in the first-line setting.</p><p><br></p><p>The Committee considered that, based on BRCA mutations occurring in about 16% of high-grade ovarian cancers, that approximately 21 to 31 patients per year may be eligible for olaparib in the first-line setting, and considered there would be high treatment uptake (likely 90-100%). Members estimated that a small number of registrations for other gynaecological cancers would be for patients with high-grade serous fallopian tube or peritoneal carcinomas and therefore would be within the target patient population, but considered that CaTSoP could comment on the likely proportion of such patients.</p><p><br></p><p>The Committee considered that funding olaparib in the first-line setting would incur a relatively small extra cost to the pharmaceutical budget due to a small increase in patient numbers, which would be expected as a result of treating this patient group at an earlier phase in their disease course i.e.when a larger proportion of patients may be suitable for treatment. If funded for first-line maintenance, the Committee considered that the number of patients who receive olaparib in the second-line setting would decrease over time. Members considered that, if funded for first-line maintenance, the total number of patients on olaparib treatment after 5 years of funding would be similar. </p><p><br></p><p>The Committee noted that approximately 10% of patients in SOLO-1 received a partial response from treatment with olaparib and continued treatment beyond two years, at investigator discretion, until disease progression. The Committee considered that CaTSoP could provide advice regarding an appropriate funded treatment duration for such patients.</p><p><br></p><p>The Committee considered that funding criteria should allow patients with ovarian cancer to access olaparib once per lifetime, based on the current evidence for olaparib being either in the first- or second-line setting, but not both. The Committee considered that CaTSoP could provide advice on other appropriate funding criteria for olaparib.</p><p><br></p><p>Members noted that use of olaparib as first- or second-line maintenance treatment for somatic BRCAm disease has been recommended by funding agencies in some jurisdictions (Australia’s PBAC in <a href=\"https://www.pbs.gov.au/industry/listing/elements/pbac-meetings/psd/2020-03/files/olaparib-psd-march-2020.pdf\" target=\"_blank\" style=\"color: windowtext;\">March 2020</a>, and Scotland’s SMC in <a href=\"https://www.scottishmedicines.org.uk/medicines-advice/olaparib-lynparza-resubmission-104715/\" target=\"_blank\" style=\"color: windowtext;\">November 2016</a> and <a href=\"https://www.scottishmedicines.org.uk/medicines-advice/olaparib-lynparza-full-smc2209/\" target=\"_blank\" style=\"color: windowtext;\">December 2019</a>). Members considered there is evidence to suggest that patients with somatic BRCAm ovarian cancer receive a similar benefit from olaparib treatment as those with germline BRCAm. The Committee considered that CaTSoP could review and consider this evidence <a href=\"https://bmccancer.biomedcentral.com/articles/10.1186/s12885-020-06948-5#citeas\" target=\"_blank\" style=\"color: windowtext;\">Mohyuddin et al. BMC Cancer. 2020;20:507</a><a href=\"https://www.oncotarget.com/lookup/doi/10.18632/oncotarget.18419\" target=\"_blank\" style=\"color: windowtext;\">; George et al. Oncotarget. 2017;8:43598-9)</a>. However, the Committee acknowledged that somatic mutation analysis may require an additional biopsy of a patient’s tumour and that this could have cost, resource and patient safety implications. </p><p><br></p><p>The Committee noted there are clinical trials investigating other PARP inhibitors (e.g. niraparib, rucaparib, veliparib) for the treatment of high-grade serous ovarian cancer, including patients with BRCAm or homologous recombination deficiency (HRD). Members considered that these trials of PARP inhibitors in patients with HRD might identify a much larger potential patient population who could benefit from PARP inhibitors, but would be challenging to compare due to differences in HRD assays used and patient groups included (e.g. differences in disease staging and debulking surgery). The Committee considered that CaTSoP could consider whether there is a class affect among these agents for BRCAm ovarian cancer, and whether a similar benefit would also be expected in the patient population with HRD.</p>",
          "fs": "<p>The Committee noted that in 2017, there were 240 new ovarian cancer patient registrations and a further 117 registrations for other gynaecological cancers (including fallopian tube and peritoneal carcinomas) in New Zealand, and that ovarian cancer alone was among the tenth most commonly registered cancers in females that year. </p><p><br></p><p>The Committee noted that the lifetime risk of developing ovarian cancer for a person with a BRCA1 or BRCA2 mutation is between 35-46% and 13-23%, respectively; that BRCA mutation carriers are at increased risk of developing a high-grade cancer; and that 15-17% of patents with high-grade serous ovarian cancers have a BRCA germline mutation. </p><p><br></p><p>The Committee noted that patients with newly diagnosed advanced ovarian cancer (including high-risk disease that is BRCA mutation positive) generally receive first-line treatment consisting of debulking surgery with or without radiotherapy, followed by platinum-based chemotherapy (carboplatin or cisplatin, with paclitaxel) for a maximum of six cycles. Following first-line treatment, patients with ovarian cancer are observed to watch and wait for disease progression; after progression, second line treatment may consist of re-challenge with platinum agents or other agents (e.g. paclitaxel, docetaxel or gemcitabine), either alone or in combination with platinum.</p><p><br></p><p>The Committee noted that the health need of patients with ovarian malignancies has been documented in previous committee records, and considered that this high health need predominantly results from their highly symptomatic, relapsing and remitting progressive disease. In particular, the Committee noted that patients with ovarian cancers experience progressively shorter intervals between treatments and relapses; may experience substantial disease-related events in the advanced setting (e.g. pleural effusion, ascites and bowel obstruction); often experience considerable treatment-related effects associated with chemotherapy, some of which remain long-term e.g. peripheral neuropathy; and experience problems in multiple domains of their quality of life. </p><p><br></p><p>The Committee noted that olaparib is an orally administered polyadenosine 5’-diphosphoribose polymerase (PARP) inhibitor, which exploits deficiencies in DNA repair pathways, preventing repair of double-strand breaks and preferentially killing cancer cells. The Committee considered that there were no particular suitability concerns regarding the oral, twice-daily formulation of olaparib.</p><p><br></p><p>The Committee noted that olaparib has been funded since February 2020 for the maintenance treatment of relapsed disease in patients with platinum-sensitive, BRCA-mutated (BRCAm) ovarian cancer who have received at least two lines of platinum-based chemotherapy (second-line maintenance), subject to meeting certain clinical criteria including a requirement for pathogenic germline BRCA mutation. The Committee noted that the SOLO-2 trial (described later in this meeting record) had provided evidence for olaparib maintenance for this indication.</p><p><br></p><p>The Committee noted that the current funding application was for olaparib to be used at an earlier time in the disease course; as maintenance treatment of newly diagnosed, advanced (stage III or IV) high-grade serous or endometroid ovarian cancer, primary peritoneal cancer, or fallopian tube cancer (or a combination thereof), with a mutation in BRCA1 or BRCA2 (or both), in patients who have had a complete or partial response after one line of platinum-based chemotherapy i.e. first-line maintenance. </p><p><br></p><p>The Committee noted that Medsafe has approved olaparib both for second-line maintenance (its currently funded indication) and for the first-line maintenance indication proposed by this application.</p><p><br></p><p>The Committee considered other clinical trials are investigating whether PARP inhibitors are useful in patients with ovarian cancers who have a homologous recombination deficiency (HRD). The Committee noted that HRD is one of many possible gene mutations with a BRCA-like phenotype, and the Committee considered this phenotype could be detected in approximately 50-80% of all ovarian cancers. However, the Committee noted that the current application and associated evidence was for BRCAm patients only.</p><p><br></p><p>The Committee noted the published results of SOLO-1, a randomised (2:1) phase III, double-blind trial of olaparib 300 mg twice daily vs placebo in 391 women with newly diagnosed advanced (FIGO stage III or IV) high-grade serous or endometrioid ovarian, primary peritoneal or fallopian tube cancer with mutation in BRCA1, BRCA2 or both, who had and obtained either a complete response (CR) or partial response (PR) after platinum-based chemotherapy (<a href=\"https://pubmed.ncbi.nlm.nih.gov/30345884/\" target=\"_blank\" style=\"color: windowtext;\">Moore et al. N Engl J Med. 2018;379:2495-505</a>). </p><p><br></p><p>The Committee noted that the median participant age in SOLO-1 was 53 years; three-quarters of participants had an ECOG performance status of 0; 85% of patients had ovarian cancer, of which most had stage III disease; 99% had germline BRCA mutations; most patients had BRCA1 mutation; and 82% had a complete response to prior platinum-based chemotherapy. SOLO-1 treatment was stopped at disease progression defined by RECIST 1.1; stopped after a maximum of two years for patients who experienced a complete response; but could continue (at investigator discretion) beyond two years for patients who experienced a partial response.</p><p><br></p><p>The Committee noted that, after median follow-up of 41 months and with 51% data maturity (198 of 391 events), investigator-assessed progression-free survival (PFS) in SOLO-1 was 60% with olaparib vs 27% with placebo at 3 years, and 53% with olaparib vs 11% with placebo at 4 years (hazard ratio [HR] for disease progression or death, 0.30, 95% CI: 0.23 to 0.41, P=&lt;0.001). The Committee noted that PFS assessed by blinded independent central review (with data maturity 38%) at 3 years was 69% with olaparib vs 35% with placebo (HR 0.28; 95% CI: 0.20 to 0.39, P&lt;0.001). </p><p><br></p><p>The Committee considered that there were a reasonable number of SOLO-1 trial participants available for analysis at 3 years, and that the reported difference in PFS indicated efficacy of olaparib with a PFS benefit from first-line maintenance.</p><p><br></p><p>The Committee noted that the median time to the first subsequent therapy or death in SOLO-1 was 51.8 with months olaparib vs 15.1 months with placebo (HR 0.30, 95% CI: 0.22 to 0.40). The Committee noted that, of the patients who received subsequent anti-cancer therapy, 33/94 (35%) in the placebo arm received a PARP inhibitor. The Committee noted that freedom from second progression or death in SOLO-1 at 3 years (data maturity 31%) was 75% with olaparib vs 60% with placebo (HR 0.50; 95% CI: 0.35 to 0.72, P&lt;0.001). </p><p><br></p><p>The Committee noted that the median interim overall survival (OS) was yet to be reached in either group in SOLO-1, and at 3 years (data maturity 21%) OS was 84% with olaparib vs 80% with placebo (HR 0.95, 95% CI: 0.60 to 1.53). The Committee considered that the immaturity of the OS data was a limitation of SOLO-1 trial evidence. </p><p><br></p><p>The Committee noted that grade 3 or 4 adverse events were reported in 39% of patients with olaparib vs 18% of patients with placebo in SOLO-1, and that the authors reported that most adverse events were managed by dose interruption or reduction. The Committee considered that the olaparib treatment in SOLO-1 was generally well tolerated.</p><p><br></p><p>The Committee noted an abstract presentation of SOLO-1 long-term follow-up data (<a href=\"https://ascopubs.org/doi/abs/10.1200/JCO.2019.37.15_suppl.5541\" target=\"_blank\" style=\"color: windowtext;\">Mathews et al. J Clin Oncol. 2019;37(Suppl_15):5541</a>). The Committee noted the reported median PFS for patients with BRCA1 mutation was 41.4 months with olaparib vs 13.8 months with placebo (HR 0.41; 95% CI: 0.30 to 0.56); median PFS for BRCA2 mutation was not reached for olaparib vs 13.8 with placebo; and there were greater proportions of patients with BRCA2 mutations progression-free at 1, 2 and 3 years compared with BRCA1 mutations. The Committee considered that patients with BRCA2 mutation received a greater benefit.  </p><p><br></p><p>The Committee noted the results of a post-hoc analysis of the SOLO-1 trial were presented at the European Society for Medical Oncology (ESMO) 2019 Congress (<a href=\"https://www.annalsofoncology.org/article/S0923-7534(19)57940-6/abstract\" target=\"_blank\" style=\"color: windowtext;\">Friedlander et al. Ann Oncol. 2019;30(Suppl_9)</a>:IX77). The authors reported quality-adjusted PFS (QA-PFS) using the EQ-5D-5L instrument to measure time spent free of progression, and the time without symptoms of disease or toxicity metric (TWiST), measured in this analysis as mean PFS minus time with toxicity (specifically grade 2 or higher nausea, vomiting or fatigue). The Committee noted that the median QA-PFS was 29.75 months with olaparib vs 17.58 months with placebo (between-group difference 12.17 months [95% CI: 9.07-15.11], P&lt;0.001) and the median TWiST was 33.15 months with olaparib vs 20.24 months with placebo (between-group difference 12.92 months [95% CI: 9.30-16.54], P&lt;0.001). The Committee considered these results suggested a better response with olaparib despite the occurrence of adverse events.</p><p><br></p><p>The Committee noted that Study 19, a phase II, randomised (1:1), placebo-controlled study of olaparib in 265 patients with platinum-sensitive recurrent ovarian cancer, provided data for long-term treatment (median follow-up 6.5 years) with olaparib (<a href=\"https://pubmed.ncbi.nlm.nih.gov/30353045/\" target=\"_blank\" style=\"color: windowtext;\">Friedlander et al. Br J Cancer. 2018;119:1075-85</a>). The Committee considered that the Study 19 patient population, who had received at least two prior lines of chemotherapy, was similar to that of SOLO-2, however, known BRCAm status was not required at study entry (retrospective germline/somatic testing determined that 74 patients who received olaparib and 62 patients who received placebo had BRCAm disease). The Committee considered that this limited interpretation of the statistically non-significant overall survival results, however, the Committee noted that 15 patients received olaparib maintenance for more than 6 years. </p><p><br></p><p>The Committee noted the long-term follow-up results of the SOLO-2 trial in platinum-sensitive, relapsed, BRCAm ovarian cancer which were presented at the American Society of Clinical Oncology (ASCO) 2020 conference (<a href=\"https://ascopubs.org/doi/abs/10.1200/JCO.2020.38.15_suppl.6002\" target=\"_blank\" style=\"color: windowtext;\">Poveda et al. J Clin Oncol. 2020;38 (Suppl_15):6002</a>). The Committee noted that median OS was 51.7 months with olaparib vs 38.8 months with placebo after median 65 months follow-up (HR 0.74, 95%: 0.54 to 1.00, P=0.537), and 38.4% of patients on placebo crossed over to receive a PARP inhibitor. Members considered that this mild to moderate evidence of OS improvement from SOLO-2 suggests the lower-strength SOLO-1 evidence for 3-year survival rates may underrepresent the potential OS benefit of olaparib first-line maintenance, noting that data maturity limited the strength of the SOLO-1 trial evidence.</p><p><br></p><p>The Committee noted the outcomes of a cost-effectiveness analysis of olaparib that compared data from SOLO-1 and SOLO-2 (<a href=\"https://ascopubs.org/doi/abs/10.1200/JCO.2019.37.15_suppl.5545\" target=\"_blank\" style=\"color: windowtext;\">Wolford et al. J Clin Oncol. 2019;37 Suppl_15:5545</a>). The Committee noted that the cost of treating a patient until disease progression was higher in SOLO-1, but based on the differences in median PFS between groups in each trial, olaparib was more cost-effective when used in the first-line setting.</p><p><br></p><p>The Committee considered that, based on BRCA mutations occurring in about 16% of high-grade ovarian cancers, that approximately 21 to 31 patients per year may be eligible for olaparib in the first-line setting, and considered there would be high treatment uptake (likely 90-100%). Members estimated that a small number of registrations for other gynaecological cancers would be for patients with high-grade serous fallopian tube or peritoneal carcinomas and therefore would be within the target patient population, but considered that CaTSoP could comment on the likely proportion of such patients.</p><p><br></p><p>The Committee considered that funding olaparib in the first-line setting would incur a relatively small extra cost to the pharmaceutical budget due to a small increase in patient numbers, which would be expected as a result of treating this patient group at an earlier phase in their disease course i.e.when a larger proportion of patients may be suitable for treatment. If funded for first-line maintenance, the Committee considered that the number of patients who receive olaparib in the second-line setting would decrease over time. Members considered that, if funded for first-line maintenance, the total number of patients on olaparib treatment after 5 years of funding would be similar. </p><p><br></p><p>The Committee noted that approximately 10% of patients in SOLO-1 received a partial response from treatment with olaparib and continued treatment beyond two years, at investigator discretion, until disease progression. The Committee considered that CaTSoP could provide advice regarding an appropriate funded treatment duration for such patients.</p><p><br></p><p>The Committee considered that funding criteria should allow patients with ovarian cancer to access olaparib once per lifetime, based on the current evidence for olaparib being either in the first- or second-line setting, but not both. The Committee considered that CaTSoP could provide advice on other appropriate funding criteria for olaparib.</p><p><br></p><p>Members noted that use of olaparib as first- or second-line maintenance treatment for somatic BRCAm disease has been recommended by funding agencies in some jurisdictions (Australia’s PBAC in <a href=\"https://www.pbs.gov.au/industry/listing/elements/pbac-meetings/psd/2020-03/files/olaparib-psd-march-2020.pdf\" target=\"_blank\" style=\"color: windowtext;\">March 2020</a>, and Scotland’s SMC in <a href=\"https://www.scottishmedicines.org.uk/medicines-advice/olaparib-lynparza-resubmission-104715/\" target=\"_blank\" style=\"color: windowtext;\">November 2016</a> and <a href=\"https://www.scottishmedicines.org.uk/medicines-advice/olaparib-lynparza-full-smc2209/\" target=\"_blank\" style=\"color: windowtext;\">December 2019</a>). Members considered there is evidence to suggest that patients with somatic BRCAm ovarian cancer receive a similar benefit from olaparib treatment as those with germline BRCAm. The Committee considered that CaTSoP could review and consider this evidence <a href=\"https://bmccancer.biomedcentral.com/articles/10.1186/s12885-020-06948-5#citeas\" target=\"_blank\" style=\"color: windowtext;\">Mohyuddin et al. BMC Cancer. 2020;20:507</a><a href=\"https://www.oncotarget.com/lookup/doi/10.18632/oncotarget.18419\" target=\"_blank\" style=\"color: windowtext;\">; George et al. Oncotarget. 2017;8:43598-9)</a>. However, the Committee acknowledged that somatic mutation analysis may require an additional biopsy of a patient’s tumour and that this could have cost, resource and patient safety implications. </p><p><br></p><p>The Committee noted there are clinical trials investigating other PARP inhibitors (e.g. niraparib, rucaparib, veliparib) for the treatment of high-grade serous ovarian cancer, including patients with BRCAm or homologous recombination deficiency (HRD). Members considered that these trials of PARP inhibitors in patients with HRD might identify a much larger potential patient population who could benefit from PARP inhibitors, but would be challenging to compare due to differences in HRD assays used and patient groups included (e.g. differences in disease staging and debulking surgery). The Committee considered that CaTSoP could consider whether there is a class affect among these agents for BRCAm ovarian cancer, and whether a similar benefit would also be expected in the patient population with HRD.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Committee reviewed the application from AstraZeneca for widened access of olaparib (Lynparza) as maintenance treatment of newly diagnosed, advanced (stage III or IV) high-grade serous or endometroid ovarian cancer, primary peritoneal cancer, or fallopian tube cancer (or a combination thereof), with a BRCA1 or BRCA2 mutation (or both), who have had a complete or partial response after one line of platinum-based chemotherapy (first-line maintenance).</p><p><br></p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "fs": "<p>The Committee reviewed the application from AstraZeneca for widened access of olaparib (Lynparza) as maintenance treatment of newly diagnosed, advanced (stage III or IV) high-grade serous or endometroid ovarian cancer, primary peritoneal cancer, or fallopian tube cancer (or a combination thereof), with a BRCA1 or BRCA2 mutation (or both), who have had a complete or partial response after one line of platinum-based chemotherapy (first-line maintenance).</p><p><br></p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Medium",
          "fs": "Medium",
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Nov 2020",
          "fs": "Nov 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Friday 21 August 2020.",
          "fs": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Friday 21 August 2020.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000065bLuUAI"
          },
          "Id": "a0P2P0000065bLuUAI",
          "Event_Date__c": "2020-11-09",
          "Event_Description__c": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Friday 21 August 2020.",
          "Stage__c": "Seeking Clinical Advice",
          "Outcome__c": "Medium",
          "Formatted_Date__c": "Nov 2020",
          "Published_Recommendation__c": "<p>The Committee recommended that access to olaparib be widened for the first-line maintenance treatment of high-grade ovarian cancer with a mutation in breast cancer susceptibility gene 1 or 2 (BRCAm) with a medium priority, subject to Special Authority criteria that would allow for once-per-patient-lifetime access to olaparib. </p><p><br></p><p>In making this recommendation, the Committee considered the high health need of this patient population and the evidence for a difference in efficacy (specifically, progression-free survival [PFS]) with the use of olaparib in the first line setting in the SOLO-1 trial compared with its documented PFS in the second line setting, noting the occurrence of adverse events associated with olaparib and noting that the overall survival (OS) data from the SOLO-1 trial was immature. The Committee considered that a greater proportion of patients with ovarian cancer would be suitable for first-line maintenance than for second-line maintenance, therefore the overall treatment cost would increase if olaparib was funded in this initial setting.</p><p><br></p><p>The Committee considered that advice from CaTSoP should be sought regarding: whether there is a class affect among polyadenosine 5’-diphosphoribose polymerase (PARP) inhibitors for BRCAm ovarian cancer and whether a similar benefit would also be expected in patients with homologous recombination deficiency (HRD); the potential benefit of olaparib treatment in patients with somatic BRCAm ovarian cancer, in light of evidence suggesting a similar benefit to those with germline BRCAm; appropriate duration of funded treatment for patients who have a partial response to olaparib after two years; the proportion of patients with other gynaecological cancers (serous fallopian tube or peritoneal carcinomas) who may be within the target population for olaparib; and appropriate Special Authority criteria for widened access that would allow for one funded course -per-patient-lifetime access to olaparib. </p>",
          "Published_Application__c": "<p>The Committee reviewed the application from AstraZeneca for widened access of olaparib (Lynparza) as maintenance treatment of newly diagnosed, advanced (stage III or IV) high-grade serous or endometroid ovarian cancer, primary peritoneal cancer, or fallopian tube cancer (or a combination thereof), with a BRCA1 or BRCA2 mutation (or both), who have had a complete or partial response after one line of platinum-based chemotherapy (first-line maintenance).</p><p><br></p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "Published_Discussion__c": "<p>The Committee noted that in 2017, there were 240 new ovarian cancer patient registrations and a further 117 registrations for other gynaecological cancers (including fallopian tube and peritoneal carcinomas) in New Zealand, and that ovarian cancer alone was among the tenth most commonly registered cancers in females that year. </p><p><br></p><p>The Committee noted that the lifetime risk of developing ovarian cancer for a person with a BRCA1 or BRCA2 mutation is between 35-46% and 13-23%, respectively; that BRCA mutation carriers are at increased risk of developing a high-grade cancer; and that 15-17% of patents with high-grade serous ovarian cancers have a BRCA germline mutation. </p><p><br></p><p>The Committee noted that patients with newly diagnosed advanced ovarian cancer (including high-risk disease that is BRCA mutation positive) generally receive first-line treatment consisting of debulking surgery with or without radiotherapy, followed by platinum-based chemotherapy (carboplatin or cisplatin, with paclitaxel) for a maximum of six cycles. Following first-line treatment, patients with ovarian cancer are observed to watch and wait for disease progression; after progression, second line treatment may consist of re-challenge with platinum agents or other agents (e.g. paclitaxel, docetaxel or gemcitabine), either alone or in combination with platinum.</p><p><br></p><p>The Committee noted that the health need of patients with ovarian malignancies has been documented in previous committee records, and considered that this high health need predominantly results from their highly symptomatic, relapsing and remitting progressive disease. In particular, the Committee noted that patients with ovarian cancers experience progressively shorter intervals between treatments and relapses; may experience substantial disease-related events in the advanced setting (e.g. pleural effusion, ascites and bowel obstruction); often experience considerable treatment-related effects associated with chemotherapy, some of which remain long-term e.g. peripheral neuropathy; and experience problems in multiple domains of their quality of life. </p><p><br></p><p>The Committee noted that olaparib is an orally administered polyadenosine 5’-diphosphoribose polymerase (PARP) inhibitor, which exploits deficiencies in DNA repair pathways, preventing repair of double-strand breaks and preferentially killing cancer cells. The Committee considered that there were no particular suitability concerns regarding the oral, twice-daily formulation of olaparib.</p><p><br></p><p>The Committee noted that olaparib has been funded since February 2020 for the maintenance treatment of relapsed disease in patients with platinum-sensitive, BRCA-mutated (BRCAm) ovarian cancer who have received at least two lines of platinum-based chemotherapy (second-line maintenance), subject to meeting certain clinical criteria including a requirement for pathogenic germline BRCA mutation. The Committee noted that the SOLO-2 trial (described later in this meeting record) had provided evidence for olaparib maintenance for this indication.</p><p><br></p><p>The Committee noted that the current funding application was for olaparib to be used at an earlier time in the disease course; as maintenance treatment of newly diagnosed, advanced (stage III or IV) high-grade serous or endometroid ovarian cancer, primary peritoneal cancer, or fallopian tube cancer (or a combination thereof), with a mutation in BRCA1 or BRCA2 (or both), in patients who have had a complete or partial response after one line of platinum-based chemotherapy i.e. first-line maintenance. </p><p><br></p><p>The Committee noted that Medsafe has approved olaparib both for second-line maintenance (its currently funded indication) and for the first-line maintenance indication proposed by this application.</p><p><br></p><p>The Committee considered other clinical trials are investigating whether PARP inhibitors are useful in patients with ovarian cancers who have a homologous recombination deficiency (HRD). The Committee noted that HRD is one of many possible gene mutations with a BRCA-like phenotype, and the Committee considered this phenotype could be detected in approximately 50-80% of all ovarian cancers. However, the Committee noted that the current application and associated evidence was for BRCAm patients only.</p><p><br></p><p>The Committee noted the published results of SOLO-1, a randomised (2:1) phase III, double-blind trial of olaparib 300 mg twice daily vs placebo in 391 women with newly diagnosed advanced (FIGO stage III or IV) high-grade serous or endometrioid ovarian, primary peritoneal or fallopian tube cancer with mutation in BRCA1, BRCA2 or both, who had and obtained either a complete response (CR) or partial response (PR) after platinum-based chemotherapy (<a href=\"https://pubmed.ncbi.nlm.nih.gov/30345884/\" target=\"_blank\" style=\"color: windowtext;\">Moore et al. N Engl J Med. 2018;379:2495-505</a>). </p><p><br></p><p>The Committee noted that the median participant age in SOLO-1 was 53 years; three-quarters of participants had an ECOG performance status of 0; 85% of patients had ovarian cancer, of which most had stage III disease; 99% had germline BRCA mutations; most patients had BRCA1 mutation; and 82% had a complete response to prior platinum-based chemotherapy. SOLO-1 treatment was stopped at disease progression defined by RECIST 1.1; stopped after a maximum of two years for patients who experienced a complete response; but could continue (at investigator discretion) beyond two years for patients who experienced a partial response.</p><p><br></p><p>The Committee noted that, after median follow-up of 41 months and with 51% data maturity (198 of 391 events), investigator-assessed progression-free survival (PFS) in SOLO-1 was 60% with olaparib vs 27% with placebo at 3 years, and 53% with olaparib vs 11% with placebo at 4 years (hazard ratio [HR] for disease progression or death, 0.30, 95% CI: 0.23 to 0.41, P=&lt;0.001). The Committee noted that PFS assessed by blinded independent central review (with data maturity 38%) at 3 years was 69% with olaparib vs 35% with placebo (HR 0.28; 95% CI: 0.20 to 0.39, P&lt;0.001). </p><p><br></p><p>The Committee considered that there were a reasonable number of SOLO-1 trial participants available for analysis at 3 years, and that the reported difference in PFS indicated efficacy of olaparib with a PFS benefit from first-line maintenance.</p><p><br></p><p>The Committee noted that the median time to the first subsequent therapy or death in SOLO-1 was 51.8 with months olaparib vs 15.1 months with placebo (HR 0.30, 95% CI: 0.22 to 0.40). The Committee noted that, of the patients who received subsequent anti-cancer therapy, 33/94 (35%) in the placebo arm received a PARP inhibitor. The Committee noted that freedom from second progression or death in SOLO-1 at 3 years (data maturity 31%) was 75% with olaparib vs 60% with placebo (HR 0.50; 95% CI: 0.35 to 0.72, P&lt;0.001). </p><p><br></p><p>The Committee noted that the median interim overall survival (OS) was yet to be reached in either group in SOLO-1, and at 3 years (data maturity 21%) OS was 84% with olaparib vs 80% with placebo (HR 0.95, 95% CI: 0.60 to 1.53). The Committee considered that the immaturity of the OS data was a limitation of SOLO-1 trial evidence. </p><p><br></p><p>The Committee noted that grade 3 or 4 adverse events were reported in 39% of patients with olaparib vs 18% of patients with placebo in SOLO-1, and that the authors reported that most adverse events were managed by dose interruption or reduction. The Committee considered that the olaparib treatment in SOLO-1 was generally well tolerated.</p><p><br></p><p>The Committee noted an abstract presentation of SOLO-1 long-term follow-up data (<a href=\"https://ascopubs.org/doi/abs/10.1200/JCO.2019.37.15_suppl.5541\" target=\"_blank\" style=\"color: windowtext;\">Mathews et al. J Clin Oncol. 2019;37(Suppl_15):5541</a>). The Committee noted the reported median PFS for patients with BRCA1 mutation was 41.4 months with olaparib vs 13.8 months with placebo (HR 0.41; 95% CI: 0.30 to 0.56); median PFS for BRCA2 mutation was not reached for olaparib vs 13.8 with placebo; and there were greater proportions of patients with BRCA2 mutations progression-free at 1, 2 and 3 years compared with BRCA1 mutations. The Committee considered that patients with BRCA2 mutation received a greater benefit.  </p><p><br></p><p>The Committee noted the results of a post-hoc analysis of the SOLO-1 trial were presented at the European Society for Medical Oncology (ESMO) 2019 Congress (<a href=\"https://www.annalsofoncology.org/article/S0923-7534(19)57940-6/abstract\" target=\"_blank\" style=\"color: windowtext;\">Friedlander et al. Ann Oncol. 2019;30(Suppl_9)</a>:IX77). The authors reported quality-adjusted PFS (QA-PFS) using the EQ-5D-5L instrument to measure time spent free of progression, and the time without symptoms of disease or toxicity metric (TWiST), measured in this analysis as mean PFS minus time with toxicity (specifically grade 2 or higher nausea, vomiting or fatigue). The Committee noted that the median QA-PFS was 29.75 months with olaparib vs 17.58 months with placebo (between-group difference 12.17 months [95% CI: 9.07-15.11], P&lt;0.001) and the median TWiST was 33.15 months with olaparib vs 20.24 months with placebo (between-group difference 12.92 months [95% CI: 9.30-16.54], P&lt;0.001). The Committee considered these results suggested a better response with olaparib despite the occurrence of adverse events.</p><p><br></p><p>The Committee noted that Study 19, a phase II, randomised (1:1), placebo-controlled study of olaparib in 265 patients with platinum-sensitive recurrent ovarian cancer, provided data for long-term treatment (median follow-up 6.5 years) with olaparib (<a href=\"https://pubmed.ncbi.nlm.nih.gov/30353045/\" target=\"_blank\" style=\"color: windowtext;\">Friedlander et al. Br J Cancer. 2018;119:1075-85</a>). The Committee considered that the Study 19 patient population, who had received at least two prior lines of chemotherapy, was similar to that of SOLO-2, however, known BRCAm status was not required at study entry (retrospective germline/somatic testing determined that 74 patients who received olaparib and 62 patients who received placebo had BRCAm disease). The Committee considered that this limited interpretation of the statistically non-significant overall survival results, however, the Committee noted that 15 patients received olaparib maintenance for more than 6 years. </p><p><br></p><p>The Committee noted the long-term follow-up results of the SOLO-2 trial in platinum-sensitive, relapsed, BRCAm ovarian cancer which were presented at the American Society of Clinical Oncology (ASCO) 2020 conference (<a href=\"https://ascopubs.org/doi/abs/10.1200/JCO.2020.38.15_suppl.6002\" target=\"_blank\" style=\"color: windowtext;\">Poveda et al. J Clin Oncol. 2020;38 (Suppl_15):6002</a>). The Committee noted that median OS was 51.7 months with olaparib vs 38.8 months with placebo after median 65 months follow-up (HR 0.74, 95%: 0.54 to 1.00, P=0.537), and 38.4% of patients on placebo crossed over to receive a PARP inhibitor. Members considered that this mild to moderate evidence of OS improvement from SOLO-2 suggests the lower-strength SOLO-1 evidence for 3-year survival rates may underrepresent the potential OS benefit of olaparib first-line maintenance, noting that data maturity limited the strength of the SOLO-1 trial evidence.</p><p><br></p><p>The Committee noted the outcomes of a cost-effectiveness analysis of olaparib that compared data from SOLO-1 and SOLO-2 (<a href=\"https://ascopubs.org/doi/abs/10.1200/JCO.2019.37.15_suppl.5545\" target=\"_blank\" style=\"color: windowtext;\">Wolford et al. J Clin Oncol. 2019;37 Suppl_15:5545</a>). The Committee noted that the cost of treating a patient until disease progression was higher in SOLO-1, but based on the differences in median PFS between groups in each trial, olaparib was more cost-effective when used in the first-line setting.</p><p><br></p><p>The Committee considered that, based on BRCA mutations occurring in about 16% of high-grade ovarian cancers, that approximately 21 to 31 patients per year may be eligible for olaparib in the first-line setting, and considered there would be high treatment uptake (likely 90-100%). Members estimated that a small number of registrations for other gynaecological cancers would be for patients with high-grade serous fallopian tube or peritoneal carcinomas and therefore would be within the target patient population, but considered that CaTSoP could comment on the likely proportion of such patients.</p><p><br></p><p>The Committee considered that funding olaparib in the first-line setting would incur a relatively small extra cost to the pharmaceutical budget due to a small increase in patient numbers, which would be expected as a result of treating this patient group at an earlier phase in their disease course i.e.when a larger proportion of patients may be suitable for treatment. If funded for first-line maintenance, the Committee considered that the number of patients who receive olaparib in the second-line setting would decrease over time. Members considered that, if funded for first-line maintenance, the total number of patients on olaparib treatment after 5 years of funding would be similar. </p><p><br></p><p>The Committee noted that approximately 10% of patients in SOLO-1 received a partial response from treatment with olaparib and continued treatment beyond two years, at investigator discretion, until disease progression. The Committee considered that CaTSoP could provide advice regarding an appropriate funded treatment duration for such patients.</p><p><br></p><p>The Committee considered that funding criteria should allow patients with ovarian cancer to access olaparib once per lifetime, based on the current evidence for olaparib being either in the first- or second-line setting, but not both. The Committee considered that CaTSoP could provide advice on other appropriate funding criteria for olaparib.</p><p><br></p><p>Members noted that use of olaparib as first- or second-line maintenance treatment for somatic BRCAm disease has been recommended by funding agencies in some jurisdictions (Australia’s PBAC in <a href=\"https://www.pbs.gov.au/industry/listing/elements/pbac-meetings/psd/2020-03/files/olaparib-psd-march-2020.pdf\" target=\"_blank\" style=\"color: windowtext;\">March 2020</a>, and Scotland’s SMC in <a href=\"https://www.scottishmedicines.org.uk/medicines-advice/olaparib-lynparza-resubmission-104715/\" target=\"_blank\" style=\"color: windowtext;\">November 2016</a> and <a href=\"https://www.scottishmedicines.org.uk/medicines-advice/olaparib-lynparza-full-smc2209/\" target=\"_blank\" style=\"color: windowtext;\">December 2019</a>). Members considered there is evidence to suggest that patients with somatic BRCAm ovarian cancer receive a similar benefit from olaparib treatment as those with germline BRCAm. The Committee considered that CaTSoP could review and consider this evidence <a href=\"https://bmccancer.biomedcentral.com/articles/10.1186/s12885-020-06948-5#citeas\" target=\"_blank\" style=\"color: windowtext;\">Mohyuddin et al. BMC Cancer. 2020;20:507</a><a href=\"https://www.oncotarget.com/lookup/doi/10.18632/oncotarget.18419\" target=\"_blank\" style=\"color: windowtext;\">; George et al. Oncotarget. 2017;8:43598-9)</a>. However, the Committee acknowledged that somatic mutation analysis may require an additional biopsy of a patient’s tumour and that this could have cost, resource and patient safety implications. </p><p><br></p><p>The Committee noted there are clinical trials investigating other PARP inhibitors (e.g. niraparib, rucaparib, veliparib) for the treatment of high-grade serous ovarian cancer, including patients with BRCAm or homologous recombination deficiency (HRD). Members considered that these trials of PARP inhibitors in patients with HRD might identify a much larger potential patient population who could benefit from PARP inhibitors, but would be challenging to compare due to differences in HRD assays used and patient groups included (e.g. differences in disease staging and debulking surgery). The Committee considered that CaTSoP could consider whether there is a class affect among these agents for BRCAm ovarian cancer, and whether a similar benefit would also be expected in the patient population with HRD.</p>",
          "Status_History__c": "a132P000000CKklQAG"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jan 2021",
          "fs": "Jan 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Assigned to Cancer Treatments Subcommittee (CaTSoP) meeting to provide advice on Monday 15 February 2021",
          "fs": "Assigned to Cancer Treatments Subcommittee (CaTSoP) meeting to provide advice on Monday 15 February 2021",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000065bLvUAI"
          },
          "Id": "a0P2P0000065bLvUAI",
          "Event_Date__c": "2021-01-29",
          "Event_Description__c": "Assigned to Cancer Treatments Subcommittee (CaTSoP) meeting to provide advice on Monday 15 February 2021",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Jan 2021",
          "Status_History__c": "a132P000000CY4jQAG"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee <b>recommended</b> that access to olaparib be widened for the first-line maintenance treatment of high-grade ovarian cancers with a germline mutation in breast cancer susceptibility gene 1 or 2 (BRCAm) with a high priority, within the context of treatment of malignancy, subject to the following Special Authority criteria that would allow for once-per-patient-lifetime access to olaparib:</p><p><br></p><p><b style=\"font-size: 9pt;\">Initial application</b><span style=\"font-size: 9pt;\"> only from a medical oncologist or medical practitioner on the recommendation of a relevant specialist. Approvals valid for 12 months for applications meeting the following criteria: </span></p><p><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has a high-grade serous* epithelial ovarian, fallopian tube, or primary peritoneal cancer; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">There is documentation confirming pathogenic germline BRCA1 or BRCA2 gene mutation; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Either:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.1.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.1.1.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has newly diagnosed, advanced disease; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.1.2.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has received one line of previous treatment with platinum-based chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.1.3.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient’s disease must have experienced a partial or complete response to the first-line platinum-based regimen; or</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.1.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has received at least two lines of previous treatment with platinum-based chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.2.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has platinum sensitive disease defined as disease progression occurring at least 6 months after the last dose of the penultimate line of platinum-based chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.3.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient’s disease must have experienced a partial or complete response to treatment with the immediately preceding platinum-based regimen; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.4.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has not previously received funded olaparib treatment; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment will be commenced within 8 weeks of the patient’s last dose of the immediately preceding platinum-based regimen; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment to be administered as maintenance treatment; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">6.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment not to be administered in combination with other chemotherapy.</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\"> </span></p><p><b style=\"font-size: 9pt;\">Renewal</b><span style=\"font-size: 9pt;\"> only from a medical oncologist or medical practitioner on the recommendation of a medical oncologist. Approvals valid for 12 months for applications meeting the following criteria:</span></p><p><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment remains clinically appropriate and patient is benefitting from treatment; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Either:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.1.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">No evidence of progressive disease; or</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.2.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Evidence of residual (not progressive) disease and the patient would continue to benefit from treatment in the clinician’s opinion; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment to be administered as maintenance treatment; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment not to be administered in combination with other chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Either:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.1.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Both:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.1.1.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has received one line of previous treatment with platinum-based chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.1.2.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Documentation confirming that the patient has been informed and acknowledges that the funded treatment period of olaparib will not be continued beyond 2 years if the patient experiences a complete response to treatment and there is no radiological evidence of disease at 2 years; or</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.2.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Patient has received at least two lines of previous treatment with platinum-based chemotherapy.</span></p><p><span style=\"font-size: 9pt;\"> </span></p><p><span style=\"font-size: 9pt;\">Note: *Note “high-grade serous” includes tumours with high-grade serous features or a high-grade serous component. A line of chemotherapy treatment is considered to comprise a known standard therapeutic chemotherapy regimen and supportive treatments.</span></p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>In making this high priority recommendation for olaparib, the Subcommittee noted that:</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Patients with ovarian cancers in New Zealand have a particularly high health need due to disease severity and the lack of effective, curative treatment options; and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>There is mature evidence of a significant clinical benefit in terms of progression-free survival from treatment with olaparib in the first line maintenance setting for BRCAm disease, and considered that an overall survival benefit would be expected in this setting; and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>There is a well-defined BRCAm population who would receive the greatest benefit from treatment with olaparib; and </p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Olaparib treatment was well tolerated by SOLO-1 clinical trial participants; and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Funded first-line maintenance treatment with olaparib would have a maximum duration of two years for most patients; and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>If funded for use as either first-line or second-line maintenance, a similar number of patients would receive olaparib overall.</p>",
          "fs": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee <b>recommended</b> that access to olaparib be widened for the first-line maintenance treatment of high-grade ovarian cancers with a germline mutation in breast cancer susceptibility gene 1 or 2 (BRCAm) with a high priority, within the context of treatment of malignancy, subject to the following Special Authority criteria that would allow for once-per-patient-lifetime access to olaparib:</p><p><br></p><p><b style=\"font-size: 9pt;\">Initial application</b><span style=\"font-size: 9pt;\"> only from a medical oncologist or medical practitioner on the recommendation of a relevant specialist. Approvals valid for 12 months for applications meeting the following criteria: </span></p><p><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has a high-grade serous* epithelial ovarian, fallopian tube, or primary peritoneal cancer; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">There is documentation confirming pathogenic germline BRCA1 or BRCA2 gene mutation; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Either:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.1.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.1.1.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has newly diagnosed, advanced disease; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.1.2.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has received one line of previous treatment with platinum-based chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.1.3.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient’s disease must have experienced a partial or complete response to the first-line platinum-based regimen; or</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.1.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has received at least two lines of previous treatment with platinum-based chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.2.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has platinum sensitive disease defined as disease progression occurring at least 6 months after the last dose of the penultimate line of platinum-based chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.3.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient’s disease must have experienced a partial or complete response to treatment with the immediately preceding platinum-based regimen; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.4.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has not previously received funded olaparib treatment; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment will be commenced within 8 weeks of the patient’s last dose of the immediately preceding platinum-based regimen; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment to be administered as maintenance treatment; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">6.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment not to be administered in combination with other chemotherapy.</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\"> </span></p><p><b style=\"font-size: 9pt;\">Renewal</b><span style=\"font-size: 9pt;\"> only from a medical oncologist or medical practitioner on the recommendation of a medical oncologist. Approvals valid for 12 months for applications meeting the following criteria:</span></p><p><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment remains clinically appropriate and patient is benefitting from treatment; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Either:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.1.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">No evidence of progressive disease; or</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.2.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Evidence of residual (not progressive) disease and the patient would continue to benefit from treatment in the clinician’s opinion; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment to be administered as maintenance treatment; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment not to be administered in combination with other chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Either:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.1.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Both:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.1.1.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has received one line of previous treatment with platinum-based chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.1.2.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Documentation confirming that the patient has been informed and acknowledges that the funded treatment period of olaparib will not be continued beyond 2 years if the patient experiences a complete response to treatment and there is no radiological evidence of disease at 2 years; or</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.2.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Patient has received at least two lines of previous treatment with platinum-based chemotherapy.</span></p><p><span style=\"font-size: 9pt;\"> </span></p><p><span style=\"font-size: 9pt;\">Note: *Note “high-grade serous” includes tumours with high-grade serous features or a high-grade serous component. A line of chemotherapy treatment is considered to comprise a known standard therapeutic chemotherapy regimen and supportive treatments.</span></p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>In making this high priority recommendation for olaparib, the Subcommittee noted that:</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Patients with ovarian cancers in New Zealand have a particularly high health need due to disease severity and the lack of effective, curative treatment options; and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>There is mature evidence of a significant clinical benefit in terms of progression-free survival from treatment with olaparib in the first line maintenance setting for BRCAm disease, and considered that an overall survival benefit would be expected in this setting; and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>There is a well-defined BRCAm population who would receive the greatest benefit from treatment with olaparib; and </p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Olaparib treatment was well tolerated by SOLO-1 clinical trial participants; and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Funded first-line maintenance treatment with olaparib would have a maximum duration of two years for most patients; and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>If funded for use as either first-line or second-line maintenance, a similar number of patients would receive olaparib overall.</p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p><i>Health need in ovarian cancers</i></p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that in August 2020, PTAC reviewed the supplier application for widened access of olaparib (Lynparza) as first-line maintenance treatment of newly diagnosed, advanced (stage III or IV) high-grade serous or endometroid ovarian cancer, primary peritoneal cancer, or fallopian tube cancer (or a combination thereof), with a BRCA1 or BRCA2 mutation (or both), who have had a complete or partial response after one line of platinum-based chemotherapy and had recommended that access to olaparib be widened for first-line maintenance treatment of high-grade ovarian cancers with a mutation in breast cancer susceptibility gene 1 or 2 (BRCAm) with a medium priority, subject to Special Authority criteria. </p><p>1.1.1.  In <a href=\"https://pharmac.govt.nz/assets/PTAC-record-2020-08-published-28-October-2020.pdf\" target=\"_blank\">August 2020</a>, PTAC highlighted specific areas where it was particularly interested in CaTSoP’s advice including: whether there is a class effect among polyadenosine 5’-diphosphoribose polymerase (PARP) inhibitors for BRCAm ovarian cancers; whether a similar benefit from olaparib would also be expected in patients with homologous recombination deficiency (HRD); the potential benefit of olaparib treatment in patients with somatic BRCAm ovarian cancers; the appropriate duration of funded treatment; the proportion of patients with other gynaecological cancers (serous fallopian tube or peritoneal carcinomas) who may be within the target population for olaparib; and appropriate Special Authority criteria for widened access that would allow for one funded course -per-patient-lifetime access to olaparib.</p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that patients with ovarian cancers in New Zealand have poor survival rates and was made aware of evidence that only about 22% of patients who received chemotherapy or neoadjuvant chemotherapy remained alive at five years (<a href=\"https://doi.org/10.1111/ajo.13076\" target=\"_blank\">Yeoh et al. Aust N Z J Obstet Gynaecol. 2019;59:861-66).</a> The Subcommittee noted the lack of curative treatments for ovarian cancers and considered that these patients have a high health need.</p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered that, in practice, patients with fallopian tube or primary peritoneal cancers are not distinguished from patients with ovarian cancers and therefore estimates of incidence should pool these cancer registrations; and of these patients, approximately 80% would have high-grade serous histology. </p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that while the pathological impact of BRCA 1 and BRCA 2 mutations is well known, there is sparse New Zealand data to inform the rate of germline BRCA 1 and BRCA 2 mutations within Māori and Pacific patient populations with ovarian cancers, and no data regarding the rates of HRD in these ethnic groups.</p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee was made aware of New Zealand data that suggests that overall BRCA mutation incidence can vary from 16% up to 20% and noted that this included data for patients of relevant ethnicities (<a href=\"https://www.nzma.org.nz/journal-articles/patterns-of-referral-and-uptake-of-breast-cancer-brca-gene-testing-of-eligible-women-with-ovarian-cancer-in-new-zealand\" target=\"_blank\">Fraser et al. N Z Med J. 2019;132:26-35</a>). Based on this evidence, the Subcommittee considered that the supplier’s estimate that about 24 patients per year would be eligible for the proposed first-line maintenance treatment with olaparib was reasonable.</p><p><br></p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered there to be a need for at least one PARP inhibitor to be funded in New Zealand for germline BRCAm ovarian cancers.</p><p><br></p><p><i>PARP inhibitors and potential class effect in ovarian cancers</i></p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that four randomised, phase III clinical trials investigating first-line treatment with a PARP inhibitor for the treatment of high-grade serous ovarian cancers have been published:</p><p><br></p><p>1.7.1. The SOLO-1 trial of olaparib maintenance (Moore et al. N Engl J Med. 2018;379:2495-2505); and</p><p>1.7.2. The VELIA trial of veliparib with chemotherapy (Coleman et al. N Engl J Med. 2019;381:2403-15); and</p><p>1.7.3. The PRIMA trial of niraparib maintenance (González-Martín et al. N Engl J Med. 2019;381:2391-402); and</p><p>1.7.4. The PAOLA-1 trial of olaparib and bevacizumab maintenance, which was not reviewed or discussed as the underlying treatment with bevacizumab in both study arms was not applicable to the New Zealand setting where bevacizumab is not funded for this indication.</p><p><br></p><p><span style=\"color: black;\">1.8.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that the SOLO-1 patient population were essentially a BRCAm cohort, whereas VELIA and PRIMA included patients with non-BRCA homolgous recombination deficiency (HRD); the Subcommittee considered that the patient groups were otherwise similar in the SOLO-1, VELIA and PRIMA trials. However, the duration of PARP inhibitor treatment varied between trials (treatment until disease progression, or up to two years if no evidence of disease [ie complete response], or ongoing for patients with a partial response in SOLO-1; treatment up to two years in VELIA, and treatment until progression or up to three years in PRIMA).</p><p><br></p><p><span style=\"color: black;\">1.9.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that SOLO-1 was a randomised (2:1), phase III, double-blind trial investigating olaparib 300 mg twice daily compared with placebo in 391 patients with newly diagnosed advanced (FIGO stage III or IV) high-grade serous or endometrioid ovarian, primary peritoneal or fallopian tube cancer with mutation in BRCA1, BRCA2 or both (99% of which were germline mutations) and who had obtained either a complete response (82%) or partial response (18%) after six cycles of platinum-based chemotherapy and surgery (<a href=\"https://pubmed.ncbi.nlm.nih.gov/30345884/\" target=\"_blank\">Moore et al. 2018</a>).</p><p><br></p><p>1.8.1. The Subcommittee noted that SOLO-1 included a mix of BRCA1 and BRCA2 germline mutations, however, only two SOLO-1 participants had somatic BRCAm. </p><p>1.8.2 Members considered that SOLO-1 participants were comparable to New Zealand patients with advanced ovarian cancers in representation of histologic disease subtypes (predominantly high-grade serous, with a small proportion of endometrioid cancers) and prior chemotherapy including the number of prior treatment cycles.</p><p>1.8.3. The Subcommittee noted that 13 patients randomised to olaparib received a partial response and continued treatment after two years, as permitted by protocol.</p><p>1.8.4. The Subcommittee noted that the SOLO-1 primary endpoint was progression free survival (PFS) and secondary endpoints included quality of life, overall survival, freedom from second progression (PFS2) and time to subsequent treatment. The Subcommittee acknowledged PTAC’s review of the SOLO-1 results after median follow-up of 41 months reported by Moore et al. and, in particular, noted the statistically significant difference in PFS (HR 0.3, 955 CI: 0.23 to 0.41, P&lt;0.001) with a PFS benefit observed across all patient subgroups.</p><p><br></p><p><span style=\"color: black;\">1.10.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee was made aware of updated SOLO-1 results (data cut-off of 5 March 2020) that were presented at the European Society for Medical Oncology (ESMO) 2020 conference, reporting median PFS of 56.0 months with olaparib vs 13.8 months with placebo (HR 0.33, 95% CI: 0.25 to 0.43) <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S2059-7029(20)32769-1\" target=\"_blank\">Banerjee et al. ESMO Open. 2020;5:e001110. doi: 10.1136/esmoopen-2020-001110</a>). The Subcommittee noted that more than 10% of patients from both study arms remained in follow-up at five years (&gt;20% of patients from the olaparib arm), and that most patients had stopped olaparib treatment at two years. Members considered that the data suggested ongoing benefit from treatment with olaparib that continued even after olaparib treatment was stopped. Members considered this was promising, and unusual in the context of ovarian cancer treatments.</p><p><br></p><p>1.10.1. The Subcommittee noted that, although the median times for PFS2 and the time to subsequent treatment were reported as not reached with olaparib in the ESMO 2020 update, it appeared the medians were greater with olaparib compared to placebo in both the overall population and in patients who had a complete response to prior treatment at baseline. </p><p>1.10.2. Members considered that the difference in PFS at five years and the delay in time to subsequent therapy was clinically significant and meaningful for this patient group who benefit from avoiding further chemotherapy. Members considered that, while all patients appeared to benefit, those who received the most benefit were those who had a complete response at baseline.</p><p>1.10.3. The Subcommittee noted that even with longer SOLO-1 follow up, the incidence of myelodysplastic syndrome and acute myeloid leukaemia remained less than 1.5%. The Subcommittee noted that common adverse events with olaparib were nausea and fatigue which improved over time, and that 12% of olaparib patients compared with 3% of placebo patients discontinued due to adverse events.</p><p><br></p><p><span style=\"color: black;\">1.11.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that international jurisdictions have approved the use of olaparib in this indication based on the SOLO-1 trial data. Members considered that olaparib is well tolerated based on local clinical experience in the currently funded setting.</p><p><br></p><p><span style=\"color: black;\">1.12.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that it would be clinically appropriate, based on the evidence, to limit duration of treatment to two years in those patients who had a complete response to treatment with olaparib by that time. </p><p><br></p><p><span style=\"color: black;\">1.13.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that the available evidence does not indicate an optimal duration of treatment for patients who have a partial response to olaparib after two years of treatment, and considered it would be difficult to estimate how long partial responders would continue to benefit if olaparib were funded in the first line maintenance setting. The Subcommittee considered that the number of trial participants to whom this applied was small and would be less than 5% of the total eligible patient population based on SOLO-1 data. For patients with a partial response after two years of treatment, the Subcommittee considered that, in the absence of evidence to support or dispute ongoing treatment, it would be appropriate to continue treatment until disease progression, at the discretion of the treating clinician.</p><p><br></p><p><span style=\"color: black;\">1.14.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that VELIA is a randomised (1:1:1), multicentre, double-blind, placebo-controlled, phase III, three-arm trial investigating veliparib in combination with chemotherapy in 1,140 patients with previously untreated stage III or IV high-grade serous or epithelial ovarian, fallopian tube or primary peritoneal cancer (<a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa1909707\" target=\"_blank\">Coleman et al. N Engl J Med. 2019;381:2403-15</a>). The Subcommittee noted that other studies of combination treatment with PARP inhibitors often reduce the chemotherapy dosing to avoid increased myelosuppression when used in combination with chemotherapy; in VELIA, the veliparib dosing differed. The three VELIA treatment arms were:</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Chemotherapy (carboplatin (area under the curve [AUC] of 6 mg per millilitre per minute, every 3 weeks) and paclitaxel (175 mg per m<sup>2</sup>, every 3 weeks, or 80 mg m<sup>2</sup>, administered weekly) + placebo then placebo maintenance (control); and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Chemotherapy + oral veliparib 150 mg twice daily then placebo maintenance (veliparib combination only); and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Chemotherapy + oral veliparib 150 mg twice daily then veliparib 300 mg increasing to 400 mg twice daily maintenance (veliparib throughout).</p><p style=\"text-align: justify;\">5.18.1. The Subcommittee noted that VELIA defined HRD as tumours that were BRCA-mutated or had HRD according to the Myriad Genetics myChoice assay initially with a threshold of 33; during the study, this was revised to 42. Members considered it was unclear from the results what impact this threshold change may have had.</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">1.14.2. The Subcommittee noted that median PFS in the BRCAm cohort was 34.7 months with veliparib vs 22.0 months control (HR 0.44, 95% CI: 0.28 to 0.68, P&lt;0.001); median PFS in the HRD cohort was 31.9 months with veliparib vs 20.5 months control (HR 0.57, 95% CI: 0.43 to 0.76, P&lt;0.001); and median PFS in the intention-to-treat population was 23.5 months with veliparib vs 17.3 months control (HR 0.68, 95% CI: 0.56 to 0.83, P&lt;0.001). </p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">1.14.3. The Subcommittee noted that PFS according to BRCAm and HRD status was similar between all three treatment arms, with PFS ranging from 27-31% for patients with BRCAm across the three arms vs 69-73% for patients with no BRCAm; and 63% for patients with HRD across all three arms vs 37% for patients with no HRD. </p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">1.14.4. The Subcommittee noted that 19.0% of patients who received veliparib and 6.0% of placebo patients discontinued treatment due to adverse events; members considered that this discontinuation rate was higher than for olaparib in SOLO-1 and may have been influenced by the combination chemotherapy treatment.</p><p><br></p><p><span style=\"color: black;\">1.15.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that PRIMA is a randomised (2:1), multicentre, double-blind, placebo-controlled, phase III trial investigating oral niraparib 300 mg once daily (amended to 200 mg OD for patients with baseline body weight &lt;77 kg) or placebo once daily for 28-day cycles in 733 patients with newly diagnosed advanced (FIGO stage III or IV) high-grade serous or endometrioid ovarian, primary peritoneal or fallopian tube cancer who responded to prior platinum-based chemotherapy (<a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1910962?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">González-Martín et al. 2019</a>).</p><p><br></p><p><span style=\"color: black;\">1.16.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that PHARMAC received a funding application for niraparib as first- or second-line maintenance treatment for ovarian cancer in January 2021 and that a fulsome review of the evidence for niraparib for ovarian cancer would occur as part of the assessment of that application. At this time, based on the publication by González-Martín et al.:</p><p style=\"text-align: justify;\">1.16.1. The Subcommittee considered the PRIMA population was similar to that of SOLO-1, however, differences included shorter follow-up (median 13.8 months) and earlier publication in PRIMA compared with SOLO-1, and a three-year duration of placebo treatment compared with two years in SOLO-1 and VELIA. </p><p style=\"text-align: justify;\">1.16.2. The Subcommittee noted that PRIMA defined HRD as the presence of a BRCA deleterious mutation and/or a score of at least 42 on the Myriad Genetics myChoice test (the same assay used in VELIA). The Subcommittee noted that 373 (50.9%) of PRIMA participants had HRD of which 233 were BRCAm, and that the trial reported outcomes for the HRD subgroup, rather than just for BRCAm, and for the intention-to-treat population. </p><p style=\"text-align: justify;\">1.16.3. The Subcommittee noted that median PFS in the HRD cohort was 21.9 months with niraparib vs 10.4 months with placebo (HR 0.43, 95% CI: 0.31 to 0.59, P&lt;0.001) and median PFS in the overall population was 13.8 months with niraparib vs 8.2 months placebo (HR 0.62, 95% CI: 0.50 to 0.76, P&lt;0.001). The Subcommittee considered that this suggests that the patients with ovarian cancer who received the greatest magnitude of benefit from niraparib were those with BRCAm disease, followed by non-BRCA HRD, followed by those without HRD. </p><p style=\"text-align: justify;\">1.16.4. The Subcommittee noted that 12% of patients who received niraparib discontinued treatment due to adverse events and considered this discontinuation rate was similar to olaparib.</p><p><br></p><p><span style=\"color: black;\">1.17.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that differences in the length of follow up and proportion of patients with BRCAm disease that would make cross-trial comparison challenging; however, the SOLO-1, VELIA and PRIMA trials were well conducted, good quality randomised controlled trials providing evidence that is applicable to patients with ovarian cancers in New Zealand. </p><p><br></p><p><i>Class effect</i></p><p><span style=\"color: black;\">1.18.</span><span style=\"color: black; font-size: 7pt;\">   </span>Acknowledging the absence of head-to-head trials of these PARP inhibitors, the Subcommittee considered that the evidence of a PFS benefit for patients with BRCAm disease in the SOLO-1, VELIA and PRIMA trials suggests there may be a class effect among these agents in terms of efficacy for BRCAm ovarian cancers. The Subcommittee noted there is a clear signal that patients with BRCAm disease receive the greatest magnitude of benefit from these agents. The Subcommittee considered that there may be inter-individual variability in how different PARP inhibitors are tolerated. Members considered that that olaparib is particularly well tolerated. The Subcommittee noted that rucaparib was another agent in this class that was being used in BRCAm ovarian cancers in other jurisdictions.</p><p><br></p><p><span style=\"color: black;\">1.19.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that the deciding factor would generally be the safety profile, rather than efficacy, in a clinical situation where multiple PARP inhibitors may be available as options for treatment of ovarian cancers and noted that niraparib is associated with a greater degree of myelosuppression than olaparib or veliparib, although they have not been compared head-to-head in a clinical trial. Members considered that, in making a recommendation for funding it would be important to have at least one PARP inhibitor funded for the first-line maintenance treatment of BRCAm ovarian cancers.</p><p><br></p><p><span style=\"color: black;\">1.20.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that second-line maintenance data indicates that olaparib has an overall survival benefit in BRCAm ovarian cancers, although no updated evidence for overall survival outcomes was available for SOLO-1 at this time. Members considered that evidence of a survival benefit from olaparib as first-line maintenance in SOLO-1 would likely be forthcoming as an overall survival benefit was seen with second-line olaparib maintenance in the SOLO-2 trial, which represents a setting where an overall survival benefit would be more unlikely to occur. Members considered it was unclear whether first-line or second-line olaparib maintenance offered a higher chance of cure for ovarian cancers.</p><p><br></p><p>Germline BRCA testing</p><p><span style=\"color: black;\">1.21.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that germline BRCA testing is routinely offered to inform subsequent treatment decisions for patients with ovarian cancers who are less than 70 years of age (a threshold no longer used by many other countries), however, only about 70% of eligible patients seek referral to genetics services for consultation and testing with declines primarily due to this being discussed at recurrence; a time of greater stress. </p><p><br></p><p><span style=\"color: black;\">1.22.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that it takes an average of 146 days from the date of referral to genetics services to the provision of results and that access to BRCA testing and turnaround time varies around the country but can take up to six months for urgent testing to be performed. Members noted that in some DHBs these tests are conducted through the medical oncology service, which results in a substantially abbreviated processing time. Members considered there is work underway to streamline germline BRCA testing in New Zealand but accessing timely results remains difficult. </p><p><br></p><p><span style=\"color: black;\">1.23.</span><span style=\"color: black; font-size: 7pt;\">   </span>In considering access to germline BRCA testing, the Subcommittee considered whether it would be practical to commence first-line olaparib treatment within 8 weeks of the last dose of the immediately preceding platinum-based chemotherapy regimen. Members considered this would be achievable based on the length of the chemotherapy regimen and that BRCAm testing would occur prior to commencing this treatment. Members considered an urgent test may be required and that this could have flow-on effects for testing capacity.</p><p><br></p><p><i>Somatic BRCAm</i></p><p><span style=\"color: black;\">1.24.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted evidence regarding olaparib treatment in patients with ovarian cancers with somatic BRCAm, suggesting a similar benefit to those with germline BRCAm (<a href=\"https://bmccancer.biomedcentral.com/articles/10.1186/s12885-020-06948-5#citeas\" target=\"_blank\">Mohyuddin et al. BMC Cancer. 2020;20:507</a>; <a href=\"https://www.oncotarget.com/lookup/doi/10.18632/oncotarget.18419\" target=\"_blank\">George et al. Oncotarget. 2017;8:43598-9</a>).</p><p><br></p><p><span style=\"color: black;\">1.25.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Committee was made aware of evidence from NOVA; a randomised (2:1), double-blind, phase 3 trial investigating niraparib (300 mg) or placebo once daily in 553 patients with platinum-sensitive, recurrent ovarian cancers who were categorised according to the presence or absence of a germline BRCA mutation (gBRCA cohort and non-gBRCA cohort) and the type of non-gBRCA mutation (<a href=\"https://www.nejm.org/doi/full/10.1056/nejmoa1611310\" target=\"_blank\">Mirza et al. N Engl J Med. 2016;375:2154-64).</a> The Committee noted that median PFS in the gBRCA cohort was 21.0 months with niraparib (HR, 0.27; 95% CI: 0.17 to 0.41; P&lt;0.001) and that there was a PFS benefit in patients with HRD-positive tumours and somatic BRCAm (HR, 0.27; 95% CI: 0.08 to 0.90; P=0.02).</p><p><br></p><p><span style=\"color: black;\">1.26.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members noted that somatic BRCA testing is not routinely available nor is it funded in New Zealand, however, this capability may be developed in future at select centres. Members noted that a cost-share arrangement exists between patients and AstraZeneca which can enable suitable patients who privately fund this to have somatic BRCA testing performed at Peter MacCallum Cancer Centre in Melbourne, Australia. Members noted that the challenges with somatic BRCAm testing are experienced internationally, with some centres moving toward somatic BRCAm testing at diagnosis to avoid experiencing access issues subsequently. </p><p><br></p><p><span style=\"color: black;\">1.27.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the evidence for first-line PARP inhibitor treatment of patients somatic BRCAm was based on small patient numbers (0.5% [2/391] of intention-to-treat patients in SOLO-1 had somatic BRCAm) making it difficult to assess any difference in the magnitude of this benefit compared to patients with germline BRCAm and supported the clinical rationale for this treatment. However, the Subcommittee considered that the lack of a funded care pathway for somatic testing would present a barrier to equitable access to treatment with olaparib, and therefore could not recommend olaparib be funded for patients with somatic BRCAm at this time. </p><p><br></p><p><i>HRD testing</i></p><p><span style=\"color: black;\">1.28.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that SOLO-1 did not test or report HRD status and considered that while PRIMA and VELIA used the same HRD assay, there remained uncertainty in the understanding of HRD. In particular, it was noted that the variation in the thresholds and assays used to define an HRD population in clinical trials investigating first-line or second-line use of PARP inhibitors for ovarian cancers are varied. The Subcommittee considered that while the understanding of HRD would continue to develop through clinical trials, including clarity on the significance of detected variations and treatment outcomes for these, the evidence reviewed suggested a benefit from treatment with PARP inhibitors in patients with HRD but of a lesser magnitude than the benefit received by patients with BRCAm.</p><p><br></p><p><span style=\"color: black;\">1.29.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that the varied HRD assays and thresholds used to define clinical trial and validation study populations may not be directly applicable to the New Zealand population, noting that Māori and Pacific patients are not represented in the evidence informing these HRD definitions.</p><p><br></p><p><span style=\"color: black;\">1.30.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that HRD testing is only available in New Zealand via private funding arrangements and considered that implementation and standardisation of this testing in New Zealand would be a challenging, long-term process. Members considered that the cost of testing is currently about $4,000 (Foundation medicine assay) or $5,000 (Myriad assay), noting that the latter is approved by the US FDA as a companion diagnostic for olaparib in advanced ovarian cancer. Members considered that, if a treatment were to be funded for HRD- positive disease, early engagement with pathology services would be crucial given the potential variation in assays, access barriers and turnaround times.</p><p><br></p><p><i>Olaparib in ovarian cancers</i></p><p><span style=\"color: black;\">1.31.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that the available evidence supported once-per-patient-lifetime access to olaparib for patients with germline BRCAm ovarian cancers, either as a first-line maintenance therapy or as second-line maintenance, noting a clear PFS benefit in each setting. The Subcommittee considered that, based on the available evidence at this time, it was unclear whether first-line or second-line olaparib maintenance offered a higher chance of cure. </p><p><br></p><p><span style=\"color: black;\">1.32.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that use of olaparib in the first line would likely impact the same pool of patients as the currently funded second-line maintenance usage (ie 80% of all patients diagnosed with ovarian cancers; those with high-grade serous disease), therefore the number of potentially eligible patients would be as estimated (24 patients in year one, increasing to 52 patients by year five). </p><p><br></p><p><span style=\"color: black;\">1.33.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that standard of care monitoring for patients with ovarian cancers following either first- or second-line treatment consists of three- to four-monthly clinic visits with blood tests; for patients receiving a PARP inhibitor this would increase to monthly clinic visits for the first 6 months, then clinic visits two- to three-monthly, all accompanied by blood tests.</p><p><br></p><p><span style=\"color: black;\">1.34.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that the funding criteria for olaparib should not specify a maximum treatment duration for patients who have a partial response to olaparib after two years, as there is insufficient evidence to inform an appropriate duration of treatment and noted that very few patients remained on treatment at five years in SOLO-1.</p><p><br></p><p><span style=\"color: black;\">1.35.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that Special Authority criteria for olaparib should not facilitate access to olaparib for (non-BRCA) HRD-positive ovarian cancers or for patients with ovarian cancers who have somatic BRCAm, primarily due to the poor evidence and understanding of HRD and due to the high potential for inequitable access to testing for somatic BRCAm. </p>",
          "fs": "<p><i>Health need in ovarian cancers</i></p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that in August 2020, PTAC reviewed the supplier application for widened access of olaparib (Lynparza) as first-line maintenance treatment of newly diagnosed, advanced (stage III or IV) high-grade serous or endometroid ovarian cancer, primary peritoneal cancer, or fallopian tube cancer (or a combination thereof), with a BRCA1 or BRCA2 mutation (or both), who have had a complete or partial response after one line of platinum-based chemotherapy and had recommended that access to olaparib be widened for first-line maintenance treatment of high-grade ovarian cancers with a mutation in breast cancer susceptibility gene 1 or 2 (BRCAm) with a medium priority, subject to Special Authority criteria. </p><p>1.1.1.  In <a href=\"https://pharmac.govt.nz/assets/PTAC-record-2020-08-published-28-October-2020.pdf\" target=\"_blank\">August 2020</a>, PTAC highlighted specific areas where it was particularly interested in CaTSoP’s advice including: whether there is a class effect among polyadenosine 5’-diphosphoribose polymerase (PARP) inhibitors for BRCAm ovarian cancers; whether a similar benefit from olaparib would also be expected in patients with homologous recombination deficiency (HRD); the potential benefit of olaparib treatment in patients with somatic BRCAm ovarian cancers; the appropriate duration of funded treatment; the proportion of patients with other gynaecological cancers (serous fallopian tube or peritoneal carcinomas) who may be within the target population for olaparib; and appropriate Special Authority criteria for widened access that would allow for one funded course -per-patient-lifetime access to olaparib.</p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that patients with ovarian cancers in New Zealand have poor survival rates and was made aware of evidence that only about 22% of patients who received chemotherapy or neoadjuvant chemotherapy remained alive at five years (<a href=\"https://doi.org/10.1111/ajo.13076\" target=\"_blank\">Yeoh et al. Aust N Z J Obstet Gynaecol. 2019;59:861-66).</a> The Subcommittee noted the lack of curative treatments for ovarian cancers and considered that these patients have a high health need.</p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered that, in practice, patients with fallopian tube or primary peritoneal cancers are not distinguished from patients with ovarian cancers and therefore estimates of incidence should pool these cancer registrations; and of these patients, approximately 80% would have high-grade serous histology. </p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that while the pathological impact of BRCA 1 and BRCA 2 mutations is well known, there is sparse New Zealand data to inform the rate of germline BRCA 1 and BRCA 2 mutations within Māori and Pacific patient populations with ovarian cancers, and no data regarding the rates of HRD in these ethnic groups.</p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee was made aware of New Zealand data that suggests that overall BRCA mutation incidence can vary from 16% up to 20% and noted that this included data for patients of relevant ethnicities (<a href=\"https://www.nzma.org.nz/journal-articles/patterns-of-referral-and-uptake-of-breast-cancer-brca-gene-testing-of-eligible-women-with-ovarian-cancer-in-new-zealand\" target=\"_blank\">Fraser et al. N Z Med J. 2019;132:26-35</a>). Based on this evidence, the Subcommittee considered that the supplier’s estimate that about 24 patients per year would be eligible for the proposed first-line maintenance treatment with olaparib was reasonable.</p><p><br></p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered there to be a need for at least one PARP inhibitor to be funded in New Zealand for germline BRCAm ovarian cancers.</p><p><br></p><p><i>PARP inhibitors and potential class effect in ovarian cancers</i></p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that four randomised, phase III clinical trials investigating first-line treatment with a PARP inhibitor for the treatment of high-grade serous ovarian cancers have been published:</p><p><br></p><p>1.7.1. The SOLO-1 trial of olaparib maintenance (Moore et al. N Engl J Med. 2018;379:2495-2505); and</p><p>1.7.2. The VELIA trial of veliparib with chemotherapy (Coleman et al. N Engl J Med. 2019;381:2403-15); and</p><p>1.7.3. The PRIMA trial of niraparib maintenance (González-Martín et al. N Engl J Med. 2019;381:2391-402); and</p><p>1.7.4. The PAOLA-1 trial of olaparib and bevacizumab maintenance, which was not reviewed or discussed as the underlying treatment with bevacizumab in both study arms was not applicable to the New Zealand setting where bevacizumab is not funded for this indication.</p><p><br></p><p><span style=\"color: black;\">1.8.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that the SOLO-1 patient population were essentially a BRCAm cohort, whereas VELIA and PRIMA included patients with non-BRCA homolgous recombination deficiency (HRD); the Subcommittee considered that the patient groups were otherwise similar in the SOLO-1, VELIA and PRIMA trials. However, the duration of PARP inhibitor treatment varied between trials (treatment until disease progression, or up to two years if no evidence of disease [ie complete response], or ongoing for patients with a partial response in SOLO-1; treatment up to two years in VELIA, and treatment until progression or up to three years in PRIMA).</p><p><br></p><p><span style=\"color: black;\">1.9.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that SOLO-1 was a randomised (2:1), phase III, double-blind trial investigating olaparib 300 mg twice daily compared with placebo in 391 patients with newly diagnosed advanced (FIGO stage III or IV) high-grade serous or endometrioid ovarian, primary peritoneal or fallopian tube cancer with mutation in BRCA1, BRCA2 or both (99% of which were germline mutations) and who had obtained either a complete response (82%) or partial response (18%) after six cycles of platinum-based chemotherapy and surgery (<a href=\"https://pubmed.ncbi.nlm.nih.gov/30345884/\" target=\"_blank\">Moore et al. 2018</a>).</p><p><br></p><p>1.8.1. The Subcommittee noted that SOLO-1 included a mix of BRCA1 and BRCA2 germline mutations, however, only two SOLO-1 participants had somatic BRCAm. </p><p>1.8.2 Members considered that SOLO-1 participants were comparable to New Zealand patients with advanced ovarian cancers in representation of histologic disease subtypes (predominantly high-grade serous, with a small proportion of endometrioid cancers) and prior chemotherapy including the number of prior treatment cycles.</p><p>1.8.3. The Subcommittee noted that 13 patients randomised to olaparib received a partial response and continued treatment after two years, as permitted by protocol.</p><p>1.8.4. The Subcommittee noted that the SOLO-1 primary endpoint was progression free survival (PFS) and secondary endpoints included quality of life, overall survival, freedom from second progression (PFS2) and time to subsequent treatment. The Subcommittee acknowledged PTAC’s review of the SOLO-1 results after median follow-up of 41 months reported by Moore et al. and, in particular, noted the statistically significant difference in PFS (HR 0.3, 955 CI: 0.23 to 0.41, P&lt;0.001) with a PFS benefit observed across all patient subgroups.</p><p><br></p><p><span style=\"color: black;\">1.10.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee was made aware of updated SOLO-1 results (data cut-off of 5 March 2020) that were presented at the European Society for Medical Oncology (ESMO) 2020 conference, reporting median PFS of 56.0 months with olaparib vs 13.8 months with placebo (HR 0.33, 95% CI: 0.25 to 0.43) <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S2059-7029(20)32769-1\" target=\"_blank\">Banerjee et al. ESMO Open. 2020;5:e001110. doi: 10.1136/esmoopen-2020-001110</a>). The Subcommittee noted that more than 10% of patients from both study arms remained in follow-up at five years (&gt;20% of patients from the olaparib arm), and that most patients had stopped olaparib treatment at two years. Members considered that the data suggested ongoing benefit from treatment with olaparib that continued even after olaparib treatment was stopped. Members considered this was promising, and unusual in the context of ovarian cancer treatments.</p><p><br></p><p>1.10.1. The Subcommittee noted that, although the median times for PFS2 and the time to subsequent treatment were reported as not reached with olaparib in the ESMO 2020 update, it appeared the medians were greater with olaparib compared to placebo in both the overall population and in patients who had a complete response to prior treatment at baseline. </p><p>1.10.2. Members considered that the difference in PFS at five years and the delay in time to subsequent therapy was clinically significant and meaningful for this patient group who benefit from avoiding further chemotherapy. Members considered that, while all patients appeared to benefit, those who received the most benefit were those who had a complete response at baseline.</p><p>1.10.3. The Subcommittee noted that even with longer SOLO-1 follow up, the incidence of myelodysplastic syndrome and acute myeloid leukaemia remained less than 1.5%. The Subcommittee noted that common adverse events with olaparib were nausea and fatigue which improved over time, and that 12% of olaparib patients compared with 3% of placebo patients discontinued due to adverse events.</p><p><br></p><p><span style=\"color: black;\">1.11.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that international jurisdictions have approved the use of olaparib in this indication based on the SOLO-1 trial data. Members considered that olaparib is well tolerated based on local clinical experience in the currently funded setting.</p><p><br></p><p><span style=\"color: black;\">1.12.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that it would be clinically appropriate, based on the evidence, to limit duration of treatment to two years in those patients who had a complete response to treatment with olaparib by that time. </p><p><br></p><p><span style=\"color: black;\">1.13.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that the available evidence does not indicate an optimal duration of treatment for patients who have a partial response to olaparib after two years of treatment, and considered it would be difficult to estimate how long partial responders would continue to benefit if olaparib were funded in the first line maintenance setting. The Subcommittee considered that the number of trial participants to whom this applied was small and would be less than 5% of the total eligible patient population based on SOLO-1 data. For patients with a partial response after two years of treatment, the Subcommittee considered that, in the absence of evidence to support or dispute ongoing treatment, it would be appropriate to continue treatment until disease progression, at the discretion of the treating clinician.</p><p><br></p><p><span style=\"color: black;\">1.14.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that VELIA is a randomised (1:1:1), multicentre, double-blind, placebo-controlled, phase III, three-arm trial investigating veliparib in combination with chemotherapy in 1,140 patients with previously untreated stage III or IV high-grade serous or epithelial ovarian, fallopian tube or primary peritoneal cancer (<a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa1909707\" target=\"_blank\">Coleman et al. N Engl J Med. 2019;381:2403-15</a>). The Subcommittee noted that other studies of combination treatment with PARP inhibitors often reduce the chemotherapy dosing to avoid increased myelosuppression when used in combination with chemotherapy; in VELIA, the veliparib dosing differed. The three VELIA treatment arms were:</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Chemotherapy (carboplatin (area under the curve [AUC] of 6 mg per millilitre per minute, every 3 weeks) and paclitaxel (175 mg per m<sup>2</sup>, every 3 weeks, or 80 mg m<sup>2</sup>, administered weekly) + placebo then placebo maintenance (control); and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Chemotherapy + oral veliparib 150 mg twice daily then placebo maintenance (veliparib combination only); and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Chemotherapy + oral veliparib 150 mg twice daily then veliparib 300 mg increasing to 400 mg twice daily maintenance (veliparib throughout).</p><p style=\"text-align: justify;\">5.18.1. The Subcommittee noted that VELIA defined HRD as tumours that were BRCA-mutated or had HRD according to the Myriad Genetics myChoice assay initially with a threshold of 33; during the study, this was revised to 42. Members considered it was unclear from the results what impact this threshold change may have had.</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">1.14.2. The Subcommittee noted that median PFS in the BRCAm cohort was 34.7 months with veliparib vs 22.0 months control (HR 0.44, 95% CI: 0.28 to 0.68, P&lt;0.001); median PFS in the HRD cohort was 31.9 months with veliparib vs 20.5 months control (HR 0.57, 95% CI: 0.43 to 0.76, P&lt;0.001); and median PFS in the intention-to-treat population was 23.5 months with veliparib vs 17.3 months control (HR 0.68, 95% CI: 0.56 to 0.83, P&lt;0.001). </p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">1.14.3. The Subcommittee noted that PFS according to BRCAm and HRD status was similar between all three treatment arms, with PFS ranging from 27-31% for patients with BRCAm across the three arms vs 69-73% for patients with no BRCAm; and 63% for patients with HRD across all three arms vs 37% for patients with no HRD. </p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">1.14.4. The Subcommittee noted that 19.0% of patients who received veliparib and 6.0% of placebo patients discontinued treatment due to adverse events; members considered that this discontinuation rate was higher than for olaparib in SOLO-1 and may have been influenced by the combination chemotherapy treatment.</p><p><br></p><p><span style=\"color: black;\">1.15.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that PRIMA is a randomised (2:1), multicentre, double-blind, placebo-controlled, phase III trial investigating oral niraparib 300 mg once daily (amended to 200 mg OD for patients with baseline body weight &lt;77 kg) or placebo once daily for 28-day cycles in 733 patients with newly diagnosed advanced (FIGO stage III or IV) high-grade serous or endometrioid ovarian, primary peritoneal or fallopian tube cancer who responded to prior platinum-based chemotherapy (<a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1910962?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">González-Martín et al. 2019</a>).</p><p><br></p><p><span style=\"color: black;\">1.16.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that PHARMAC received a funding application for niraparib as first- or second-line maintenance treatment for ovarian cancer in January 2021 and that a fulsome review of the evidence for niraparib for ovarian cancer would occur as part of the assessment of that application. At this time, based on the publication by González-Martín et al.:</p><p style=\"text-align: justify;\">1.16.1. The Subcommittee considered the PRIMA population was similar to that of SOLO-1, however, differences included shorter follow-up (median 13.8 months) and earlier publication in PRIMA compared with SOLO-1, and a three-year duration of placebo treatment compared with two years in SOLO-1 and VELIA. </p><p style=\"text-align: justify;\">1.16.2. The Subcommittee noted that PRIMA defined HRD as the presence of a BRCA deleterious mutation and/or a score of at least 42 on the Myriad Genetics myChoice test (the same assay used in VELIA). The Subcommittee noted that 373 (50.9%) of PRIMA participants had HRD of which 233 were BRCAm, and that the trial reported outcomes for the HRD subgroup, rather than just for BRCAm, and for the intention-to-treat population. </p><p style=\"text-align: justify;\">1.16.3. The Subcommittee noted that median PFS in the HRD cohort was 21.9 months with niraparib vs 10.4 months with placebo (HR 0.43, 95% CI: 0.31 to 0.59, P&lt;0.001) and median PFS in the overall population was 13.8 months with niraparib vs 8.2 months placebo (HR 0.62, 95% CI: 0.50 to 0.76, P&lt;0.001). The Subcommittee considered that this suggests that the patients with ovarian cancer who received the greatest magnitude of benefit from niraparib were those with BRCAm disease, followed by non-BRCA HRD, followed by those without HRD. </p><p style=\"text-align: justify;\">1.16.4. The Subcommittee noted that 12% of patients who received niraparib discontinued treatment due to adverse events and considered this discontinuation rate was similar to olaparib.</p><p><br></p><p><span style=\"color: black;\">1.17.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that differences in the length of follow up and proportion of patients with BRCAm disease that would make cross-trial comparison challenging; however, the SOLO-1, VELIA and PRIMA trials were well conducted, good quality randomised controlled trials providing evidence that is applicable to patients with ovarian cancers in New Zealand. </p><p><br></p><p><i>Class effect</i></p><p><span style=\"color: black;\">1.18.</span><span style=\"color: black; font-size: 7pt;\">   </span>Acknowledging the absence of head-to-head trials of these PARP inhibitors, the Subcommittee considered that the evidence of a PFS benefit for patients with BRCAm disease in the SOLO-1, VELIA and PRIMA trials suggests there may be a class effect among these agents in terms of efficacy for BRCAm ovarian cancers. The Subcommittee noted there is a clear signal that patients with BRCAm disease receive the greatest magnitude of benefit from these agents. The Subcommittee considered that there may be inter-individual variability in how different PARP inhibitors are tolerated. Members considered that that olaparib is particularly well tolerated. The Subcommittee noted that rucaparib was another agent in this class that was being used in BRCAm ovarian cancers in other jurisdictions.</p><p><br></p><p><span style=\"color: black;\">1.19.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that the deciding factor would generally be the safety profile, rather than efficacy, in a clinical situation where multiple PARP inhibitors may be available as options for treatment of ovarian cancers and noted that niraparib is associated with a greater degree of myelosuppression than olaparib or veliparib, although they have not been compared head-to-head in a clinical trial. Members considered that, in making a recommendation for funding it would be important to have at least one PARP inhibitor funded for the first-line maintenance treatment of BRCAm ovarian cancers.</p><p><br></p><p><span style=\"color: black;\">1.20.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that second-line maintenance data indicates that olaparib has an overall survival benefit in BRCAm ovarian cancers, although no updated evidence for overall survival outcomes was available for SOLO-1 at this time. Members considered that evidence of a survival benefit from olaparib as first-line maintenance in SOLO-1 would likely be forthcoming as an overall survival benefit was seen with second-line olaparib maintenance in the SOLO-2 trial, which represents a setting where an overall survival benefit would be more unlikely to occur. Members considered it was unclear whether first-line or second-line olaparib maintenance offered a higher chance of cure for ovarian cancers.</p><p><br></p><p>Germline BRCA testing</p><p><span style=\"color: black;\">1.21.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that germline BRCA testing is routinely offered to inform subsequent treatment decisions for patients with ovarian cancers who are less than 70 years of age (a threshold no longer used by many other countries), however, only about 70% of eligible patients seek referral to genetics services for consultation and testing with declines primarily due to this being discussed at recurrence; a time of greater stress. </p><p><br></p><p><span style=\"color: black;\">1.22.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that it takes an average of 146 days from the date of referral to genetics services to the provision of results and that access to BRCA testing and turnaround time varies around the country but can take up to six months for urgent testing to be performed. Members noted that in some DHBs these tests are conducted through the medical oncology service, which results in a substantially abbreviated processing time. Members considered there is work underway to streamline germline BRCA testing in New Zealand but accessing timely results remains difficult. </p><p><br></p><p><span style=\"color: black;\">1.23.</span><span style=\"color: black; font-size: 7pt;\">   </span>In considering access to germline BRCA testing, the Subcommittee considered whether it would be practical to commence first-line olaparib treatment within 8 weeks of the last dose of the immediately preceding platinum-based chemotherapy regimen. Members considered this would be achievable based on the length of the chemotherapy regimen and that BRCAm testing would occur prior to commencing this treatment. Members considered an urgent test may be required and that this could have flow-on effects for testing capacity.</p><p><br></p><p><i>Somatic BRCAm</i></p><p><span style=\"color: black;\">1.24.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted evidence regarding olaparib treatment in patients with ovarian cancers with somatic BRCAm, suggesting a similar benefit to those with germline BRCAm (<a href=\"https://bmccancer.biomedcentral.com/articles/10.1186/s12885-020-06948-5#citeas\" target=\"_blank\">Mohyuddin et al. BMC Cancer. 2020;20:507</a>; <a href=\"https://www.oncotarget.com/lookup/doi/10.18632/oncotarget.18419\" target=\"_blank\">George et al. Oncotarget. 2017;8:43598-9</a>).</p><p><br></p><p><span style=\"color: black;\">1.25.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Committee was made aware of evidence from NOVA; a randomised (2:1), double-blind, phase 3 trial investigating niraparib (300 mg) or placebo once daily in 553 patients with platinum-sensitive, recurrent ovarian cancers who were categorised according to the presence or absence of a germline BRCA mutation (gBRCA cohort and non-gBRCA cohort) and the type of non-gBRCA mutation (<a href=\"https://www.nejm.org/doi/full/10.1056/nejmoa1611310\" target=\"_blank\">Mirza et al. N Engl J Med. 2016;375:2154-64).</a> The Committee noted that median PFS in the gBRCA cohort was 21.0 months with niraparib (HR, 0.27; 95% CI: 0.17 to 0.41; P&lt;0.001) and that there was a PFS benefit in patients with HRD-positive tumours and somatic BRCAm (HR, 0.27; 95% CI: 0.08 to 0.90; P=0.02).</p><p><br></p><p><span style=\"color: black;\">1.26.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members noted that somatic BRCA testing is not routinely available nor is it funded in New Zealand, however, this capability may be developed in future at select centres. Members noted that a cost-share arrangement exists between patients and AstraZeneca which can enable suitable patients who privately fund this to have somatic BRCA testing performed at Peter MacCallum Cancer Centre in Melbourne, Australia. Members noted that the challenges with somatic BRCAm testing are experienced internationally, with some centres moving toward somatic BRCAm testing at diagnosis to avoid experiencing access issues subsequently. </p><p><br></p><p><span style=\"color: black;\">1.27.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the evidence for first-line PARP inhibitor treatment of patients somatic BRCAm was based on small patient numbers (0.5% [2/391] of intention-to-treat patients in SOLO-1 had somatic BRCAm) making it difficult to assess any difference in the magnitude of this benefit compared to patients with germline BRCAm and supported the clinical rationale for this treatment. However, the Subcommittee considered that the lack of a funded care pathway for somatic testing would present a barrier to equitable access to treatment with olaparib, and therefore could not recommend olaparib be funded for patients with somatic BRCAm at this time. </p><p><br></p><p><i>HRD testing</i></p><p><span style=\"color: black;\">1.28.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that SOLO-1 did not test or report HRD status and considered that while PRIMA and VELIA used the same HRD assay, there remained uncertainty in the understanding of HRD. In particular, it was noted that the variation in the thresholds and assays used to define an HRD population in clinical trials investigating first-line or second-line use of PARP inhibitors for ovarian cancers are varied. The Subcommittee considered that while the understanding of HRD would continue to develop through clinical trials, including clarity on the significance of detected variations and treatment outcomes for these, the evidence reviewed suggested a benefit from treatment with PARP inhibitors in patients with HRD but of a lesser magnitude than the benefit received by patients with BRCAm.</p><p><br></p><p><span style=\"color: black;\">1.29.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that the varied HRD assays and thresholds used to define clinical trial and validation study populations may not be directly applicable to the New Zealand population, noting that Māori and Pacific patients are not represented in the evidence informing these HRD definitions.</p><p><br></p><p><span style=\"color: black;\">1.30.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that HRD testing is only available in New Zealand via private funding arrangements and considered that implementation and standardisation of this testing in New Zealand would be a challenging, long-term process. Members considered that the cost of testing is currently about $4,000 (Foundation medicine assay) or $5,000 (Myriad assay), noting that the latter is approved by the US FDA as a companion diagnostic for olaparib in advanced ovarian cancer. Members considered that, if a treatment were to be funded for HRD- positive disease, early engagement with pathology services would be crucial given the potential variation in assays, access barriers and turnaround times.</p><p><br></p><p><i>Olaparib in ovarian cancers</i></p><p><span style=\"color: black;\">1.31.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that the available evidence supported once-per-patient-lifetime access to olaparib for patients with germline BRCAm ovarian cancers, either as a first-line maintenance therapy or as second-line maintenance, noting a clear PFS benefit in each setting. The Subcommittee considered that, based on the available evidence at this time, it was unclear whether first-line or second-line olaparib maintenance offered a higher chance of cure. </p><p><br></p><p><span style=\"color: black;\">1.32.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that use of olaparib in the first line would likely impact the same pool of patients as the currently funded second-line maintenance usage (ie 80% of all patients diagnosed with ovarian cancers; those with high-grade serous disease), therefore the number of potentially eligible patients would be as estimated (24 patients in year one, increasing to 52 patients by year five). </p><p><br></p><p><span style=\"color: black;\">1.33.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that standard of care monitoring for patients with ovarian cancers following either first- or second-line treatment consists of three- to four-monthly clinic visits with blood tests; for patients receiving a PARP inhibitor this would increase to monthly clinic visits for the first 6 months, then clinic visits two- to three-monthly, all accompanied by blood tests.</p><p><br></p><p><span style=\"color: black;\">1.34.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that the funding criteria for olaparib should not specify a maximum treatment duration for patients who have a partial response to olaparib after two years, as there is insufficient evidence to inform an appropriate duration of treatment and noted that very few patients remained on treatment at five years in SOLO-1.</p><p><br></p><p><span style=\"color: black;\">1.35.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that Special Authority criteria for olaparib should not facilitate access to olaparib for (non-BRCA) HRD-positive ovarian cancers or for patients with ovarian cancers who have somatic BRCAm, primarily due to the poor evidence and understanding of HRD and due to the high potential for inequitable access to testing for somatic BRCAm. </p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered the application for olaparib for first-line maintenance for newly diagnosed, BRCA-mutated, platinum-sensitive ovarian, fallopian tube or primary peritoneal cancer, following review of this application by PTAC in August 2020.</p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item.</p>",
          "fs": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered the application for olaparib for first-line maintenance for newly diagnosed, BRCA-mutated, platinum-sensitive ovarian, fallopian tube or primary peritoneal cancer, following review of this application by PTAC in August 2020.</p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item.</p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "High",
          "fs": "High",
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2021",
          "fs": "May 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Cancer Treatments Subcommittee (CaTSoP) at meeting Monday 15 February 2021.",
          "fs": "Clinical advice received from Cancer Treatments Subcommittee (CaTSoP) at meeting Monday 15 February 2021.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000065bLwUAI"
          },
          "Id": "a0P2P0000065bLwUAI",
          "Event_Date__c": "2021-05-03",
          "Event_Description__c": "Clinical advice received from Cancer Treatments Subcommittee (CaTSoP) at meeting Monday 15 February 2021.",
          "Stage__c": "Seeking Clinical Advice",
          "Outcome__c": "High",
          "Formatted_Date__c": "May 2021",
          "Published_Recommendation__c": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee <b>recommended</b> that access to olaparib be widened for the first-line maintenance treatment of high-grade ovarian cancers with a germline mutation in breast cancer susceptibility gene 1 or 2 (BRCAm) with a high priority, within the context of treatment of malignancy, subject to the following Special Authority criteria that would allow for once-per-patient-lifetime access to olaparib:</p><p><br></p><p><b style=\"font-size: 9pt;\">Initial application</b><span style=\"font-size: 9pt;\"> only from a medical oncologist or medical practitioner on the recommendation of a relevant specialist. Approvals valid for 12 months for applications meeting the following criteria: </span></p><p><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has a high-grade serous* epithelial ovarian, fallopian tube, or primary peritoneal cancer; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">There is documentation confirming pathogenic germline BRCA1 or BRCA2 gene mutation; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Either:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.1.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.1.1.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has newly diagnosed, advanced disease; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.1.2.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has received one line of previous treatment with platinum-based chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.1.3.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient’s disease must have experienced a partial or complete response to the first-line platinum-based regimen; or</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.1.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has received at least two lines of previous treatment with platinum-based chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.2.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has platinum sensitive disease defined as disease progression occurring at least 6 months after the last dose of the penultimate line of platinum-based chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.3.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient’s disease must have experienced a partial or complete response to treatment with the immediately preceding platinum-based regimen; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.2.4.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has not previously received funded olaparib treatment; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment will be commenced within 8 weeks of the patient’s last dose of the immediately preceding platinum-based regimen; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment to be administered as maintenance treatment; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">6.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment not to be administered in combination with other chemotherapy.</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\"> </span></p><p><b style=\"font-size: 9pt;\">Renewal</b><span style=\"font-size: 9pt;\"> only from a medical oncologist or medical practitioner on the recommendation of a medical oncologist. Approvals valid for 12 months for applications meeting the following criteria:</span></p><p><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment remains clinically appropriate and patient is benefitting from treatment; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Either:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.1.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">No evidence of progressive disease; or</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.2.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Evidence of residual (not progressive) disease and the patient would continue to benefit from treatment in the clinician’s opinion; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment to be administered as maintenance treatment; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Treatment not to be administered in combination with other chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Either:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.1.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Both:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.1.1.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has received one line of previous treatment with platinum-based chemotherapy; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.1.2.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Documentation confirming that the patient has been informed and acknowledges that the funded treatment period of olaparib will not be continued beyond 2 years if the patient experiences a complete response to treatment and there is no radiological evidence of disease at 2 years; or</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.2.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Patient has received at least two lines of previous treatment with platinum-based chemotherapy.</span></p><p><span style=\"font-size: 9pt;\"> </span></p><p><span style=\"font-size: 9pt;\">Note: *Note “high-grade serous” includes tumours with high-grade serous features or a high-grade serous component. A line of chemotherapy treatment is considered to comprise a known standard therapeutic chemotherapy regimen and supportive treatments.</span></p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>In making this high priority recommendation for olaparib, the Subcommittee noted that:</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Patients with ovarian cancers in New Zealand have a particularly high health need due to disease severity and the lack of effective, curative treatment options; and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>There is mature evidence of a significant clinical benefit in terms of progression-free survival from treatment with olaparib in the first line maintenance setting for BRCAm disease, and considered that an overall survival benefit would be expected in this setting; and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>There is a well-defined BRCAm population who would receive the greatest benefit from treatment with olaparib; and </p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Olaparib treatment was well tolerated by SOLO-1 clinical trial participants; and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Funded first-line maintenance treatment with olaparib would have a maximum duration of two years for most patients; and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>If funded for use as either first-line or second-line maintenance, a similar number of patients would receive olaparib overall.</p>",
          "Published_Application__c": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered the application for olaparib for first-line maintenance for newly diagnosed, BRCA-mutated, platinum-sensitive ovarian, fallopian tube or primary peritoneal cancer, following review of this application by PTAC in August 2020.</p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item.</p>",
          "Published_Discussion__c": "<p><i>Health need in ovarian cancers</i></p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that in August 2020, PTAC reviewed the supplier application for widened access of olaparib (Lynparza) as first-line maintenance treatment of newly diagnosed, advanced (stage III or IV) high-grade serous or endometroid ovarian cancer, primary peritoneal cancer, or fallopian tube cancer (or a combination thereof), with a BRCA1 or BRCA2 mutation (or both), who have had a complete or partial response after one line of platinum-based chemotherapy and had recommended that access to olaparib be widened for first-line maintenance treatment of high-grade ovarian cancers with a mutation in breast cancer susceptibility gene 1 or 2 (BRCAm) with a medium priority, subject to Special Authority criteria. </p><p>1.1.1.  In <a href=\"https://pharmac.govt.nz/assets/PTAC-record-2020-08-published-28-October-2020.pdf\" target=\"_blank\">August 2020</a>, PTAC highlighted specific areas where it was particularly interested in CaTSoP’s advice including: whether there is a class effect among polyadenosine 5’-diphosphoribose polymerase (PARP) inhibitors for BRCAm ovarian cancers; whether a similar benefit from olaparib would also be expected in patients with homologous recombination deficiency (HRD); the potential benefit of olaparib treatment in patients with somatic BRCAm ovarian cancers; the appropriate duration of funded treatment; the proportion of patients with other gynaecological cancers (serous fallopian tube or peritoneal carcinomas) who may be within the target population for olaparib; and appropriate Special Authority criteria for widened access that would allow for one funded course -per-patient-lifetime access to olaparib.</p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that patients with ovarian cancers in New Zealand have poor survival rates and was made aware of evidence that only about 22% of patients who received chemotherapy or neoadjuvant chemotherapy remained alive at five years (<a href=\"https://doi.org/10.1111/ajo.13076\" target=\"_blank\">Yeoh et al. Aust N Z J Obstet Gynaecol. 2019;59:861-66).</a> The Subcommittee noted the lack of curative treatments for ovarian cancers and considered that these patients have a high health need.</p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered that, in practice, patients with fallopian tube or primary peritoneal cancers are not distinguished from patients with ovarian cancers and therefore estimates of incidence should pool these cancer registrations; and of these patients, approximately 80% would have high-grade serous histology. </p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that while the pathological impact of BRCA 1 and BRCA 2 mutations is well known, there is sparse New Zealand data to inform the rate of germline BRCA 1 and BRCA 2 mutations within Māori and Pacific patient populations with ovarian cancers, and no data regarding the rates of HRD in these ethnic groups.</p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee was made aware of New Zealand data that suggests that overall BRCA mutation incidence can vary from 16% up to 20% and noted that this included data for patients of relevant ethnicities (<a href=\"https://www.nzma.org.nz/journal-articles/patterns-of-referral-and-uptake-of-breast-cancer-brca-gene-testing-of-eligible-women-with-ovarian-cancer-in-new-zealand\" target=\"_blank\">Fraser et al. N Z Med J. 2019;132:26-35</a>). Based on this evidence, the Subcommittee considered that the supplier’s estimate that about 24 patients per year would be eligible for the proposed first-line maintenance treatment with olaparib was reasonable.</p><p><br></p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered there to be a need for at least one PARP inhibitor to be funded in New Zealand for germline BRCAm ovarian cancers.</p><p><br></p><p><i>PARP inhibitors and potential class effect in ovarian cancers</i></p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that four randomised, phase III clinical trials investigating first-line treatment with a PARP inhibitor for the treatment of high-grade serous ovarian cancers have been published:</p><p><br></p><p>1.7.1. The SOLO-1 trial of olaparib maintenance (Moore et al. N Engl J Med. 2018;379:2495-2505); and</p><p>1.7.2. The VELIA trial of veliparib with chemotherapy (Coleman et al. N Engl J Med. 2019;381:2403-15); and</p><p>1.7.3. The PRIMA trial of niraparib maintenance (González-Martín et al. N Engl J Med. 2019;381:2391-402); and</p><p>1.7.4. The PAOLA-1 trial of olaparib and bevacizumab maintenance, which was not reviewed or discussed as the underlying treatment with bevacizumab in both study arms was not applicable to the New Zealand setting where bevacizumab is not funded for this indication.</p><p><br></p><p><span style=\"color: black;\">1.8.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that the SOLO-1 patient population were essentially a BRCAm cohort, whereas VELIA and PRIMA included patients with non-BRCA homolgous recombination deficiency (HRD); the Subcommittee considered that the patient groups were otherwise similar in the SOLO-1, VELIA and PRIMA trials. However, the duration of PARP inhibitor treatment varied between trials (treatment until disease progression, or up to two years if no evidence of disease [ie complete response], or ongoing for patients with a partial response in SOLO-1; treatment up to two years in VELIA, and treatment until progression or up to three years in PRIMA).</p><p><br></p><p><span style=\"color: black;\">1.9.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that SOLO-1 was a randomised (2:1), phase III, double-blind trial investigating olaparib 300 mg twice daily compared with placebo in 391 patients with newly diagnosed advanced (FIGO stage III or IV) high-grade serous or endometrioid ovarian, primary peritoneal or fallopian tube cancer with mutation in BRCA1, BRCA2 or both (99% of which were germline mutations) and who had obtained either a complete response (82%) or partial response (18%) after six cycles of platinum-based chemotherapy and surgery (<a href=\"https://pubmed.ncbi.nlm.nih.gov/30345884/\" target=\"_blank\">Moore et al. 2018</a>).</p><p><br></p><p>1.8.1. The Subcommittee noted that SOLO-1 included a mix of BRCA1 and BRCA2 germline mutations, however, only two SOLO-1 participants had somatic BRCAm. </p><p>1.8.2 Members considered that SOLO-1 participants were comparable to New Zealand patients with advanced ovarian cancers in representation of histologic disease subtypes (predominantly high-grade serous, with a small proportion of endometrioid cancers) and prior chemotherapy including the number of prior treatment cycles.</p><p>1.8.3. The Subcommittee noted that 13 patients randomised to olaparib received a partial response and continued treatment after two years, as permitted by protocol.</p><p>1.8.4. The Subcommittee noted that the SOLO-1 primary endpoint was progression free survival (PFS) and secondary endpoints included quality of life, overall survival, freedom from second progression (PFS2) and time to subsequent treatment. The Subcommittee acknowledged PTAC’s review of the SOLO-1 results after median follow-up of 41 months reported by Moore et al. and, in particular, noted the statistically significant difference in PFS (HR 0.3, 955 CI: 0.23 to 0.41, P&lt;0.001) with a PFS benefit observed across all patient subgroups.</p><p><br></p><p><span style=\"color: black;\">1.10.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee was made aware of updated SOLO-1 results (data cut-off of 5 March 2020) that were presented at the European Society for Medical Oncology (ESMO) 2020 conference, reporting median PFS of 56.0 months with olaparib vs 13.8 months with placebo (HR 0.33, 95% CI: 0.25 to 0.43) <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S2059-7029(20)32769-1\" target=\"_blank\">Banerjee et al. ESMO Open. 2020;5:e001110. doi: 10.1136/esmoopen-2020-001110</a>). The Subcommittee noted that more than 10% of patients from both study arms remained in follow-up at five years (&gt;20% of patients from the olaparib arm), and that most patients had stopped olaparib treatment at two years. Members considered that the data suggested ongoing benefit from treatment with olaparib that continued even after olaparib treatment was stopped. Members considered this was promising, and unusual in the context of ovarian cancer treatments.</p><p><br></p><p>1.10.1. The Subcommittee noted that, although the median times for PFS2 and the time to subsequent treatment were reported as not reached with olaparib in the ESMO 2020 update, it appeared the medians were greater with olaparib compared to placebo in both the overall population and in patients who had a complete response to prior treatment at baseline. </p><p>1.10.2. Members considered that the difference in PFS at five years and the delay in time to subsequent therapy was clinically significant and meaningful for this patient group who benefit from avoiding further chemotherapy. Members considered that, while all patients appeared to benefit, those who received the most benefit were those who had a complete response at baseline.</p><p>1.10.3. The Subcommittee noted that even with longer SOLO-1 follow up, the incidence of myelodysplastic syndrome and acute myeloid leukaemia remained less than 1.5%. The Subcommittee noted that common adverse events with olaparib were nausea and fatigue which improved over time, and that 12% of olaparib patients compared with 3% of placebo patients discontinued due to adverse events.</p><p><br></p><p><span style=\"color: black;\">1.11.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that international jurisdictions have approved the use of olaparib in this indication based on the SOLO-1 trial data. Members considered that olaparib is well tolerated based on local clinical experience in the currently funded setting.</p><p><br></p><p><span style=\"color: black;\">1.12.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that it would be clinically appropriate, based on the evidence, to limit duration of treatment to two years in those patients who had a complete response to treatment with olaparib by that time. </p><p><br></p><p><span style=\"color: black;\">1.13.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that the available evidence does not indicate an optimal duration of treatment for patients who have a partial response to olaparib after two years of treatment, and considered it would be difficult to estimate how long partial responders would continue to benefit if olaparib were funded in the first line maintenance setting. The Subcommittee considered that the number of trial participants to whom this applied was small and would be less than 5% of the total eligible patient population based on SOLO-1 data. For patients with a partial response after two years of treatment, the Subcommittee considered that, in the absence of evidence to support or dispute ongoing treatment, it would be appropriate to continue treatment until disease progression, at the discretion of the treating clinician.</p><p><br></p><p><span style=\"color: black;\">1.14.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that VELIA is a randomised (1:1:1), multicentre, double-blind, placebo-controlled, phase III, three-arm trial investigating veliparib in combination with chemotherapy in 1,140 patients with previously untreated stage III or IV high-grade serous or epithelial ovarian, fallopian tube or primary peritoneal cancer (<a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa1909707\" target=\"_blank\">Coleman et al. N Engl J Med. 2019;381:2403-15</a>). The Subcommittee noted that other studies of combination treatment with PARP inhibitors often reduce the chemotherapy dosing to avoid increased myelosuppression when used in combination with chemotherapy; in VELIA, the veliparib dosing differed. The three VELIA treatment arms were:</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Chemotherapy (carboplatin (area under the curve [AUC] of 6 mg per millilitre per minute, every 3 weeks) and paclitaxel (175 mg per m<sup>2</sup>, every 3 weeks, or 80 mg m<sup>2</sup>, administered weekly) + placebo then placebo maintenance (control); and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Chemotherapy + oral veliparib 150 mg twice daily then placebo maintenance (veliparib combination only); and</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">      </span>Chemotherapy + oral veliparib 150 mg twice daily then veliparib 300 mg increasing to 400 mg twice daily maintenance (veliparib throughout).</p><p style=\"text-align: justify;\">5.18.1. The Subcommittee noted that VELIA defined HRD as tumours that were BRCA-mutated or had HRD according to the Myriad Genetics myChoice assay initially with a threshold of 33; during the study, this was revised to 42. Members considered it was unclear from the results what impact this threshold change may have had.</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">1.14.2. The Subcommittee noted that median PFS in the BRCAm cohort was 34.7 months with veliparib vs 22.0 months control (HR 0.44, 95% CI: 0.28 to 0.68, P&lt;0.001); median PFS in the HRD cohort was 31.9 months with veliparib vs 20.5 months control (HR 0.57, 95% CI: 0.43 to 0.76, P&lt;0.001); and median PFS in the intention-to-treat population was 23.5 months with veliparib vs 17.3 months control (HR 0.68, 95% CI: 0.56 to 0.83, P&lt;0.001). </p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">1.14.3. The Subcommittee noted that PFS according to BRCAm and HRD status was similar between all three treatment arms, with PFS ranging from 27-31% for patients with BRCAm across the three arms vs 69-73% for patients with no BRCAm; and 63% for patients with HRD across all three arms vs 37% for patients with no HRD. </p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">1.14.4. The Subcommittee noted that 19.0% of patients who received veliparib and 6.0% of placebo patients discontinued treatment due to adverse events; members considered that this discontinuation rate was higher than for olaparib in SOLO-1 and may have been influenced by the combination chemotherapy treatment.</p><p><br></p><p><span style=\"color: black;\">1.15.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that PRIMA is a randomised (2:1), multicentre, double-blind, placebo-controlled, phase III trial investigating oral niraparib 300 mg once daily (amended to 200 mg OD for patients with baseline body weight &lt;77 kg) or placebo once daily for 28-day cycles in 733 patients with newly diagnosed advanced (FIGO stage III or IV) high-grade serous or endometrioid ovarian, primary peritoneal or fallopian tube cancer who responded to prior platinum-based chemotherapy (<a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1910962?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">González-Martín et al. 2019</a>).</p><p><br></p><p><span style=\"color: black;\">1.16.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that PHARMAC received a funding application for niraparib as first- or second-line maintenance treatment for ovarian cancer in January 2021 and that a fulsome review of the evidence for niraparib for ovarian cancer would occur as part of the assessment of that application. At this time, based on the publication by González-Martín et al.:</p><p style=\"text-align: justify;\">1.16.1. The Subcommittee considered the PRIMA population was similar to that of SOLO-1, however, differences included shorter follow-up (median 13.8 months) and earlier publication in PRIMA compared with SOLO-1, and a three-year duration of placebo treatment compared with two years in SOLO-1 and VELIA. </p><p style=\"text-align: justify;\">1.16.2. The Subcommittee noted that PRIMA defined HRD as the presence of a BRCA deleterious mutation and/or a score of at least 42 on the Myriad Genetics myChoice test (the same assay used in VELIA). The Subcommittee noted that 373 (50.9%) of PRIMA participants had HRD of which 233 were BRCAm, and that the trial reported outcomes for the HRD subgroup, rather than just for BRCAm, and for the intention-to-treat population. </p><p style=\"text-align: justify;\">1.16.3. The Subcommittee noted that median PFS in the HRD cohort was 21.9 months with niraparib vs 10.4 months with placebo (HR 0.43, 95% CI: 0.31 to 0.59, P&lt;0.001) and median PFS in the overall population was 13.8 months with niraparib vs 8.2 months placebo (HR 0.62, 95% CI: 0.50 to 0.76, P&lt;0.001). The Subcommittee considered that this suggests that the patients with ovarian cancer who received the greatest magnitude of benefit from niraparib were those with BRCAm disease, followed by non-BRCA HRD, followed by those without HRD. </p><p style=\"text-align: justify;\">1.16.4. The Subcommittee noted that 12% of patients who received niraparib discontinued treatment due to adverse events and considered this discontinuation rate was similar to olaparib.</p><p><br></p><p><span style=\"color: black;\">1.17.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that differences in the length of follow up and proportion of patients with BRCAm disease that would make cross-trial comparison challenging; however, the SOLO-1, VELIA and PRIMA trials were well conducted, good quality randomised controlled trials providing evidence that is applicable to patients with ovarian cancers in New Zealand. </p><p><br></p><p><i>Class effect</i></p><p><span style=\"color: black;\">1.18.</span><span style=\"color: black; font-size: 7pt;\">   </span>Acknowledging the absence of head-to-head trials of these PARP inhibitors, the Subcommittee considered that the evidence of a PFS benefit for patients with BRCAm disease in the SOLO-1, VELIA and PRIMA trials suggests there may be a class effect among these agents in terms of efficacy for BRCAm ovarian cancers. The Subcommittee noted there is a clear signal that patients with BRCAm disease receive the greatest magnitude of benefit from these agents. The Subcommittee considered that there may be inter-individual variability in how different PARP inhibitors are tolerated. Members considered that that olaparib is particularly well tolerated. The Subcommittee noted that rucaparib was another agent in this class that was being used in BRCAm ovarian cancers in other jurisdictions.</p><p><br></p><p><span style=\"color: black;\">1.19.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that the deciding factor would generally be the safety profile, rather than efficacy, in a clinical situation where multiple PARP inhibitors may be available as options for treatment of ovarian cancers and noted that niraparib is associated with a greater degree of myelosuppression than olaparib or veliparib, although they have not been compared head-to-head in a clinical trial. Members considered that, in making a recommendation for funding it would be important to have at least one PARP inhibitor funded for the first-line maintenance treatment of BRCAm ovarian cancers.</p><p><br></p><p><span style=\"color: black;\">1.20.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that second-line maintenance data indicates that olaparib has an overall survival benefit in BRCAm ovarian cancers, although no updated evidence for overall survival outcomes was available for SOLO-1 at this time. Members considered that evidence of a survival benefit from olaparib as first-line maintenance in SOLO-1 would likely be forthcoming as an overall survival benefit was seen with second-line olaparib maintenance in the SOLO-2 trial, which represents a setting where an overall survival benefit would be more unlikely to occur. Members considered it was unclear whether first-line or second-line olaparib maintenance offered a higher chance of cure for ovarian cancers.</p><p><br></p><p>Germline BRCA testing</p><p><span style=\"color: black;\">1.21.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that germline BRCA testing is routinely offered to inform subsequent treatment decisions for patients with ovarian cancers who are less than 70 years of age (a threshold no longer used by many other countries), however, only about 70% of eligible patients seek referral to genetics services for consultation and testing with declines primarily due to this being discussed at recurrence; a time of greater stress. </p><p><br></p><p><span style=\"color: black;\">1.22.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that it takes an average of 146 days from the date of referral to genetics services to the provision of results and that access to BRCA testing and turnaround time varies around the country but can take up to six months for urgent testing to be performed. Members noted that in some DHBs these tests are conducted through the medical oncology service, which results in a substantially abbreviated processing time. Members considered there is work underway to streamline germline BRCA testing in New Zealand but accessing timely results remains difficult. </p><p><br></p><p><span style=\"color: black;\">1.23.</span><span style=\"color: black; font-size: 7pt;\">   </span>In considering access to germline BRCA testing, the Subcommittee considered whether it would be practical to commence first-line olaparib treatment within 8 weeks of the last dose of the immediately preceding platinum-based chemotherapy regimen. Members considered this would be achievable based on the length of the chemotherapy regimen and that BRCAm testing would occur prior to commencing this treatment. Members considered an urgent test may be required and that this could have flow-on effects for testing capacity.</p><p><br></p><p><i>Somatic BRCAm</i></p><p><span style=\"color: black;\">1.24.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted evidence regarding olaparib treatment in patients with ovarian cancers with somatic BRCAm, suggesting a similar benefit to those with germline BRCAm (<a href=\"https://bmccancer.biomedcentral.com/articles/10.1186/s12885-020-06948-5#citeas\" target=\"_blank\">Mohyuddin et al. BMC Cancer. 2020;20:507</a>; <a href=\"https://www.oncotarget.com/lookup/doi/10.18632/oncotarget.18419\" target=\"_blank\">George et al. Oncotarget. 2017;8:43598-9</a>).</p><p><br></p><p><span style=\"color: black;\">1.25.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Committee was made aware of evidence from NOVA; a randomised (2:1), double-blind, phase 3 trial investigating niraparib (300 mg) or placebo once daily in 553 patients with platinum-sensitive, recurrent ovarian cancers who were categorised according to the presence or absence of a germline BRCA mutation (gBRCA cohort and non-gBRCA cohort) and the type of non-gBRCA mutation (<a href=\"https://www.nejm.org/doi/full/10.1056/nejmoa1611310\" target=\"_blank\">Mirza et al. N Engl J Med. 2016;375:2154-64).</a> The Committee noted that median PFS in the gBRCA cohort was 21.0 months with niraparib (HR, 0.27; 95% CI: 0.17 to 0.41; P&lt;0.001) and that there was a PFS benefit in patients with HRD-positive tumours and somatic BRCAm (HR, 0.27; 95% CI: 0.08 to 0.90; P=0.02).</p><p><br></p><p><span style=\"color: black;\">1.26.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members noted that somatic BRCA testing is not routinely available nor is it funded in New Zealand, however, this capability may be developed in future at select centres. Members noted that a cost-share arrangement exists between patients and AstraZeneca which can enable suitable patients who privately fund this to have somatic BRCA testing performed at Peter MacCallum Cancer Centre in Melbourne, Australia. Members noted that the challenges with somatic BRCAm testing are experienced internationally, with some centres moving toward somatic BRCAm testing at diagnosis to avoid experiencing access issues subsequently. </p><p><br></p><p><span style=\"color: black;\">1.27.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the evidence for first-line PARP inhibitor treatment of patients somatic BRCAm was based on small patient numbers (0.5% [2/391] of intention-to-treat patients in SOLO-1 had somatic BRCAm) making it difficult to assess any difference in the magnitude of this benefit compared to patients with germline BRCAm and supported the clinical rationale for this treatment. However, the Subcommittee considered that the lack of a funded care pathway for somatic testing would present a barrier to equitable access to treatment with olaparib, and therefore could not recommend olaparib be funded for patients with somatic BRCAm at this time. </p><p><br></p><p><i>HRD testing</i></p><p><span style=\"color: black;\">1.28.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that SOLO-1 did not test or report HRD status and considered that while PRIMA and VELIA used the same HRD assay, there remained uncertainty in the understanding of HRD. In particular, it was noted that the variation in the thresholds and assays used to define an HRD population in clinical trials investigating first-line or second-line use of PARP inhibitors for ovarian cancers are varied. The Subcommittee considered that while the understanding of HRD would continue to develop through clinical trials, including clarity on the significance of detected variations and treatment outcomes for these, the evidence reviewed suggested a benefit from treatment with PARP inhibitors in patients with HRD but of a lesser magnitude than the benefit received by patients with BRCAm.</p><p><br></p><p><span style=\"color: black;\">1.29.</span><span style=\"color: black; font-size: 7pt;\">   </span>Members considered that the varied HRD assays and thresholds used to define clinical trial and validation study populations may not be directly applicable to the New Zealand population, noting that Māori and Pacific patients are not represented in the evidence informing these HRD definitions.</p><p><br></p><p><span style=\"color: black;\">1.30.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that HRD testing is only available in New Zealand via private funding arrangements and considered that implementation and standardisation of this testing in New Zealand would be a challenging, long-term process. Members considered that the cost of testing is currently about $4,000 (Foundation medicine assay) or $5,000 (Myriad assay), noting that the latter is approved by the US FDA as a companion diagnostic for olaparib in advanced ovarian cancer. Members considered that, if a treatment were to be funded for HRD- positive disease, early engagement with pathology services would be crucial given the potential variation in assays, access barriers and turnaround times.</p><p><br></p><p><i>Olaparib in ovarian cancers</i></p><p><span style=\"color: black;\">1.31.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that the available evidence supported once-per-patient-lifetime access to olaparib for patients with germline BRCAm ovarian cancers, either as a first-line maintenance therapy or as second-line maintenance, noting a clear PFS benefit in each setting. The Subcommittee considered that, based on the available evidence at this time, it was unclear whether first-line or second-line olaparib maintenance offered a higher chance of cure. </p><p><br></p><p><span style=\"color: black;\">1.32.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that use of olaparib in the first line would likely impact the same pool of patients as the currently funded second-line maintenance usage (ie 80% of all patients diagnosed with ovarian cancers; those with high-grade serous disease), therefore the number of potentially eligible patients would be as estimated (24 patients in year one, increasing to 52 patients by year five). </p><p><br></p><p><span style=\"color: black;\">1.33.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that standard of care monitoring for patients with ovarian cancers following either first- or second-line treatment consists of three- to four-monthly clinic visits with blood tests; for patients receiving a PARP inhibitor this would increase to monthly clinic visits for the first 6 months, then clinic visits two- to three-monthly, all accompanied by blood tests.</p><p><br></p><p><span style=\"color: black;\">1.34.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that the funding criteria for olaparib should not specify a maximum treatment duration for patients who have a partial response to olaparib after two years, as there is insufficient evidence to inform an appropriate duration of treatment and noted that very few patients remained on treatment at five years in SOLO-1.</p><p><br></p><p><span style=\"color: black;\">1.35.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that Special Authority criteria for olaparib should not facilitate access to olaparib for (non-BRCA) HRD-positive ovarian cancers or for patients with ovarian cancers who have somatic BRCAm, primarily due to the poor evidence and understanding of HRD and due to the high potential for inequitable access to testing for somatic BRCAm. </p>",
          "Status_History__c": "a132P000000Coa1QAC"
        },
        "change": null
      }
    ],
    "dateString": "Jun 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2021",
          "fs": "May 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000065bLxUAI"
          },
          "Id": "a0P2P0000065bLxUAI",
          "Event_Date__c": "2021-05-05",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "May 2021",
          "Status_History__c": "a132P000000CotXQAS"
        },
        "change": null
      }
    ],
    "dateString": "May 2021",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Dec 2021",
          "fs": "Dec 2021",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000065bLyUAI"
          },
          "Id": "a0P2P0000065bLyUAI",
          "Event_Date__c": "2021-12-14",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Dec 2021",
          "Status_History__c": "a132P000000DPxTQAW"
        },
        "change": null
      }
    ],
    "dateString": "Dec 2021",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2022",
          "fs": "Feb 2022",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is active.",
          "fs": "Public consultation for this application is active.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000065bLzUAI"
          },
          "Id": "a0P2P0000065bLzUAI",
          "Event_Date__c": "2022-02-16",
          "Event_Description__c": "Public consultation for this application is active.",
          "Stage__c": "Under Consultation",
          "Formatted_Date__c": "Feb 2022",
          "Status_History__c": "a132P000000DXpVQAW"
        },
        "change": null
      }
    ],
    "dateString": "Feb 2022",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2022",
          "fs": "Feb 2022",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "fs": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000065bM0UAI"
          },
          "Id": "a0P2P0000065bM0UAI",
          "Event_Date__c": "2022-02-16",
          "Event_Description__c": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "Stage__c": "Reviewing Consultation Feedback",
          "Formatted_Date__c": "Feb 2022",
          "Status_History__c": "a132P000000DXpaQAG"
        },
        "change": null
      }
    ],
    "dateString": "Feb 2022",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": [
      {
        "Summary": {
          "s": "https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-03-16-decision-to-fund-treatments-for-cancer-and-asthma",
          "fs": "https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-03-16-decision-to-fund-treatments-for-cancer-and-asthma",
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Mar 2022",
          "fs": "Mar 2022",
          "change": null
        },
        "Event_Description": {
          "s": "The funding application has been approved.",
          "fs": "The funding application has been approved.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000065bM1UAI"
          },
          "Id": "a0P2P0000065bM1UAI",
          "Event_Date__c": "2022-03-16",
          "Event_Description__c": "The funding application has been approved.",
          "Stage__c": "Decision",
          "Summary__c": "https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-03-16-decision-to-fund-treatments-for-cancer-and-asthma",
          "Formatted_Date__c": "Mar 2022",
          "Status_History__c": "a132P000000DcMlQAK"
        },
        "change": null
      }
    ],
    "dateString": "Mar 2022",
    "collapsed": false,
    "checked": true
  }
]