[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2019",
          "fs": "May 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000078iARUAY"
          },
          "Id": "a0P2P0000078iARUAY",
          "Event_Date__c": "2019-05-27",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "May 2019",
          "Status_History__c": "a132P000000ArgNQAS"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Mar 2020",
          "fs": "Mar 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Awaiting registration with Medsafe.",
          "fs": "Awaiting registration with Medsafe.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000078iASUAY"
          },
          "Id": "a0P2P0000078iASUAY",
          "Event_Date__c": "2020-03-20",
          "Event_Description__c": "Awaiting registration with Medsafe.",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "Mar 2020",
          "Status_History__c": "a132P000000Bb6jQAC"
        },
        "change": null
      }
    ],
    "dateString": "May 2019",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2020",
          "fs": "Oct 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000078iATUAY"
          },
          "Id": "a0P2P0000078iATUAY",
          "Event_Date__c": "2020-10-13",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Oct 2020",
          "Status_History__c": "a132P000000CFjtQAG"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2021",
          "fs": "Feb 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Assigned to Pharmacology and Therapeutics Advisory Committee (PTAC) meeting to provide advice on Friday 19 February 2021",
          "fs": "Assigned to Pharmacology and Therapeutics Advisory Committee (PTAC) meeting to provide advice on Friday 19 February 2021",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000078iQJUAY"
          },
          "Id": "a0P2P0000078iQJUAY",
          "Event_Date__c": "2021-02-20",
          "Event_Description__c": "Assigned to Pharmacology and Therapeutics Advisory Committee (PTAC) meeting to provide advice on Friday 19 February 2021",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Feb 2021",
          "Status_History__c": "a132P000000CcWaQAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>1.1.    The Committee <strong>recommended</strong> that upadacitinib be funded for the treatment of moderate to severe rheumatoid arthritis in patients for whom treatment with conventional synthetic disease-modifying anti-rheumatic drugs (DMARDs) has not been adequate, as a first-line biologic/targeted treatment instead of a currently funded first-line biologic DMARD i.e. adalimumab and etanercept, with a medium priority, subject to appropriate Special Authority criteria. This would include use of an alternative first-line biologic/targeted treatment following an inadequate response to or intolerable side effects from the other medicine(s) as permitted by current Special Authority criteria.</p><p>1.2.    In making this recommendation, the Committee considered the high health need of this patient group for whom currently funded DMARD and biologic treatments fail or are intolerable; the evidence of benefit from upadacitinib in this population; the convenience of an oral formulation over current subcutaneous and intravenous treatments, which has the potential to help address access inequities e.g. for rural patients, and ease pressures on infusion services; and the requirement for a funded herpes zoster vaccine in this patient group.</p><p>1.3.    The Committee considered that advice from the Rheumatology Subcommittee should be sought regarding upadacitinib for the treatment of RA, and in particular: whether there is evidence for the use of upadacitinib in children with juvenile idiopathic arthritis (JIA) and which particular types; the appropriate sequencing of upadacitinib and other treatments for RA; appropriate Special Authority criteria for upadacitinib for RA; and whether there is a class effect among JAK inhibitors in this setting. </p><p><br></p>",
          "fs": "<p>1.1.    The Committee <strong>recommended</strong> that upadacitinib be funded for the treatment of moderate to severe rheumatoid arthritis in patients for whom treatment with conventional synthetic disease-modifying anti-rheumatic drugs (DMARDs) has not been adequate, as a first-line biologic/targeted treatment instead of a currently funded first-line biologic DMARD i.e. adalimumab and etanercept, with a medium priority, subject to appropriate Special Authority criteria. This would include use of an alternative first-line biologic/targeted treatment following an inadequate response to or intolerable side effects from the other medicine(s) as permitted by current Special Authority criteria.</p><p>1.2.    In making this recommendation, the Committee considered the high health need of this patient group for whom currently funded DMARD and biologic treatments fail or are intolerable; the evidence of benefit from upadacitinib in this population; the convenience of an oral formulation over current subcutaneous and intravenous treatments, which has the potential to help address access inequities e.g. for rural patients, and ease pressures on infusion services; and the requirement for a funded herpes zoster vaccine in this patient group.</p><p>1.3.    The Committee considered that advice from the Rheumatology Subcommittee should be sought regarding upadacitinib for the treatment of RA, and in particular: whether there is evidence for the use of upadacitinib in children with juvenile idiopathic arthritis (JIA) and which particular types; the appropriate sequencing of upadacitinib and other treatments for RA; appropriate Special Authority criteria for upadacitinib for RA; and whether there is a class effect among JAK inhibitors in this setting. </p><p><br></p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>1.1.<span style=\"font-size: 7pt;\">           </span>The Committee noted that rheumatoid arthritis (RA) is a debilitating chronic inflammatory autoimmune disease. The Committee noted that RA is diagnosed clinically and that if untreated or unresponsive to therapy, inflammation and joint destruction lead to loss of physical function, inability to carry out daily tasks, and employment difficulties. The Committee noted that patients with RA have an increased risk of earlier death from all causes and have higher mortality from respiratory or cardiovascular diseases compared to people without RA. </p><p>1.2.<span style=\"font-size: 7pt;\">           </span>The Committee considered that New Zealand epidemiology data were limited, but noted that the overall prevalence of diagnosed RA is about 2.6%, equivalent to about 101,000 adults (over 15 years of age) with RA (<a href=\"https://www.health.govt.nz/nz-health-statistics/national-collections-and-surveys/surveys/new-zealand-health-survey\" target=\"_blank\">Ministry of Health, New Zealand Heath Survey 2018-19</a>). The Committee noted that Māori, Pacific peoples and Asian populations are also affected by RA, with 2016/2017 prevalence of 2.3% in Māori (2018/2019 prevalence of 1.9%), 1.4% in Pacific peoples and 1.3% in Asian populations. </p><p>1.3.<span style=\"font-size: 7pt;\">           </span>The Committee was made aware of evidence that indicated the magnitude of the health-related quality of life (HRQOL) impact from RA is similar to that of other chronic conditions such as type 2 diabetes, chronic heart failure and clinical depression (<a href=\"https://doi.org/10.1038/nrdp.2018.1\" target=\"_blank\">Smolen et al. Nat Rev Dis Primers. 2018;4:18001</a>). The Committee noted that a high Disease Activity Score (DAS) indicates active RA, whereas a low DAS indicates a state of almost complete remission, and members considered that the HRQOL of patients with RA and a low DAS is similar to individuals without RA. The Committee noted that the DAS28-CRP measure, which is used in many RA clinical trials, is a composite measure of C-reactive protein (CRP) and of inflammation in 28 joints, although it excludes the small joints of the feet which are commonly involved in RA. The Committee considered that the ACR70 is a useful measure of disease response to treatment in RA clinical trials and is more desirable than the ACR20 or ACR50. </p><p>1.4.<span style=\"font-size: 7pt;\">           </span>The Committee noted the intention for early, intensive treatment of RA to prevent joint damage and maintain quality of life. The Committee noted the aim of treatment is disease remission or a state of low disease activity. The Committee noted that initial treatment of RA in New Zealand typically uses conventional synthetic disease-modifying anti-rheumatic drugs (csDMARDs); initially with methotrexate alone and increasing to triple therapy if needed (or as initial treatment for severe presenting disease) with the addition of sulfasalazine and hydroxychloroquine, then using leflunomide with or without methotrexate if disease remission is not achieved. The Committee considered that co-prescribed leflunomide and methotrexate is not commonly used in other markets i.e. US and Europe, likely due to the increased risk of toxicity. For patients with disease of a severity that meets the relevant funding restriction criteria, first-line biologic DMARDs (adalimumab or etanercept, usually with methotrexate) and second-line biologic DMARDs (infliximab, rituximab and tocilizumab) may be used, with some patients cycling between these treatments within each line to achieve and maintain disease control, even if this disease control is suboptimal. The Committee considered a severe disease state is required to access funded biologic DMARDs (bDMARDs). The Committee noted prednisone may be taken by patients throughout the treatment paradigm for RA if required. </p><p>1.5.<span style=\"font-size: 7pt;\">           </span>The Committee considered that the patient population with moderate to severe RA that has been failed by all funded treatments will continue to increase over time, and considered that these patients have an ongoing need for new and effective funded treatments. The Committee considered that patients with moderate to severe RA for whom tumour necrosis factor (TNF) inhibitors i.e. adalimumab, etanercept and infliximab, are contraindicated due to heart failure would be eligible to receive rituximab or tocilizumab, which are administered by intravenous infusion and therefore imparts a greater cost on patients, family/whānau and the health system compared with subcutaneous adalimumab or etanercept.</p><p>1.6.<span style=\"font-size: 7pt;\">           </span>The Committee noted that upadacitinib is a selective and reversible inhibitor of JAK1, a member of the Janus kinase (JAK) family of enzymes, which is inhibited more potently by upadacitinib than JAK2 and JAK3; this action interrupts the IL-6 signalling pathway, which is involved in inflammation and the immune response. Members considered that this potent inhibition of JAK1 may be responsible for differences in safety and efficacy between inhibitors of JAK1 and of JAK2. The Committee noted upadacitinib is a targeted synthetic DMARD (tsDMARD).</p><p>1.7.<span style=\"font-size: 7pt;\">           </span>The Committee noted that AbbVie’s brand (Rinvoq) of upadacitinib, an oral tablet taken one daily at a dose of 15 mg, is Medsafe registered for the treatment of adults with moderately to severely active RA, as monotherapy or in combination with methotrexate or other csDMARDs. The Committee noted the application requested funding for the 15 mg daily dose in particular. The Committee noted that upadacitinib is proposed by the applicant to be funded as a first- or subsequent-biologic/targeted treatment instead of currently funded first-line biologics i.e. adalimumab and etanercept. The Committee noted PHARMAC had also requested consideration of upadacitinib as a second-line bDMARD/tsDMARD, following an inadequate response to treatment with a first-line bDMARD, typically adalimumab. </p><p>1.8.<span style=\"font-size: 7pt;\">           </span>The Committee noted that another JAK inhibitor, tofacitinib, targets JAK1 and JAK3 and that a funding application for tofacitinib for the treatment of active RA was considered by PTAC in <a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2019-08.pdf\" target=\"_blank\">August 2019</a> and is currently ranked. At that time, PTAC recommended that tofacitinib be funded with a medium priority for patients with RA under the same Special Authority criteria in place for adalimumab and etanercept, and also that it be funded with a medium priority for patients with moderate to severe RA who were not adequately responding to TNF inhibitors, subject to Special Authority criteria recommended by the Rheumatology Subcommittee.</p><p>1.9.<span style=\"font-size: 7pt;\">           </span>The Committee noted that the key evidence for upadacitinib in adults with RA comes from five clinical trials:</p><p>1.9.1.<span style=\"font-size: 7pt;\">       </span>SELECT-EARLY (<a href=\"https://doi.org/10.1002/art.41384\" target=\"_blank\">van Vollenhoven et al. Arthritis Rheumatol. 2020;72:1607-20</a>): A randomised (1:1:1), double-blind, phase III study (n=947) investigating once<span style=\"\">‐</span>daily doses of upadacitinib 15 mg or 30 mg or weekly methotrexate (7.5–20 mg per week) for 24 weeks, within a 48-week active comparator-controlled period followed by a four-year open-label extension for methotrexate-naïve patients aged ≥18 years with active, early RA i.e. RA symptoms for at least 6 weeks. Patients were excluded if they had prior intolerance of methotrexate or any prior exposure to a JAK inhibitor or bDMARD. The Committee noted the trial’s ACR70 and DAS28-CRP results indicated that both doses of upadacitinib were superior to methotrexate when used as a first-line DMARD, but noted that this setting was not the requested placement for upadacitinib according to the application.</p><p>1.9.2.<span style=\"font-size: 7pt;\">       </span>SELECT-MONOTHERAPY (<a href=\"https://pubmed.ncbi.nlm.nih.gov/31130260/?from_term=upadacitinib+rheumatoid+arthritis&amp;from_filter=pubt.clinicaltrial&amp;from_pos=2\" target=\"_blank\">Smolen et al. Lancet. 2019;393:2303-11</a>): A randomised (2:2:1:1), placebo-controlled, double-blind phase 3 trial (n=648) examined the efficacy and safety of upadacitinib as monotherapy in patients aged ≥18 years with active RA and inadequate response to methotrexate after three or more months. Patients either switched to once-daily upadacitinib monotherapy (15 mg or 30 mg), or continued methotrexate at their existing dose as blinded study drug until week 14 where they were switched to 15 mg or 30 mg once-daily upadacitinib. </p><p>1.9.2.1.<span style=\"font-size: 7pt;\">        </span>The Committee noted patients were excluded from SELECT-MONOTHERAPY if they had received a bDMARD or JAK inhibitor prior. Members considered that the trial population had relatively low active joint counts (&gt;6) compared to New Zealand patients who are required to have a greater number of active joints (at least four large joints or 20 active joints) to be eligible under the proposed Special Authority criteria.</p><p>1.9.2.2.<span style=\"font-size: 7pt;\">        </span>The Committee noted that at week 14, an ACR20 response was achieved by 68% (95% CI:62-74) receiving upadacitinib 15 mg, 71% (95% CI: 65-77) upadacitinib 30 mg, and 41% (95% CI 35-48) in the continued methotrexate group (P&lt;0.0001 for both doses vs continued methotrexate); however, members considered that the 20% improvement demonstrated by the ACR20 was not clinically meaningful. </p><p>1.9.2.3.<span style=\"font-size: 7pt;\">        </span>The Committee noted that at week 14 the DAS28-CRP score of 3.2 or lower was met by 42/216 (19%) in the continued methotrexate group, 97/217 (45%) with upadacitinib 15 mg, and 114/215 (53%) with upadacitinib 30 mg (P&lt;0.0001 for both doses vs continued methotrexate), and considered this indicated either dose of upadacitinib was more effective than methotrexate monotherapy in biologic-naïve patients. </p><p>1.9.3.<span style=\"font-size: 7pt;\">       </span>SELECT-NEXT (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29908669/?from_term=upadacitinib+rheumatoid+arthritis&amp;from_filter=pubt.clinicaltrial&amp;from_pos=5\" target=\"_blank\">Burmester et al. Lancet. 2018;391:2503-12</a>): A randomised (2:2:1:1), double-blind, placebo-controlled phase 3 trial (n=661) examined the safety and efficacy of upadacitinib in patients aged ≥18 years with active RA, who had an inadequate response to one or two csDMARDs. Patients received a background csDMARD and either once-daily extended-release upadacitinib 15 mg or 30 mg, or placebo, for 12 weeks; then placebo patients received 15 mg or 30 mg of upadacitinib once daily.</p><p>1.9.3.1.<span style=\"font-size: 7pt;\">        </span>The Committee noted that patients who had an inadequate response to prior bDMARD were excluded, however, up to 20% of patients were allowed to have previously used one bDMARD for up to three months and discontinued due to intolerance but not inefficacy. </p><p>1.9.3.2.<span style=\"font-size: 7pt;\">        </span>The Comittee noted that at week 12 a ACR20 response was achieved by 64% with upadacitinib 15 mg and 66% with upadacitinib 30 mg, compared with 36% with placebo (P&lt;0.0001 for each dose vs placebo), and DAS28-CRP score of 3.2 or less was met by 107 (48%), 105 (48%) and 38 (17%), respectively (P&lt;0.0001 for each dose vs placebo). The Committee noted that the patient-reported outcomes including the Health Assessment Questionnaire Disability Index (HAQ-DI), a standard tool in trials of RA, indicated better improvement in quality of life with upadacitinib compared to placebo. The Committee considered that this evidence indicated that both doses of upadacitinib were better than placebo in terms of disease remission.</p><p>1.9.4.<span style=\"font-size: 7pt;\">       </span>SELECT-COMPARE (<a href=\"https://doi.org/10.1002/art.41032\" target=\"_blank\">Fleischmann et al. Arthritis Rheumatol. 2019;71:1788-800</a>; <a href=\"https://pubmed.ncbi.nlm.nih.gov/31362993/?from_term=upadacitinib+rheumatoid+arthritis&amp;from_filter=pubt.clinicaltrial&amp;from_pos=3\" target=\"_blank\">Fleischmann et al. Ann Rheum Dis. 2019;78:1454-62</a>): A randomised (2:2:1), double-blind, parallel-group, placebo-controlled and active comparator-controlled trial (n=1,629) that investigated upadacitinib 15 mg once daily, or adalimumab 40 mg every other week, or matching placebo, with stable background methotrexate for 48 weeks in patients aged ≥18 years with active RA who have previously received an inadequate response to methotrexate. </p><p>1.9.4.1.<span style=\"font-size: 7pt;\">        </span>The Committee noted that patients who had an inadequate response to prior bDMARD or had prior exposure to a JAK inhibitor were excluded, however, up to 20% of patients were allowed to have previously used for up to three months, or not tolerated, one bDMARD except for adalimumab. The Committee noted that at baseline about 10% of patients had received a prior bDMARD; about 60% were receiving an oral glucocorticoid (mean dose of about 6 mg, based on prednisone or equivalent daily dose); patients had substantial erosion and the baseline DAS28-CRP was nearly 6, which members considered was quite high. The Committee considered that the COMPARE trial population was similar to the population of New Zealand patients with active RA who have previously received an inadequate response to methotrexate.</p><p>1.9.4.2.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the treatment in COMPARE aligned with use in the setting of first-line bDMARDs (adalimumab or etanercept, with methotrexate) in the New Zealand treatment paradigm for adult patients with RA.</p><p>1.9.4.3.<span style=\"font-size: 7pt;\">        </span>The Committee noted that at week 26, significantly more patients who received upadacitinib achieved a remission compared with adalimumab or placebo (P≤0.001) and that the HAQ-DI improved more with upadacitinib than with adalimumab or placebo. </p><p>1.9.4.4.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the COMPARE trial included rescue-switching to another trial treatment for patients experiencing an inadequate response at week 14; the Committee noted that data reporting outcomes up to 24 weeks post-switch suggested that upadacitinib was more effective than other treatments, this was observational data and the length of time on treatment pre-switch was variable. </p><p>1.9.4.5.<span style=\"font-size: 7pt;\">        </span>The Committee noted that, of patients in COMPARE who experienced an infection, the exposure-adjusted rate (per 100 patient-years) of herpes zoster infection was 3.1 (95% CI: 2.2 to 4.2) with upadacitinib vs 1.3 (95% CI: 0.5 to 2.8) with adalimumab.</p><p>1.9.5.<span style=\"font-size: 7pt;\">       </span>SELECT-BEYOND (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29908670/?from_term=upadacitinib+rheumatoid+arthritis&amp;from_filter=pubt.clinicaltrial&amp;from_pos=4\" target=\"_blank\">Genovese et al. Lancet. 2018;391:2513-24</a>): A randomised (2:2:1:1), double-blind phase 3 trial (n=499) examined the safety and efficacy of upadacitinib in patients aged ≥18 years with active RA with previous inadequate response from or intolerance to at least one bDMARD after at least three months. Patients received once-daily oral extended-release upadacitinib 15 mg or 30 mg or placebo for 12 weeks, followed by upadacitinib 15 mg or 30 mg from week 12 onwards, with 1-2 concomitant background csDMARDs. </p><p>1.9.5.1.<span style=\"font-size: 7pt;\">        </span>The Committee noted that patients were excluded from SELECT-BEYOND if they had received a JAK inhibitor prior and that while most participants had previously used one bDMARD, some had used two or three previously. Members noted that about three-quarters of participants received methotrexate and a large proportion received prednisone; members considered this was similar to what would be expected for New Zealand adult patients with RA. </p><p>1.9.5.2.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the treatment in SELECT-BEYOND aligned with use in the setting of second-line bDMARDs (infliximab, rituximab and tocilizumab) in the New Zealand treatment paradigm for RA.</p><p>1.9.5.3.<span style=\"font-size: 7pt;\">        </span>The Committee noted that at week 12 a DAS28-CRP score of 3.2 or less was achieved by 71/164 (43%) of patients receiving upadacitinib 15 mg and 70/165 (42%) receiving upadacitinib 30 mg versus 24/169 (14%) of patients receiving placebo (P&lt;0.0001 for each dose vs placebo). The Committee also noted the week 12 and 24 ACR20, ACR50 and ACR70 results as reported by the authors, and considered that SELECT-BEYOND indicates upadacitinib is effective when used after a bDMARD in patients with active RA.</p><p>1.10.<span style=\"font-size: 7pt;\">        </span>The Committee also noted the following evidence for upadacitinib:</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://linkinghub.elsevier.com/retrieve/pii/S0025-6196(20)30139-7\" target=\"_blank\">Wang et al. Mayo Clin Proc. 2020;95:1404-19</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.nejm.org/doi/10.1056/NEJMoa2008250?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">Rubbert-Roth et al. N Engl J Med. 2020 15;383:1511-21</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/32033937/\" target=\"_blank\">Kerschbaumer et al. Ann Rheum Dis. 2020;79:744-59</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7158206/\" target=\"_blank\">Nader et al. Clin Pharmacol Ther. 2020;107:994-1003</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://ard.bmj.com/content/79/6/760.long\" target=\"_blank\">Sepriano et al. Ann Rheum Dis. 2020;79:760-70</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.gastrojournal.org/article/S0016-5085(20)30011-1/fulltext?referrer=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F\" target=\"_blank\">Olivera et al. Gastroenterology. 2020;158:1554-73.e12</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.tandfonline.com/doi/abs/10.1080/14740338.2020.1774550?journalCode=ieds20\" target=\"_blank\">Cantini et al. Expert Opin Drug Saf. 2020;19:861-72</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://link.springer.com/article/10.1007/s40744-020-00257-w\" target=\"_blank\">Edwards et al. Rheumatol Ther. 2020. doi: 10.1007/s40744-020-00257-w. [Epub ahead of print</a>]</p><p>1.11.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the five SELECT trials provide good evidence for efficacy of upadacitinib in RA, although limited switching data was available and there were no head-to-head trials with biologics except adalimumab. The Committee considered that the data suggested a likely class effect in terms of ACR70 and DAS28-CRP benefit from JAK inhibitors in moderate to severe RA, however, updated review of the evidence for tofacitinib in this population would be beneficial to inform assessment of a class effect. The Committee considered that advice from the Rheumatology Subcommittee should be sought regarding whether there is a class effect among JAK inhibitors in this setting. </p><p>1.12.<span style=\"font-size: 7pt;\">        </span>The Committee considered that the evidence suggests upadacitinib may provide a greater benefit than adalimumab in this population, and was made aware of indirect evidence that suggests upadacitinib plus methotrexate appears more effective than adalimumab, however tofacitinib plus methotrexate appears not superior to adalimumab (<a href=\"https://icer.org/assessment/rheumatoid-arthritis-2019/\" target=\"_blank\">Tice et al. Institute for Clinical and Economic Review. 2020</a>). The Committee considered that there is evidence of a greater benefit from upadacitinib compared with methotrexate in patients with moderate to severe RA, and that upadacitinib monotherapy is effective in this patient population. </p><p>1.13.<span style=\"font-size: 7pt;\">        </span>The Committee noted that it was difficult to determine whether upadacitinib would provide the same or similar therapeutic outcome as oral tofacitinib for patients with moderate to severe RA. However, the Committee noted two indirect comparison network meta-analyses for ACR and DAS28-CRP outcomes after 12 and 24 weeks of combination treatments including JAK inhibitors compared to conventional synthetic and bDMARDs; these report a higher ordinal surface under the cumulative ranking curve (SUCRA) ranking for upadacitinib than for other treatments including tofacitinib, indicating a higher probability that upadacitinib is preferred, although this was not indicative of any difference in magnitude of treatment effect and some results were not statistically significant (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/32297280/\" target=\"_blank\">Pope et al. Adv Ther. 2020;37:2356-72</a>; <a href=\"https://dx.doi.org/10.1007/s00393-020-00750-1\" target=\"_blank\">Lee et al. Z Rheumatol. 2020;79:785-96</a>). Members considered that if only one of these agents (tofacitinib or upadacitinib) were funded for moderate to severe RA in New Zealand, upadacitinib may be preferred as the indirect evidence shows a trend towards superiority over tofacitinib, although this was highly uncertain based on the evidence to date. The Committee considered the Rheumatology Subcommittee would be best placed to consider the evidence and the potential class effect of JAK inhibitors. Members considered that the funding of either upadacitinib or tofacitinib would help address an unmet need for patients who were unable to achieve optimal disease response on currently funded treatments.</p><p>1.14.<span style=\"font-size: 7pt;\">        </span>The Committee considered that although the evidence suggests an initial period of durable response, loss of benefit may be seen with upadacitinib in RA and this loss of benefit would be likely to be due to the complex nature of RA rather than anti-drug antibodies (ADAs), which can be a limiting factor for treatment benefit with TNF inhibitors but would not be expected with upadacitinib.</p><p>1.15.<span style=\"font-size: 7pt;\">        </span>The Committee noted there was limited evidence for switching and sequencing of upadacitinib and other treatments for RA, and considered that it was unclear whether upadacitinib would provide the greatest benefit when used in the first-line or second-line and what the optimal sequencing of bDMARDs and tsDMARDs would be for this patient population, although observational data suggests that upadacitinib is effective when used after adalimumab. The Committee considered that, if upadacitinib were funded for use in any line, given the available evidence, it could be appropriate for a decision on its use to be at the clinician’s and patient’s discretion. The Committee considered that advice from the Rheumatology Subcommittee should be sought regarding appropriate sequencing of upadacitinib and other treatments for RA.</p><p>1.16.<span style=\"font-size: 7pt;\">        </span>The Committee considered that the evidence suggests there is a class effect for adverse events from JAK inhibitors, and was made aware of evidence for both doses of upadacitinib from the five SELECT trials in which there was a statistically significant increased risk of herpes zoster (shingles) with upadacitinib compared with methotrexate (hazard ratio [HR] 2.997 and 3.023 for 15 mg and 30 mg, respectively) and adalimumab (HR 3.221 and 4.989, respectively) (<a href=\"https://ard.bmj.com/content/80/3/304\" target=\"_blank\">Cohen et al. Ann Rheum Dis. 2020;annrheumdis-2020-218510; Supplementary Table S4</a>). The Committee noted that a live attenuated herpes zoster vaccination e.g. Zostervax is contraindicated in patients receiving biologic treatment, therefore a non-live vaccine e.g. Shingrix, would be required in the patient population receiving a biologic treatment for RA.</p><p>1.17.<span style=\"font-size: 7pt;\">        </span>The Committee noted that, like tocilizumab, upadacitinib is associated with elevated HDL and LDL cholesterol levels which can convey an increased lifetime risk of cardiovascular disease (CVD) for some patients, although it was unclear whether this was a clinically significant risk in the context of RA. The Committee was made aware of a meta-analysis of 26 randomised controlled trials that included almost 12,000 patients who received JAK inhibitors including upadacitinib, which reported that the increase in risk of CVD was not significant (<a href=\"https://ard.bmj.com/lookup/pmidlookup?view=long&amp;pmid=31088790\" target=\"_blank\">Xie et al. Ann Rheum Dis. 2019;78:1048-54</a>). The Committee considered that although this may not be a significant risk, lipid monitoring may be appropriate during treatment with upadacitinib. </p><p>1.18.<span style=\"font-size: 7pt;\">        </span>Members noted that the safety profile of upadacitinib was otherwise as expected for JAK inhibitors, without an increased risk of pulmonary embolism seen with use of higher doses of tofacitinib (as used in the treatment of inflammatory bowel disease).</p><p>1.19.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the oral formulation of upadacitinib would offer suitability benefits in terms of convenience and ease of administration compared with subcutaneous (which require syringe disposal) or intravenous administration. The Committee considered that, if funded, use of upadacitinib would reduce the infusion resource required for the treatment of patients with moderate to severe RA, noting that infusion services in New Zealand are used for treatment of many conditions and currently operate at or near capacity.</p><p>1.20.<span style=\"font-size: 7pt;\">        </span>The Committee noted that some formulations e.g. oral, offer advantages over others e.g. injection, for paediatric patients, although no evidence for the use of upadacitinib in juvenile idiopathic arthritis (JIA) was identified at this time. The Committee considered that advice from the Rheumatology Subcommittee should be sought regarding whether there is evidence for the use of upadacitinib and other JAK inhibitors e.g. tofacitinib, in children with JIA, and considered that a small group of children who have tried all other treatment options may seek funded access to upadacitinib.</p><p>1.21.<span style=\"font-size: 7pt;\">        </span>The Committee noted that additional blood tests e.g. for lipid monitoring, and the cost of a non-live shingles vaccine should be included in the overall cost of upadacitinib treatment. The Committee considered that, if upadacitinib were funded, there would likely be a reduction in both the number of patients on first-line TNF inhibitors (adalimumab and etanercept) and the number of patients requiring IV-administered treatments for RA. The Committee considered that, in a second-line setting, it was uncertain whether upadacitinib would primarily be used after failure of one or two TNF inhibitors, and that the Rheumatology Subcommittee could advise on upadacitinib’s place in the treatment algorithm and appropriate Special Authority access criteria for upadacitinib for RA.</p><p>1.22.<span style=\"font-size: 7pt;\">        </span>The Committee noted the patient numbers estimated by PHARMAC staff, which assumed an expansion in the population receiving biologic or tsDMARD treatment of 10%, and high early uptake reflective of a bolus of patients moving onto upadacitinib treatment. The Committee considered that the assumptions used by PHARMAC staff in the budget impact analysis were reasonable and consistent with prior clinical advice, and would likely be similar for tofacitinib. The Committee considered that there may be high uptake of oral tablets, and this would be driven by patient preference; the Committee also considered that, if funded with the same access criteria as adalimumab and etanercept, upadacitinib may be prescribed for greater than 40% of biologic-naïve patients with RA.</p><p>1.23.<span style=\"font-size: 7pt;\">        </span>The Committee considered that, if upadacitinib were funded for use in any line of therapy for RA, a small number of patients currently on other therapies may elect to switch from their current therapy to upadacitinib; possibly due to poorly managed disease despite other treatment, or reliance on another person e.g. a nurse, for treatment administration. </p>",
          "fs": "<p>1.1.<span style=\"font-size: 7pt;\">           </span>The Committee noted that rheumatoid arthritis (RA) is a debilitating chronic inflammatory autoimmune disease. The Committee noted that RA is diagnosed clinically and that if untreated or unresponsive to therapy, inflammation and joint destruction lead to loss of physical function, inability to carry out daily tasks, and employment difficulties. The Committee noted that patients with RA have an increased risk of earlier death from all causes and have higher mortality from respiratory or cardiovascular diseases compared to people without RA. </p><p>1.2.<span style=\"font-size: 7pt;\">           </span>The Committee considered that New Zealand epidemiology data were limited, but noted that the overall prevalence of diagnosed RA is about 2.6%, equivalent to about 101,000 adults (over 15 years of age) with RA (<a href=\"https://www.health.govt.nz/nz-health-statistics/national-collections-and-surveys/surveys/new-zealand-health-survey\" target=\"_blank\">Ministry of Health, New Zealand Heath Survey 2018-19</a>). The Committee noted that Māori, Pacific peoples and Asian populations are also affected by RA, with 2016/2017 prevalence of 2.3% in Māori (2018/2019 prevalence of 1.9%), 1.4% in Pacific peoples and 1.3% in Asian populations. </p><p>1.3.<span style=\"font-size: 7pt;\">           </span>The Committee was made aware of evidence that indicated the magnitude of the health-related quality of life (HRQOL) impact from RA is similar to that of other chronic conditions such as type 2 diabetes, chronic heart failure and clinical depression (<a href=\"https://doi.org/10.1038/nrdp.2018.1\" target=\"_blank\">Smolen et al. Nat Rev Dis Primers. 2018;4:18001</a>). The Committee noted that a high Disease Activity Score (DAS) indicates active RA, whereas a low DAS indicates a state of almost complete remission, and members considered that the HRQOL of patients with RA and a low DAS is similar to individuals without RA. The Committee noted that the DAS28-CRP measure, which is used in many RA clinical trials, is a composite measure of C-reactive protein (CRP) and of inflammation in 28 joints, although it excludes the small joints of the feet which are commonly involved in RA. The Committee considered that the ACR70 is a useful measure of disease response to treatment in RA clinical trials and is more desirable than the ACR20 or ACR50. </p><p>1.4.<span style=\"font-size: 7pt;\">           </span>The Committee noted the intention for early, intensive treatment of RA to prevent joint damage and maintain quality of life. The Committee noted the aim of treatment is disease remission or a state of low disease activity. The Committee noted that initial treatment of RA in New Zealand typically uses conventional synthetic disease-modifying anti-rheumatic drugs (csDMARDs); initially with methotrexate alone and increasing to triple therapy if needed (or as initial treatment for severe presenting disease) with the addition of sulfasalazine and hydroxychloroquine, then using leflunomide with or without methotrexate if disease remission is not achieved. The Committee considered that co-prescribed leflunomide and methotrexate is not commonly used in other markets i.e. US and Europe, likely due to the increased risk of toxicity. For patients with disease of a severity that meets the relevant funding restriction criteria, first-line biologic DMARDs (adalimumab or etanercept, usually with methotrexate) and second-line biologic DMARDs (infliximab, rituximab and tocilizumab) may be used, with some patients cycling between these treatments within each line to achieve and maintain disease control, even if this disease control is suboptimal. The Committee considered a severe disease state is required to access funded biologic DMARDs (bDMARDs). The Committee noted prednisone may be taken by patients throughout the treatment paradigm for RA if required. </p><p>1.5.<span style=\"font-size: 7pt;\">           </span>The Committee considered that the patient population with moderate to severe RA that has been failed by all funded treatments will continue to increase over time, and considered that these patients have an ongoing need for new and effective funded treatments. The Committee considered that patients with moderate to severe RA for whom tumour necrosis factor (TNF) inhibitors i.e. adalimumab, etanercept and infliximab, are contraindicated due to heart failure would be eligible to receive rituximab or tocilizumab, which are administered by intravenous infusion and therefore imparts a greater cost on patients, family/whānau and the health system compared with subcutaneous adalimumab or etanercept.</p><p>1.6.<span style=\"font-size: 7pt;\">           </span>The Committee noted that upadacitinib is a selective and reversible inhibitor of JAK1, a member of the Janus kinase (JAK) family of enzymes, which is inhibited more potently by upadacitinib than JAK2 and JAK3; this action interrupts the IL-6 signalling pathway, which is involved in inflammation and the immune response. Members considered that this potent inhibition of JAK1 may be responsible for differences in safety and efficacy between inhibitors of JAK1 and of JAK2. The Committee noted upadacitinib is a targeted synthetic DMARD (tsDMARD).</p><p>1.7.<span style=\"font-size: 7pt;\">           </span>The Committee noted that AbbVie’s brand (Rinvoq) of upadacitinib, an oral tablet taken one daily at a dose of 15 mg, is Medsafe registered for the treatment of adults with moderately to severely active RA, as monotherapy or in combination with methotrexate or other csDMARDs. The Committee noted the application requested funding for the 15 mg daily dose in particular. The Committee noted that upadacitinib is proposed by the applicant to be funded as a first- or subsequent-biologic/targeted treatment instead of currently funded first-line biologics i.e. adalimumab and etanercept. The Committee noted PHARMAC had also requested consideration of upadacitinib as a second-line bDMARD/tsDMARD, following an inadequate response to treatment with a first-line bDMARD, typically adalimumab. </p><p>1.8.<span style=\"font-size: 7pt;\">           </span>The Committee noted that another JAK inhibitor, tofacitinib, targets JAK1 and JAK3 and that a funding application for tofacitinib for the treatment of active RA was considered by PTAC in <a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2019-08.pdf\" target=\"_blank\">August 2019</a> and is currently ranked. At that time, PTAC recommended that tofacitinib be funded with a medium priority for patients with RA under the same Special Authority criteria in place for adalimumab and etanercept, and also that it be funded with a medium priority for patients with moderate to severe RA who were not adequately responding to TNF inhibitors, subject to Special Authority criteria recommended by the Rheumatology Subcommittee.</p><p>1.9.<span style=\"font-size: 7pt;\">           </span>The Committee noted that the key evidence for upadacitinib in adults with RA comes from five clinical trials:</p><p>1.9.1.<span style=\"font-size: 7pt;\">       </span>SELECT-EARLY (<a href=\"https://doi.org/10.1002/art.41384\" target=\"_blank\">van Vollenhoven et al. Arthritis Rheumatol. 2020;72:1607-20</a>): A randomised (1:1:1), double-blind, phase III study (n=947) investigating once<span style=\"\">‐</span>daily doses of upadacitinib 15 mg or 30 mg or weekly methotrexate (7.5–20 mg per week) for 24 weeks, within a 48-week active comparator-controlled period followed by a four-year open-label extension for methotrexate-naïve patients aged ≥18 years with active, early RA i.e. RA symptoms for at least 6 weeks. Patients were excluded if they had prior intolerance of methotrexate or any prior exposure to a JAK inhibitor or bDMARD. The Committee noted the trial’s ACR70 and DAS28-CRP results indicated that both doses of upadacitinib were superior to methotrexate when used as a first-line DMARD, but noted that this setting was not the requested placement for upadacitinib according to the application.</p><p>1.9.2.<span style=\"font-size: 7pt;\">       </span>SELECT-MONOTHERAPY (<a href=\"https://pubmed.ncbi.nlm.nih.gov/31130260/?from_term=upadacitinib+rheumatoid+arthritis&amp;from_filter=pubt.clinicaltrial&amp;from_pos=2\" target=\"_blank\">Smolen et al. Lancet. 2019;393:2303-11</a>): A randomised (2:2:1:1), placebo-controlled, double-blind phase 3 trial (n=648) examined the efficacy and safety of upadacitinib as monotherapy in patients aged ≥18 years with active RA and inadequate response to methotrexate after three or more months. Patients either switched to once-daily upadacitinib monotherapy (15 mg or 30 mg), or continued methotrexate at their existing dose as blinded study drug until week 14 where they were switched to 15 mg or 30 mg once-daily upadacitinib. </p><p>1.9.2.1.<span style=\"font-size: 7pt;\">        </span>The Committee noted patients were excluded from SELECT-MONOTHERAPY if they had received a bDMARD or JAK inhibitor prior. Members considered that the trial population had relatively low active joint counts (&gt;6) compared to New Zealand patients who are required to have a greater number of active joints (at least four large joints or 20 active joints) to be eligible under the proposed Special Authority criteria.</p><p>1.9.2.2.<span style=\"font-size: 7pt;\">        </span>The Committee noted that at week 14, an ACR20 response was achieved by 68% (95% CI:62-74) receiving upadacitinib 15 mg, 71% (95% CI: 65-77) upadacitinib 30 mg, and 41% (95% CI 35-48) in the continued methotrexate group (P&lt;0.0001 for both doses vs continued methotrexate); however, members considered that the 20% improvement demonstrated by the ACR20 was not clinically meaningful. </p><p>1.9.2.3.<span style=\"font-size: 7pt;\">        </span>The Committee noted that at week 14 the DAS28-CRP score of 3.2 or lower was met by 42/216 (19%) in the continued methotrexate group, 97/217 (45%) with upadacitinib 15 mg, and 114/215 (53%) with upadacitinib 30 mg (P&lt;0.0001 for both doses vs continued methotrexate), and considered this indicated either dose of upadacitinib was more effective than methotrexate monotherapy in biologic-naïve patients. </p><p>1.9.3.<span style=\"font-size: 7pt;\">       </span>SELECT-NEXT (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29908669/?from_term=upadacitinib+rheumatoid+arthritis&amp;from_filter=pubt.clinicaltrial&amp;from_pos=5\" target=\"_blank\">Burmester et al. Lancet. 2018;391:2503-12</a>): A randomised (2:2:1:1), double-blind, placebo-controlled phase 3 trial (n=661) examined the safety and efficacy of upadacitinib in patients aged ≥18 years with active RA, who had an inadequate response to one or two csDMARDs. Patients received a background csDMARD and either once-daily extended-release upadacitinib 15 mg or 30 mg, or placebo, for 12 weeks; then placebo patients received 15 mg or 30 mg of upadacitinib once daily.</p><p>1.9.3.1.<span style=\"font-size: 7pt;\">        </span>The Committee noted that patients who had an inadequate response to prior bDMARD were excluded, however, up to 20% of patients were allowed to have previously used one bDMARD for up to three months and discontinued due to intolerance but not inefficacy. </p><p>1.9.3.2.<span style=\"font-size: 7pt;\">        </span>The Comittee noted that at week 12 a ACR20 response was achieved by 64% with upadacitinib 15 mg and 66% with upadacitinib 30 mg, compared with 36% with placebo (P&lt;0.0001 for each dose vs placebo), and DAS28-CRP score of 3.2 or less was met by 107 (48%), 105 (48%) and 38 (17%), respectively (P&lt;0.0001 for each dose vs placebo). The Committee noted that the patient-reported outcomes including the Health Assessment Questionnaire Disability Index (HAQ-DI), a standard tool in trials of RA, indicated better improvement in quality of life with upadacitinib compared to placebo. The Committee considered that this evidence indicated that both doses of upadacitinib were better than placebo in terms of disease remission.</p><p>1.9.4.<span style=\"font-size: 7pt;\">       </span>SELECT-COMPARE (<a href=\"https://doi.org/10.1002/art.41032\" target=\"_blank\">Fleischmann et al. Arthritis Rheumatol. 2019;71:1788-800</a>; <a href=\"https://pubmed.ncbi.nlm.nih.gov/31362993/?from_term=upadacitinib+rheumatoid+arthritis&amp;from_filter=pubt.clinicaltrial&amp;from_pos=3\" target=\"_blank\">Fleischmann et al. Ann Rheum Dis. 2019;78:1454-62</a>): A randomised (2:2:1), double-blind, parallel-group, placebo-controlled and active comparator-controlled trial (n=1,629) that investigated upadacitinib 15 mg once daily, or adalimumab 40 mg every other week, or matching placebo, with stable background methotrexate for 48 weeks in patients aged ≥18 years with active RA who have previously received an inadequate response to methotrexate. </p><p>1.9.4.1.<span style=\"font-size: 7pt;\">        </span>The Committee noted that patients who had an inadequate response to prior bDMARD or had prior exposure to a JAK inhibitor were excluded, however, up to 20% of patients were allowed to have previously used for up to three months, or not tolerated, one bDMARD except for adalimumab. The Committee noted that at baseline about 10% of patients had received a prior bDMARD; about 60% were receiving an oral glucocorticoid (mean dose of about 6 mg, based on prednisone or equivalent daily dose); patients had substantial erosion and the baseline DAS28-CRP was nearly 6, which members considered was quite high. The Committee considered that the COMPARE trial population was similar to the population of New Zealand patients with active RA who have previously received an inadequate response to methotrexate.</p><p>1.9.4.2.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the treatment in COMPARE aligned with use in the setting of first-line bDMARDs (adalimumab or etanercept, with methotrexate) in the New Zealand treatment paradigm for adult patients with RA.</p><p>1.9.4.3.<span style=\"font-size: 7pt;\">        </span>The Committee noted that at week 26, significantly more patients who received upadacitinib achieved a remission compared with adalimumab or placebo (P≤0.001) and that the HAQ-DI improved more with upadacitinib than with adalimumab or placebo. </p><p>1.9.4.4.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the COMPARE trial included rescue-switching to another trial treatment for patients experiencing an inadequate response at week 14; the Committee noted that data reporting outcomes up to 24 weeks post-switch suggested that upadacitinib was more effective than other treatments, this was observational data and the length of time on treatment pre-switch was variable. </p><p>1.9.4.5.<span style=\"font-size: 7pt;\">        </span>The Committee noted that, of patients in COMPARE who experienced an infection, the exposure-adjusted rate (per 100 patient-years) of herpes zoster infection was 3.1 (95% CI: 2.2 to 4.2) with upadacitinib vs 1.3 (95% CI: 0.5 to 2.8) with adalimumab.</p><p>1.9.5.<span style=\"font-size: 7pt;\">       </span>SELECT-BEYOND (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29908670/?from_term=upadacitinib+rheumatoid+arthritis&amp;from_filter=pubt.clinicaltrial&amp;from_pos=4\" target=\"_blank\">Genovese et al. Lancet. 2018;391:2513-24</a>): A randomised (2:2:1:1), double-blind phase 3 trial (n=499) examined the safety and efficacy of upadacitinib in patients aged ≥18 years with active RA with previous inadequate response from or intolerance to at least one bDMARD after at least three months. Patients received once-daily oral extended-release upadacitinib 15 mg or 30 mg or placebo for 12 weeks, followed by upadacitinib 15 mg or 30 mg from week 12 onwards, with 1-2 concomitant background csDMARDs. </p><p>1.9.5.1.<span style=\"font-size: 7pt;\">        </span>The Committee noted that patients were excluded from SELECT-BEYOND if they had received a JAK inhibitor prior and that while most participants had previously used one bDMARD, some had used two or three previously. Members noted that about three-quarters of participants received methotrexate and a large proportion received prednisone; members considered this was similar to what would be expected for New Zealand adult patients with RA. </p><p>1.9.5.2.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the treatment in SELECT-BEYOND aligned with use in the setting of second-line bDMARDs (infliximab, rituximab and tocilizumab) in the New Zealand treatment paradigm for RA.</p><p>1.9.5.3.<span style=\"font-size: 7pt;\">        </span>The Committee noted that at week 12 a DAS28-CRP score of 3.2 or less was achieved by 71/164 (43%) of patients receiving upadacitinib 15 mg and 70/165 (42%) receiving upadacitinib 30 mg versus 24/169 (14%) of patients receiving placebo (P&lt;0.0001 for each dose vs placebo). The Committee also noted the week 12 and 24 ACR20, ACR50 and ACR70 results as reported by the authors, and considered that SELECT-BEYOND indicates upadacitinib is effective when used after a bDMARD in patients with active RA.</p><p>1.10.<span style=\"font-size: 7pt;\">        </span>The Committee also noted the following evidence for upadacitinib:</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://linkinghub.elsevier.com/retrieve/pii/S0025-6196(20)30139-7\" target=\"_blank\">Wang et al. Mayo Clin Proc. 2020;95:1404-19</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.nejm.org/doi/10.1056/NEJMoa2008250?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">Rubbert-Roth et al. N Engl J Med. 2020 15;383:1511-21</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/32033937/\" target=\"_blank\">Kerschbaumer et al. Ann Rheum Dis. 2020;79:744-59</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7158206/\" target=\"_blank\">Nader et al. Clin Pharmacol Ther. 2020;107:994-1003</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://ard.bmj.com/content/79/6/760.long\" target=\"_blank\">Sepriano et al. Ann Rheum Dis. 2020;79:760-70</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.gastrojournal.org/article/S0016-5085(20)30011-1/fulltext?referrer=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F\" target=\"_blank\">Olivera et al. Gastroenterology. 2020;158:1554-73.e12</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.tandfonline.com/doi/abs/10.1080/14740338.2020.1774550?journalCode=ieds20\" target=\"_blank\">Cantini et al. Expert Opin Drug Saf. 2020;19:861-72</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://link.springer.com/article/10.1007/s40744-020-00257-w\" target=\"_blank\">Edwards et al. Rheumatol Ther. 2020. doi: 10.1007/s40744-020-00257-w. [Epub ahead of print</a>]</p><p>1.11.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the five SELECT trials provide good evidence for efficacy of upadacitinib in RA, although limited switching data was available and there were no head-to-head trials with biologics except adalimumab. The Committee considered that the data suggested a likely class effect in terms of ACR70 and DAS28-CRP benefit from JAK inhibitors in moderate to severe RA, however, updated review of the evidence for tofacitinib in this population would be beneficial to inform assessment of a class effect. The Committee considered that advice from the Rheumatology Subcommittee should be sought regarding whether there is a class effect among JAK inhibitors in this setting. </p><p>1.12.<span style=\"font-size: 7pt;\">        </span>The Committee considered that the evidence suggests upadacitinib may provide a greater benefit than adalimumab in this population, and was made aware of indirect evidence that suggests upadacitinib plus methotrexate appears more effective than adalimumab, however tofacitinib plus methotrexate appears not superior to adalimumab (<a href=\"https://icer.org/assessment/rheumatoid-arthritis-2019/\" target=\"_blank\">Tice et al. Institute for Clinical and Economic Review. 2020</a>). The Committee considered that there is evidence of a greater benefit from upadacitinib compared with methotrexate in patients with moderate to severe RA, and that upadacitinib monotherapy is effective in this patient population. </p><p>1.13.<span style=\"font-size: 7pt;\">        </span>The Committee noted that it was difficult to determine whether upadacitinib would provide the same or similar therapeutic outcome as oral tofacitinib for patients with moderate to severe RA. However, the Committee noted two indirect comparison network meta-analyses for ACR and DAS28-CRP outcomes after 12 and 24 weeks of combination treatments including JAK inhibitors compared to conventional synthetic and bDMARDs; these report a higher ordinal surface under the cumulative ranking curve (SUCRA) ranking for upadacitinib than for other treatments including tofacitinib, indicating a higher probability that upadacitinib is preferred, although this was not indicative of any difference in magnitude of treatment effect and some results were not statistically significant (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/32297280/\" target=\"_blank\">Pope et al. Adv Ther. 2020;37:2356-72</a>; <a href=\"https://dx.doi.org/10.1007/s00393-020-00750-1\" target=\"_blank\">Lee et al. Z Rheumatol. 2020;79:785-96</a>). Members considered that if only one of these agents (tofacitinib or upadacitinib) were funded for moderate to severe RA in New Zealand, upadacitinib may be preferred as the indirect evidence shows a trend towards superiority over tofacitinib, although this was highly uncertain based on the evidence to date. The Committee considered the Rheumatology Subcommittee would be best placed to consider the evidence and the potential class effect of JAK inhibitors. Members considered that the funding of either upadacitinib or tofacitinib would help address an unmet need for patients who were unable to achieve optimal disease response on currently funded treatments.</p><p>1.14.<span style=\"font-size: 7pt;\">        </span>The Committee considered that although the evidence suggests an initial period of durable response, loss of benefit may be seen with upadacitinib in RA and this loss of benefit would be likely to be due to the complex nature of RA rather than anti-drug antibodies (ADAs), which can be a limiting factor for treatment benefit with TNF inhibitors but would not be expected with upadacitinib.</p><p>1.15.<span style=\"font-size: 7pt;\">        </span>The Committee noted there was limited evidence for switching and sequencing of upadacitinib and other treatments for RA, and considered that it was unclear whether upadacitinib would provide the greatest benefit when used in the first-line or second-line and what the optimal sequencing of bDMARDs and tsDMARDs would be for this patient population, although observational data suggests that upadacitinib is effective when used after adalimumab. The Committee considered that, if upadacitinib were funded for use in any line, given the available evidence, it could be appropriate for a decision on its use to be at the clinician’s and patient’s discretion. The Committee considered that advice from the Rheumatology Subcommittee should be sought regarding appropriate sequencing of upadacitinib and other treatments for RA.</p><p>1.16.<span style=\"font-size: 7pt;\">        </span>The Committee considered that the evidence suggests there is a class effect for adverse events from JAK inhibitors, and was made aware of evidence for both doses of upadacitinib from the five SELECT trials in which there was a statistically significant increased risk of herpes zoster (shingles) with upadacitinib compared with methotrexate (hazard ratio [HR] 2.997 and 3.023 for 15 mg and 30 mg, respectively) and adalimumab (HR 3.221 and 4.989, respectively) (<a href=\"https://ard.bmj.com/content/80/3/304\" target=\"_blank\">Cohen et al. Ann Rheum Dis. 2020;annrheumdis-2020-218510; Supplementary Table S4</a>). The Committee noted that a live attenuated herpes zoster vaccination e.g. Zostervax is contraindicated in patients receiving biologic treatment, therefore a non-live vaccine e.g. Shingrix, would be required in the patient population receiving a biologic treatment for RA.</p><p>1.17.<span style=\"font-size: 7pt;\">        </span>The Committee noted that, like tocilizumab, upadacitinib is associated with elevated HDL and LDL cholesterol levels which can convey an increased lifetime risk of cardiovascular disease (CVD) for some patients, although it was unclear whether this was a clinically significant risk in the context of RA. The Committee was made aware of a meta-analysis of 26 randomised controlled trials that included almost 12,000 patients who received JAK inhibitors including upadacitinib, which reported that the increase in risk of CVD was not significant (<a href=\"https://ard.bmj.com/lookup/pmidlookup?view=long&amp;pmid=31088790\" target=\"_blank\">Xie et al. Ann Rheum Dis. 2019;78:1048-54</a>). The Committee considered that although this may not be a significant risk, lipid monitoring may be appropriate during treatment with upadacitinib. </p><p>1.18.<span style=\"font-size: 7pt;\">        </span>Members noted that the safety profile of upadacitinib was otherwise as expected for JAK inhibitors, without an increased risk of pulmonary embolism seen with use of higher doses of tofacitinib (as used in the treatment of inflammatory bowel disease).</p><p>1.19.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the oral formulation of upadacitinib would offer suitability benefits in terms of convenience and ease of administration compared with subcutaneous (which require syringe disposal) or intravenous administration. The Committee considered that, if funded, use of upadacitinib would reduce the infusion resource required for the treatment of patients with moderate to severe RA, noting that infusion services in New Zealand are used for treatment of many conditions and currently operate at or near capacity.</p><p>1.20.<span style=\"font-size: 7pt;\">        </span>The Committee noted that some formulations e.g. oral, offer advantages over others e.g. injection, for paediatric patients, although no evidence for the use of upadacitinib in juvenile idiopathic arthritis (JIA) was identified at this time. The Committee considered that advice from the Rheumatology Subcommittee should be sought regarding whether there is evidence for the use of upadacitinib and other JAK inhibitors e.g. tofacitinib, in children with JIA, and considered that a small group of children who have tried all other treatment options may seek funded access to upadacitinib.</p><p>1.21.<span style=\"font-size: 7pt;\">        </span>The Committee noted that additional blood tests e.g. for lipid monitoring, and the cost of a non-live shingles vaccine should be included in the overall cost of upadacitinib treatment. The Committee considered that, if upadacitinib were funded, there would likely be a reduction in both the number of patients on first-line TNF inhibitors (adalimumab and etanercept) and the number of patients requiring IV-administered treatments for RA. The Committee considered that, in a second-line setting, it was uncertain whether upadacitinib would primarily be used after failure of one or two TNF inhibitors, and that the Rheumatology Subcommittee could advise on upadacitinib’s place in the treatment algorithm and appropriate Special Authority access criteria for upadacitinib for RA.</p><p>1.22.<span style=\"font-size: 7pt;\">        </span>The Committee noted the patient numbers estimated by PHARMAC staff, which assumed an expansion in the population receiving biologic or tsDMARD treatment of 10%, and high early uptake reflective of a bolus of patients moving onto upadacitinib treatment. The Committee considered that the assumptions used by PHARMAC staff in the budget impact analysis were reasonable and consistent with prior clinical advice, and would likely be similar for tofacitinib. The Committee considered that there may be high uptake of oral tablets, and this would be driven by patient preference; the Committee also considered that, if funded with the same access criteria as adalimumab and etanercept, upadacitinib may be prescribed for greater than 40% of biologic-naïve patients with RA.</p><p>1.23.<span style=\"font-size: 7pt;\">        </span>The Committee considered that, if upadacitinib were funded for use in any line of therapy for RA, a small number of patients currently on other therapies may elect to switch from their current therapy to upadacitinib; possibly due to poorly managed disease despite other treatment, or reliance on another person e.g. a nurse, for treatment administration. </p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>1.1.<span style=\"font-size: 7pt;\">           </span>The Committee reviewed the application from AbbVie for upadacitinib (Rinvoq) for the treatment of moderate to severe rheumatoid arthritis. The Committee noted that the supplier’s initial application was made in May 2019 and a subsequent addendum with additional, updated information was provided in May 2020.</p><p>1.2.<span style=\"font-size: 7pt;\">           </span>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "fs": "<p>1.1.<span style=\"font-size: 7pt;\">           </span>The Committee reviewed the application from AbbVie for upadacitinib (Rinvoq) for the treatment of moderate to severe rheumatoid arthritis. The Committee noted that the supplier’s initial application was made in May 2019 and a subsequent addendum with additional, updated information was provided in May 2020.</p><p>1.2.<span style=\"font-size: 7pt;\">           </span>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Medium",
          "fs": "Medium",
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2021",
          "fs": "May 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Friday 19 February 2021.",
          "fs": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Friday 19 February 2021.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000078iQKUAY"
          },
          "Id": "a0P2P0000078iQKUAY",
          "Event_Date__c": "2021-05-12",
          "Event_Description__c": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Friday 19 February 2021.",
          "Stage__c": "Seeking Clinical Advice",
          "Outcome__c": "Medium",
          "Formatted_Date__c": "May 2021",
          "Published_Recommendation__c": "<p>1.1.    The Committee <strong>recommended</strong> that upadacitinib be funded for the treatment of moderate to severe rheumatoid arthritis in patients for whom treatment with conventional synthetic disease-modifying anti-rheumatic drugs (DMARDs) has not been adequate, as a first-line biologic/targeted treatment instead of a currently funded first-line biologic DMARD i.e. adalimumab and etanercept, with a medium priority, subject to appropriate Special Authority criteria. This would include use of an alternative first-line biologic/targeted treatment following an inadequate response to or intolerable side effects from the other medicine(s) as permitted by current Special Authority criteria.</p><p>1.2.    In making this recommendation, the Committee considered the high health need of this patient group for whom currently funded DMARD and biologic treatments fail or are intolerable; the evidence of benefit from upadacitinib in this population; the convenience of an oral formulation over current subcutaneous and intravenous treatments, which has the potential to help address access inequities e.g. for rural patients, and ease pressures on infusion services; and the requirement for a funded herpes zoster vaccine in this patient group.</p><p>1.3.    The Committee considered that advice from the Rheumatology Subcommittee should be sought regarding upadacitinib for the treatment of RA, and in particular: whether there is evidence for the use of upadacitinib in children with juvenile idiopathic arthritis (JIA) and which particular types; the appropriate sequencing of upadacitinib and other treatments for RA; appropriate Special Authority criteria for upadacitinib for RA; and whether there is a class effect among JAK inhibitors in this setting. </p><p><br></p>",
          "Published_Application__c": "<p>1.1.<span style=\"font-size: 7pt;\">           </span>The Committee reviewed the application from AbbVie for upadacitinib (Rinvoq) for the treatment of moderate to severe rheumatoid arthritis. The Committee noted that the supplier’s initial application was made in May 2019 and a subsequent addendum with additional, updated information was provided in May 2020.</p><p>1.2.<span style=\"font-size: 7pt;\">           </span>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "Published_Discussion__c": "<p>1.1.<span style=\"font-size: 7pt;\">           </span>The Committee noted that rheumatoid arthritis (RA) is a debilitating chronic inflammatory autoimmune disease. The Committee noted that RA is diagnosed clinically and that if untreated or unresponsive to therapy, inflammation and joint destruction lead to loss of physical function, inability to carry out daily tasks, and employment difficulties. The Committee noted that patients with RA have an increased risk of earlier death from all causes and have higher mortality from respiratory or cardiovascular diseases compared to people without RA. </p><p>1.2.<span style=\"font-size: 7pt;\">           </span>The Committee considered that New Zealand epidemiology data were limited, but noted that the overall prevalence of diagnosed RA is about 2.6%, equivalent to about 101,000 adults (over 15 years of age) with RA (<a href=\"https://www.health.govt.nz/nz-health-statistics/national-collections-and-surveys/surveys/new-zealand-health-survey\" target=\"_blank\">Ministry of Health, New Zealand Heath Survey 2018-19</a>). The Committee noted that Māori, Pacific peoples and Asian populations are also affected by RA, with 2016/2017 prevalence of 2.3% in Māori (2018/2019 prevalence of 1.9%), 1.4% in Pacific peoples and 1.3% in Asian populations. </p><p>1.3.<span style=\"font-size: 7pt;\">           </span>The Committee was made aware of evidence that indicated the magnitude of the health-related quality of life (HRQOL) impact from RA is similar to that of other chronic conditions such as type 2 diabetes, chronic heart failure and clinical depression (<a href=\"https://doi.org/10.1038/nrdp.2018.1\" target=\"_blank\">Smolen et al. Nat Rev Dis Primers. 2018;4:18001</a>). The Committee noted that a high Disease Activity Score (DAS) indicates active RA, whereas a low DAS indicates a state of almost complete remission, and members considered that the HRQOL of patients with RA and a low DAS is similar to individuals without RA. The Committee noted that the DAS28-CRP measure, which is used in many RA clinical trials, is a composite measure of C-reactive protein (CRP) and of inflammation in 28 joints, although it excludes the small joints of the feet which are commonly involved in RA. The Committee considered that the ACR70 is a useful measure of disease response to treatment in RA clinical trials and is more desirable than the ACR20 or ACR50. </p><p>1.4.<span style=\"font-size: 7pt;\">           </span>The Committee noted the intention for early, intensive treatment of RA to prevent joint damage and maintain quality of life. The Committee noted the aim of treatment is disease remission or a state of low disease activity. The Committee noted that initial treatment of RA in New Zealand typically uses conventional synthetic disease-modifying anti-rheumatic drugs (csDMARDs); initially with methotrexate alone and increasing to triple therapy if needed (or as initial treatment for severe presenting disease) with the addition of sulfasalazine and hydroxychloroquine, then using leflunomide with or without methotrexate if disease remission is not achieved. The Committee considered that co-prescribed leflunomide and methotrexate is not commonly used in other markets i.e. US and Europe, likely due to the increased risk of toxicity. For patients with disease of a severity that meets the relevant funding restriction criteria, first-line biologic DMARDs (adalimumab or etanercept, usually with methotrexate) and second-line biologic DMARDs (infliximab, rituximab and tocilizumab) may be used, with some patients cycling between these treatments within each line to achieve and maintain disease control, even if this disease control is suboptimal. The Committee considered a severe disease state is required to access funded biologic DMARDs (bDMARDs). The Committee noted prednisone may be taken by patients throughout the treatment paradigm for RA if required. </p><p>1.5.<span style=\"font-size: 7pt;\">           </span>The Committee considered that the patient population with moderate to severe RA that has been failed by all funded treatments will continue to increase over time, and considered that these patients have an ongoing need for new and effective funded treatments. The Committee considered that patients with moderate to severe RA for whom tumour necrosis factor (TNF) inhibitors i.e. adalimumab, etanercept and infliximab, are contraindicated due to heart failure would be eligible to receive rituximab or tocilizumab, which are administered by intravenous infusion and therefore imparts a greater cost on patients, family/whānau and the health system compared with subcutaneous adalimumab or etanercept.</p><p>1.6.<span style=\"font-size: 7pt;\">           </span>The Committee noted that upadacitinib is a selective and reversible inhibitor of JAK1, a member of the Janus kinase (JAK) family of enzymes, which is inhibited more potently by upadacitinib than JAK2 and JAK3; this action interrupts the IL-6 signalling pathway, which is involved in inflammation and the immune response. Members considered that this potent inhibition of JAK1 may be responsible for differences in safety and efficacy between inhibitors of JAK1 and of JAK2. The Committee noted upadacitinib is a targeted synthetic DMARD (tsDMARD).</p><p>1.7.<span style=\"font-size: 7pt;\">           </span>The Committee noted that AbbVie’s brand (Rinvoq) of upadacitinib, an oral tablet taken one daily at a dose of 15 mg, is Medsafe registered for the treatment of adults with moderately to severely active RA, as monotherapy or in combination with methotrexate or other csDMARDs. The Committee noted the application requested funding for the 15 mg daily dose in particular. The Committee noted that upadacitinib is proposed by the applicant to be funded as a first- or subsequent-biologic/targeted treatment instead of currently funded first-line biologics i.e. adalimumab and etanercept. The Committee noted PHARMAC had also requested consideration of upadacitinib as a second-line bDMARD/tsDMARD, following an inadequate response to treatment with a first-line bDMARD, typically adalimumab. </p><p>1.8.<span style=\"font-size: 7pt;\">           </span>The Committee noted that another JAK inhibitor, tofacitinib, targets JAK1 and JAK3 and that a funding application for tofacitinib for the treatment of active RA was considered by PTAC in <a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2019-08.pdf\" target=\"_blank\">August 2019</a> and is currently ranked. At that time, PTAC recommended that tofacitinib be funded with a medium priority for patients with RA under the same Special Authority criteria in place for adalimumab and etanercept, and also that it be funded with a medium priority for patients with moderate to severe RA who were not adequately responding to TNF inhibitors, subject to Special Authority criteria recommended by the Rheumatology Subcommittee.</p><p>1.9.<span style=\"font-size: 7pt;\">           </span>The Committee noted that the key evidence for upadacitinib in adults with RA comes from five clinical trials:</p><p>1.9.1.<span style=\"font-size: 7pt;\">       </span>SELECT-EARLY (<a href=\"https://doi.org/10.1002/art.41384\" target=\"_blank\">van Vollenhoven et al. Arthritis Rheumatol. 2020;72:1607-20</a>): A randomised (1:1:1), double-blind, phase III study (n=947) investigating once<span style=\"\">‐</span>daily doses of upadacitinib 15 mg or 30 mg or weekly methotrexate (7.5–20 mg per week) for 24 weeks, within a 48-week active comparator-controlled period followed by a four-year open-label extension for methotrexate-naïve patients aged ≥18 years with active, early RA i.e. RA symptoms for at least 6 weeks. Patients were excluded if they had prior intolerance of methotrexate or any prior exposure to a JAK inhibitor or bDMARD. The Committee noted the trial’s ACR70 and DAS28-CRP results indicated that both doses of upadacitinib were superior to methotrexate when used as a first-line DMARD, but noted that this setting was not the requested placement for upadacitinib according to the application.</p><p>1.9.2.<span style=\"font-size: 7pt;\">       </span>SELECT-MONOTHERAPY (<a href=\"https://pubmed.ncbi.nlm.nih.gov/31130260/?from_term=upadacitinib+rheumatoid+arthritis&amp;from_filter=pubt.clinicaltrial&amp;from_pos=2\" target=\"_blank\">Smolen et al. Lancet. 2019;393:2303-11</a>): A randomised (2:2:1:1), placebo-controlled, double-blind phase 3 trial (n=648) examined the efficacy and safety of upadacitinib as monotherapy in patients aged ≥18 years with active RA and inadequate response to methotrexate after three or more months. Patients either switched to once-daily upadacitinib monotherapy (15 mg or 30 mg), or continued methotrexate at their existing dose as blinded study drug until week 14 where they were switched to 15 mg or 30 mg once-daily upadacitinib. </p><p>1.9.2.1.<span style=\"font-size: 7pt;\">        </span>The Committee noted patients were excluded from SELECT-MONOTHERAPY if they had received a bDMARD or JAK inhibitor prior. Members considered that the trial population had relatively low active joint counts (&gt;6) compared to New Zealand patients who are required to have a greater number of active joints (at least four large joints or 20 active joints) to be eligible under the proposed Special Authority criteria.</p><p>1.9.2.2.<span style=\"font-size: 7pt;\">        </span>The Committee noted that at week 14, an ACR20 response was achieved by 68% (95% CI:62-74) receiving upadacitinib 15 mg, 71% (95% CI: 65-77) upadacitinib 30 mg, and 41% (95% CI 35-48) in the continued methotrexate group (P&lt;0.0001 for both doses vs continued methotrexate); however, members considered that the 20% improvement demonstrated by the ACR20 was not clinically meaningful. </p><p>1.9.2.3.<span style=\"font-size: 7pt;\">        </span>The Committee noted that at week 14 the DAS28-CRP score of 3.2 or lower was met by 42/216 (19%) in the continued methotrexate group, 97/217 (45%) with upadacitinib 15 mg, and 114/215 (53%) with upadacitinib 30 mg (P&lt;0.0001 for both doses vs continued methotrexate), and considered this indicated either dose of upadacitinib was more effective than methotrexate monotherapy in biologic-naïve patients. </p><p>1.9.3.<span style=\"font-size: 7pt;\">       </span>SELECT-NEXT (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29908669/?from_term=upadacitinib+rheumatoid+arthritis&amp;from_filter=pubt.clinicaltrial&amp;from_pos=5\" target=\"_blank\">Burmester et al. Lancet. 2018;391:2503-12</a>): A randomised (2:2:1:1), double-blind, placebo-controlled phase 3 trial (n=661) examined the safety and efficacy of upadacitinib in patients aged ≥18 years with active RA, who had an inadequate response to one or two csDMARDs. Patients received a background csDMARD and either once-daily extended-release upadacitinib 15 mg or 30 mg, or placebo, for 12 weeks; then placebo patients received 15 mg or 30 mg of upadacitinib once daily.</p><p>1.9.3.1.<span style=\"font-size: 7pt;\">        </span>The Committee noted that patients who had an inadequate response to prior bDMARD were excluded, however, up to 20% of patients were allowed to have previously used one bDMARD for up to three months and discontinued due to intolerance but not inefficacy. </p><p>1.9.3.2.<span style=\"font-size: 7pt;\">        </span>The Comittee noted that at week 12 a ACR20 response was achieved by 64% with upadacitinib 15 mg and 66% with upadacitinib 30 mg, compared with 36% with placebo (P&lt;0.0001 for each dose vs placebo), and DAS28-CRP score of 3.2 or less was met by 107 (48%), 105 (48%) and 38 (17%), respectively (P&lt;0.0001 for each dose vs placebo). The Committee noted that the patient-reported outcomes including the Health Assessment Questionnaire Disability Index (HAQ-DI), a standard tool in trials of RA, indicated better improvement in quality of life with upadacitinib compared to placebo. The Committee considered that this evidence indicated that both doses of upadacitinib were better than placebo in terms of disease remission.</p><p>1.9.4.<span style=\"font-size: 7pt;\">       </span>SELECT-COMPARE (<a href=\"https://doi.org/10.1002/art.41032\" target=\"_blank\">Fleischmann et al. Arthritis Rheumatol. 2019;71:1788-800</a>; <a href=\"https://pubmed.ncbi.nlm.nih.gov/31362993/?from_term=upadacitinib+rheumatoid+arthritis&amp;from_filter=pubt.clinicaltrial&amp;from_pos=3\" target=\"_blank\">Fleischmann et al. Ann Rheum Dis. 2019;78:1454-62</a>): A randomised (2:2:1), double-blind, parallel-group, placebo-controlled and active comparator-controlled trial (n=1,629) that investigated upadacitinib 15 mg once daily, or adalimumab 40 mg every other week, or matching placebo, with stable background methotrexate for 48 weeks in patients aged ≥18 years with active RA who have previously received an inadequate response to methotrexate. </p><p>1.9.4.1.<span style=\"font-size: 7pt;\">        </span>The Committee noted that patients who had an inadequate response to prior bDMARD or had prior exposure to a JAK inhibitor were excluded, however, up to 20% of patients were allowed to have previously used for up to three months, or not tolerated, one bDMARD except for adalimumab. The Committee noted that at baseline about 10% of patients had received a prior bDMARD; about 60% were receiving an oral glucocorticoid (mean dose of about 6 mg, based on prednisone or equivalent daily dose); patients had substantial erosion and the baseline DAS28-CRP was nearly 6, which members considered was quite high. The Committee considered that the COMPARE trial population was similar to the population of New Zealand patients with active RA who have previously received an inadequate response to methotrexate.</p><p>1.9.4.2.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the treatment in COMPARE aligned with use in the setting of first-line bDMARDs (adalimumab or etanercept, with methotrexate) in the New Zealand treatment paradigm for adult patients with RA.</p><p>1.9.4.3.<span style=\"font-size: 7pt;\">        </span>The Committee noted that at week 26, significantly more patients who received upadacitinib achieved a remission compared with adalimumab or placebo (P≤0.001) and that the HAQ-DI improved more with upadacitinib than with adalimumab or placebo. </p><p>1.9.4.4.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the COMPARE trial included rescue-switching to another trial treatment for patients experiencing an inadequate response at week 14; the Committee noted that data reporting outcomes up to 24 weeks post-switch suggested that upadacitinib was more effective than other treatments, this was observational data and the length of time on treatment pre-switch was variable. </p><p>1.9.4.5.<span style=\"font-size: 7pt;\">        </span>The Committee noted that, of patients in COMPARE who experienced an infection, the exposure-adjusted rate (per 100 patient-years) of herpes zoster infection was 3.1 (95% CI: 2.2 to 4.2) with upadacitinib vs 1.3 (95% CI: 0.5 to 2.8) with adalimumab.</p><p>1.9.5.<span style=\"font-size: 7pt;\">       </span>SELECT-BEYOND (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29908670/?from_term=upadacitinib+rheumatoid+arthritis&amp;from_filter=pubt.clinicaltrial&amp;from_pos=4\" target=\"_blank\">Genovese et al. Lancet. 2018;391:2513-24</a>): A randomised (2:2:1:1), double-blind phase 3 trial (n=499) examined the safety and efficacy of upadacitinib in patients aged ≥18 years with active RA with previous inadequate response from or intolerance to at least one bDMARD after at least three months. Patients received once-daily oral extended-release upadacitinib 15 mg or 30 mg or placebo for 12 weeks, followed by upadacitinib 15 mg or 30 mg from week 12 onwards, with 1-2 concomitant background csDMARDs. </p><p>1.9.5.1.<span style=\"font-size: 7pt;\">        </span>The Committee noted that patients were excluded from SELECT-BEYOND if they had received a JAK inhibitor prior and that while most participants had previously used one bDMARD, some had used two or three previously. Members noted that about three-quarters of participants received methotrexate and a large proportion received prednisone; members considered this was similar to what would be expected for New Zealand adult patients with RA. </p><p>1.9.5.2.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the treatment in SELECT-BEYOND aligned with use in the setting of second-line bDMARDs (infliximab, rituximab and tocilizumab) in the New Zealand treatment paradigm for RA.</p><p>1.9.5.3.<span style=\"font-size: 7pt;\">        </span>The Committee noted that at week 12 a DAS28-CRP score of 3.2 or less was achieved by 71/164 (43%) of patients receiving upadacitinib 15 mg and 70/165 (42%) receiving upadacitinib 30 mg versus 24/169 (14%) of patients receiving placebo (P&lt;0.0001 for each dose vs placebo). The Committee also noted the week 12 and 24 ACR20, ACR50 and ACR70 results as reported by the authors, and considered that SELECT-BEYOND indicates upadacitinib is effective when used after a bDMARD in patients with active RA.</p><p>1.10.<span style=\"font-size: 7pt;\">        </span>The Committee also noted the following evidence for upadacitinib:</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://linkinghub.elsevier.com/retrieve/pii/S0025-6196(20)30139-7\" target=\"_blank\">Wang et al. Mayo Clin Proc. 2020;95:1404-19</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.nejm.org/doi/10.1056/NEJMoa2008250?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">Rubbert-Roth et al. N Engl J Med. 2020 15;383:1511-21</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/32033937/\" target=\"_blank\">Kerschbaumer et al. Ann Rheum Dis. 2020;79:744-59</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7158206/\" target=\"_blank\">Nader et al. Clin Pharmacol Ther. 2020;107:994-1003</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://ard.bmj.com/content/79/6/760.long\" target=\"_blank\">Sepriano et al. Ann Rheum Dis. 2020;79:760-70</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.gastrojournal.org/article/S0016-5085(20)30011-1/fulltext?referrer=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F\" target=\"_blank\">Olivera et al. Gastroenterology. 2020;158:1554-73.e12</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://www.tandfonline.com/doi/abs/10.1080/14740338.2020.1774550?journalCode=ieds20\" target=\"_blank\">Cantini et al. Expert Opin Drug Saf. 2020;19:861-72</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">        </span><a href=\"https://link.springer.com/article/10.1007/s40744-020-00257-w\" target=\"_blank\">Edwards et al. Rheumatol Ther. 2020. doi: 10.1007/s40744-020-00257-w. [Epub ahead of print</a>]</p><p>1.11.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the five SELECT trials provide good evidence for efficacy of upadacitinib in RA, although limited switching data was available and there were no head-to-head trials with biologics except adalimumab. The Committee considered that the data suggested a likely class effect in terms of ACR70 and DAS28-CRP benefit from JAK inhibitors in moderate to severe RA, however, updated review of the evidence for tofacitinib in this population would be beneficial to inform assessment of a class effect. The Committee considered that advice from the Rheumatology Subcommittee should be sought regarding whether there is a class effect among JAK inhibitors in this setting. </p><p>1.12.<span style=\"font-size: 7pt;\">        </span>The Committee considered that the evidence suggests upadacitinib may provide a greater benefit than adalimumab in this population, and was made aware of indirect evidence that suggests upadacitinib plus methotrexate appears more effective than adalimumab, however tofacitinib plus methotrexate appears not superior to adalimumab (<a href=\"https://icer.org/assessment/rheumatoid-arthritis-2019/\" target=\"_blank\">Tice et al. Institute for Clinical and Economic Review. 2020</a>). The Committee considered that there is evidence of a greater benefit from upadacitinib compared with methotrexate in patients with moderate to severe RA, and that upadacitinib monotherapy is effective in this patient population. </p><p>1.13.<span style=\"font-size: 7pt;\">        </span>The Committee noted that it was difficult to determine whether upadacitinib would provide the same or similar therapeutic outcome as oral tofacitinib for patients with moderate to severe RA. However, the Committee noted two indirect comparison network meta-analyses for ACR and DAS28-CRP outcomes after 12 and 24 weeks of combination treatments including JAK inhibitors compared to conventional synthetic and bDMARDs; these report a higher ordinal surface under the cumulative ranking curve (SUCRA) ranking for upadacitinib than for other treatments including tofacitinib, indicating a higher probability that upadacitinib is preferred, although this was not indicative of any difference in magnitude of treatment effect and some results were not statistically significant (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/32297280/\" target=\"_blank\">Pope et al. Adv Ther. 2020;37:2356-72</a>; <a href=\"https://dx.doi.org/10.1007/s00393-020-00750-1\" target=\"_blank\">Lee et al. Z Rheumatol. 2020;79:785-96</a>). Members considered that if only one of these agents (tofacitinib or upadacitinib) were funded for moderate to severe RA in New Zealand, upadacitinib may be preferred as the indirect evidence shows a trend towards superiority over tofacitinib, although this was highly uncertain based on the evidence to date. The Committee considered the Rheumatology Subcommittee would be best placed to consider the evidence and the potential class effect of JAK inhibitors. Members considered that the funding of either upadacitinib or tofacitinib would help address an unmet need for patients who were unable to achieve optimal disease response on currently funded treatments.</p><p>1.14.<span style=\"font-size: 7pt;\">        </span>The Committee considered that although the evidence suggests an initial period of durable response, loss of benefit may be seen with upadacitinib in RA and this loss of benefit would be likely to be due to the complex nature of RA rather than anti-drug antibodies (ADAs), which can be a limiting factor for treatment benefit with TNF inhibitors but would not be expected with upadacitinib.</p><p>1.15.<span style=\"font-size: 7pt;\">        </span>The Committee noted there was limited evidence for switching and sequencing of upadacitinib and other treatments for RA, and considered that it was unclear whether upadacitinib would provide the greatest benefit when used in the first-line or second-line and what the optimal sequencing of bDMARDs and tsDMARDs would be for this patient population, although observational data suggests that upadacitinib is effective when used after adalimumab. The Committee considered that, if upadacitinib were funded for use in any line, given the available evidence, it could be appropriate for a decision on its use to be at the clinician’s and patient’s discretion. The Committee considered that advice from the Rheumatology Subcommittee should be sought regarding appropriate sequencing of upadacitinib and other treatments for RA.</p><p>1.16.<span style=\"font-size: 7pt;\">        </span>The Committee considered that the evidence suggests there is a class effect for adverse events from JAK inhibitors, and was made aware of evidence for both doses of upadacitinib from the five SELECT trials in which there was a statistically significant increased risk of herpes zoster (shingles) with upadacitinib compared with methotrexate (hazard ratio [HR] 2.997 and 3.023 for 15 mg and 30 mg, respectively) and adalimumab (HR 3.221 and 4.989, respectively) (<a href=\"https://ard.bmj.com/content/80/3/304\" target=\"_blank\">Cohen et al. Ann Rheum Dis. 2020;annrheumdis-2020-218510; Supplementary Table S4</a>). The Committee noted that a live attenuated herpes zoster vaccination e.g. Zostervax is contraindicated in patients receiving biologic treatment, therefore a non-live vaccine e.g. Shingrix, would be required in the patient population receiving a biologic treatment for RA.</p><p>1.17.<span style=\"font-size: 7pt;\">        </span>The Committee noted that, like tocilizumab, upadacitinib is associated with elevated HDL and LDL cholesterol levels which can convey an increased lifetime risk of cardiovascular disease (CVD) for some patients, although it was unclear whether this was a clinically significant risk in the context of RA. The Committee was made aware of a meta-analysis of 26 randomised controlled trials that included almost 12,000 patients who received JAK inhibitors including upadacitinib, which reported that the increase in risk of CVD was not significant (<a href=\"https://ard.bmj.com/lookup/pmidlookup?view=long&amp;pmid=31088790\" target=\"_blank\">Xie et al. Ann Rheum Dis. 2019;78:1048-54</a>). The Committee considered that although this may not be a significant risk, lipid monitoring may be appropriate during treatment with upadacitinib. </p><p>1.18.<span style=\"font-size: 7pt;\">        </span>Members noted that the safety profile of upadacitinib was otherwise as expected for JAK inhibitors, without an increased risk of pulmonary embolism seen with use of higher doses of tofacitinib (as used in the treatment of inflammatory bowel disease).</p><p>1.19.<span style=\"font-size: 7pt;\">        </span>The Committee noted that the oral formulation of upadacitinib would offer suitability benefits in terms of convenience and ease of administration compared with subcutaneous (which require syringe disposal) or intravenous administration. The Committee considered that, if funded, use of upadacitinib would reduce the infusion resource required for the treatment of patients with moderate to severe RA, noting that infusion services in New Zealand are used for treatment of many conditions and currently operate at or near capacity.</p><p>1.20.<span style=\"font-size: 7pt;\">        </span>The Committee noted that some formulations e.g. oral, offer advantages over others e.g. injection, for paediatric patients, although no evidence for the use of upadacitinib in juvenile idiopathic arthritis (JIA) was identified at this time. The Committee considered that advice from the Rheumatology Subcommittee should be sought regarding whether there is evidence for the use of upadacitinib and other JAK inhibitors e.g. tofacitinib, in children with JIA, and considered that a small group of children who have tried all other treatment options may seek funded access to upadacitinib.</p><p>1.21.<span style=\"font-size: 7pt;\">        </span>The Committee noted that additional blood tests e.g. for lipid monitoring, and the cost of a non-live shingles vaccine should be included in the overall cost of upadacitinib treatment. The Committee considered that, if upadacitinib were funded, there would likely be a reduction in both the number of patients on first-line TNF inhibitors (adalimumab and etanercept) and the number of patients requiring IV-administered treatments for RA. The Committee considered that, in a second-line setting, it was uncertain whether upadacitinib would primarily be used after failure of one or two TNF inhibitors, and that the Rheumatology Subcommittee could advise on upadacitinib’s place in the treatment algorithm and appropriate Special Authority access criteria for upadacitinib for RA.</p><p>1.22.<span style=\"font-size: 7pt;\">        </span>The Committee noted the patient numbers estimated by PHARMAC staff, which assumed an expansion in the population receiving biologic or tsDMARD treatment of 10%, and high early uptake reflective of a bolus of patients moving onto upadacitinib treatment. The Committee considered that the assumptions used by PHARMAC staff in the budget impact analysis were reasonable and consistent with prior clinical advice, and would likely be similar for tofacitinib. The Committee considered that there may be high uptake of oral tablets, and this would be driven by patient preference; the Committee also considered that, if funded with the same access criteria as adalimumab and etanercept, upadacitinib may be prescribed for greater than 40% of biologic-naïve patients with RA.</p><p>1.23.<span style=\"font-size: 7pt;\">        </span>The Committee considered that, if upadacitinib were funded for use in any line of therapy for RA, a small number of patients currently on other therapies may elect to switch from their current therapy to upadacitinib; possibly due to poorly managed disease despite other treatment, or reliance on another person e.g. a nurse, for treatment administration. </p>",
          "Status_History__c": "a132P000000Cq2rQAC"
        },
        "change": null
      }
    ],
    "dateString": "Oct 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2021",
          "fs": "May 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0P2P0000078iQLUAY"
          },
          "Id": "a0P2P0000078iQLUAY",
          "Event_Date__c": "2021-05-12",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "May 2021",
          "Status_History__c": "a132P000000Cq3jQAC"
        },
        "change": null
      }
    ],
    "dateString": "May 2021",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  }
]