[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Apr 2023",
          "fs": "Apr 2023",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000DRgdH2AT"
          },
          "Id": "a0POZ00000DRgdH2AT",
          "Event_Date__c": "2023-04-17",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "Apr 2023",
          "Status_History__c": "a132P000000EDjrQAG"
        },
        "change": null
      }
    ],
    "dateString": "Apr 2023",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Apr 2023",
          "fs": "Apr 2023",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000DRgdI2AT"
          },
          "Id": "a0POZ00000DRgdI2AT",
          "Event_Date__c": "2023-04-17",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Apr 2023",
          "Status_History__c": "a132P000000EDjwQAG"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Apr 2023",
          "fs": "Apr 2023",
          "change": null
        },
        "Event_Description": {
          "s": "Assigned to Cancer Treatments Advisory Committee meeting to provide advice on Friday 28 April 2023",
          "fs": "Assigned to Cancer Treatments Advisory Committee meeting to provide advice on Friday 28 April 2023",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000DRgdJ2AT"
          },
          "Id": "a0POZ00000DRgdJ2AT",
          "Event_Date__c": "2023-04-21",
          "Event_Description__c": "Assigned to Cancer Treatments Advisory Committee meeting to provide advice on Friday 28 April 2023",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Apr 2023",
          "Status_History__c": "a132P000000EDmGQAW"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>1.<span style=\"font-size: 7pt;\">   </span>The Advisory Committee <strong>recommended</strong> that retreatment with venetoclax for relapsed/refractory CLL <strong>be deferred</strong>.</p><p>2.<span style=\"font-size: 7pt;\">   </span>In making this recommendation, the Advisory Committee considered: </p><p class=\"ql-indent-1\">2.1.<span style=\"font-size: 7pt;\"> </span>Presently, there is insufficient evidence supporting the health benefits of retreatment with venetoclax for people with CLL.</p><p class=\"ql-indent-1\">2.2.<span style=\"font-size: 7pt;\"> </span> Higher quality evidence with larger sample size, better defined patient group and appropriate study design would be required for consideration of widened access for this group. </p>",
          "fs": "<p>1.<span style=\"font-size: 7pt;\">   </span>The Advisory Committee <strong>recommended</strong> that retreatment with venetoclax for relapsed/refractory CLL <strong>be deferred</strong>.</p><p>2.<span style=\"font-size: 7pt;\">   </span>In making this recommendation, the Advisory Committee considered: </p><p class=\"ql-indent-1\">2.1.<span style=\"font-size: 7pt;\"> </span>Presently, there is insufficient evidence supporting the health benefits of retreatment with venetoclax for people with CLL.</p><p class=\"ql-indent-1\">2.2.<span style=\"font-size: 7pt;\"> </span> Higher quality evidence with larger sample size, better defined patient group and appropriate study design would be required for consideration of widened access for this group. </p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<h3><em>Māori impact</em></h3><p>1.<span style=\"font-size: 7pt;\">   </span>The Committee discussed the impact of widening access to venetoclax and ibrutinib for the treatment of CLL on Māori health areas of focus and Māori health outcomes. The Committee noted that CLL is not specifically a Pharmac Hauora Arotahi Māori health area of focus. The Committee considered that there is no direct evidence to suggest that incidence of CLL in Māori is any greater than that of other New Zealand populations.</p><h3><em>Background </em></h3><p>2.<span style=\"font-size: 7pt;\">   </span>The Committee noted that in <a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-fund-venetoclax-venclexta-for-chronic-lymphocytic-leukaemia/\" target=\"_blank\">November 2019</a> venetoclax was funded in combination with rituximab, for the treatment of CLL that has relapsed within 36 months of previous treatment, and as monotherapy for the treatment of previously untreated CLL with a specific genetic mutation (17p deletion or TP53 mutation), both subject to Special Authority criteria. The Committee noted that enetoclax in combination with rituximab was recommended with a high priority for funding by CaTSoP (<a href=\"https://pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-record-2019-04.pdf\" target=\"_blank\">April 2019</a>). The Committee noted that the Subcommittee had considered it reasonable at that time to limit the use of venetoclax to treat individuals who relapse within 36 months of prior treatment as these individuals were considered to be a group with a higher health need.</p><p>3.<span style=\"font-size: 7pt;\">   </span>The Committee noted that in <a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-2022-11-10-janssen-bundle/\" target=\"_blank\">November 2022</a>, ibrutinib monotherapy was funded for people with relapsed or refractory chronic lymphocytic leukaemia, following treatment with venetoclax, subject to Special Authority criteria.</p><p>4.<span style=\"font-size: 7pt;\">   </span>The Committee noted following the funding of venetoclax, CaTSoP recommended ibrutinib as a subsequent line of therapy (relapsed/refractory or intolerance) to venetoclax-containing regimens be listed with a high priority<strong> </strong>(<a href=\"https://pharmac.govt.nz/assets/2020-07-03-Catsop-Record-Web-version-Final-ready-to-upload.pdf\" target=\"_blank\">July 2020</a>). The Committee noted that at the time of this recommendation, CaTSoP had considered that while venetoclax met the health need for the majority of previously untreated people with del17p/TP53 mutation and people who relapsed within 36 months, there remained an unmet health need for individuals with CLL who are intolerant of, or refractory to venetoclax, who relapse after treatment with venetoclax, or for whom treatment with venetoclax is inappropriate. The Committee considered that individuals who were intolerant of, or refractory to, venetoclax containing regimens had the highest unmet health.</p><p>5.<span style=\"font-size: 7pt;\">   </span>The Committee noted that when Pharmac issued a public consultation prior to the funding of ibrutinib for CLL (<a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-09-14-consultation-janssen-bundle/\" target=\"_blank\">September 2022</a>) seeking feedback on the proposal, Pharmac received multiple submissions relating to the requirements around individuals with CLL relapsing within 36 months of prior treatment. The Committee noted that consumers and clinicians voiced their concerns around individuals with CLL who have relapsed after 36 months not being able to access effective treatment.</p><p><em>Health need</em></p><p>6.<span style=\"font-size: 7pt;\">   </span>The Committee noted that in New Zealand, individuals with non-17p deleted/TP53 mutated CLL who relapse after greater than 36 months, after first line fludarabine, cyclophosphamide and rituximab (FCR) or bendamustine and rituximab (BR) therapy, are unable to access funded venetoclax. This group of individuals are therefore also unable to access funded ibrutinib, which is only funded subsequent to venetoclax. The Committee also noted that individuals who are treated with FCR first line are unable to access BR second line. The Committee noted that individuals who are considered “fit” are unable to access obinutuzumab with chlorambucil (Chl) second line, so are often retreated with FCR. The Committee considered that retreatment with FCR is associated with increased toxicity including risk of developing secondary malignancies such as myelodysplastic syndrome.</p><p>7.<span style=\"font-size: 7pt;\">   </span>The Committee considered that individuals with 17p deleted/TP53 mutated CLL may benefit from a treatment break at 24 months (as per the Murano trial) but are currently not recommended to take one because if they relapse after 36 months of first-line venetoclax therapy they cannot then access Bruton tyrosine kinase inhibitor (BTKi) therapy. The Committee noted that the cost of venetoclax treatment would be reduced without a reduction in treatment benefit, if individuals could access treatment of fixed duration (24 months), followed by a break, without the consequent risk of not being able to meet the criteria for subsequent BTKi treatment. The Committee considered that if the 36-month criterion was removed, almost all of those who are on treatment with first line venetoclax at 24 months would stop treatment at 24 months.</p><p>8.<span style=\"font-size: 7pt;\">   </span>The Committee considered that individuals with better prognosis CLL are being disadvantaged by the Special Authority requirement to relapse within 36 months.</p><h3><em>Health benefit </em></h3><p>9.<span style=\"font-size: 7pt;\">   </span>The Committee noted that the MURANO trial (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29562156/\" target=\"_blank\">Seymour et al. N Engl J Med. 2018;378:1107-20</a>): a phase III multicentre open-label parallel-arm randomised controlled trial including individuals aged 18 years or over with relapsed or refractory CLL, and compared venetoclax plus rituximab (n=194) with bendamustine plus rituximab (n=195), reported health benefit derived from venetoclax plus rituximab, which would be generalisable to people<span style=\"font-size: 8pt;\"> </span>who relapse and require treatment after 36 months following their prior line of therapy. The Committee noted CaTSoP’s consideration of the trial in <a href=\"https://pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-record-2019-04.pdf\" target=\"_blank\">April 2019</a>.</p><p>10.<span style=\"font-size: 7pt;\"> </span>The Committee noted the results of the RESONATE trial, an open label Phase III study comparing ibrutinib to ofatumumab in individuals with CLL or SLL requiring therapy if they had at least one prior treatment (<a href=\"https://pubmed.ncbi.nlm.nih.gov/24881631/\" target=\"_blank\">Byrd et al. N Engl J Med. 2014;371:213-23</a>). The Committee considered that the comparator arm (ofatumumab) showed weak efficacy in comparison to ibrutinib. The Committee considered that ibruitinib showed substantial PFS benefit over ofatumumab. The Committee considered that there was no clear reason to think that the health benefits would be different in a New Zealand population to the study population, however noted that no individuals in the study had received venetoclax. However, prior treatment with venetoclax is a requirement for accessing funded ibrutinib in New Zealand. The Committee also noted CaTSoP’s prior consideration of the trial in <a href=\"https://pharmac.govt.nz/assets/2020-07-03-Catsop-Record-Web-version-Final-ready-to-upload.pdf\" target=\"_blank\">July 2020</a>.</p><p>11.<span style=\"font-size: 7pt;\"> </span>The Committee reviewed evidence for venetoclax retreatment for CLL (<a href=\"https://ashpublications.org/bloodadvances/article/6/15/4553/485664/Venetoclax-retreatment-of-patients-with-chronic\" target=\"_blank\">Thompson et al. Blood Adv. 2022;6:4553-7</a>). The Committee considered that the only study available was of poor quality due to its small sample size, heterogenous patient population and retrospective, chart-review design. The Committee considered that presently, there is insufficient quality evidence to make a positive recommendation for re-treatment with venetoclax for CLL, so venetoclax for this group was deferred until higher quality evidence with larger sample size, better defined patient group and appropriate study design became available.</p><p>12.<span style=\"font-size: 7pt;\"> </span>The Committee considered that in New Zealand, the CLL population receiving second line re-treatment is older than that in the MURANO trial (where the median age in the trial was 65 years), so the number of individuals requiring subsequent treatment was maybe 10% lower than that number that would be estimated based on PFS data from the MURANO trial (also taking into account that, in CLL, PFS does not equal time to next treatment).</p><p>13.<span style=\"font-size: 7pt;\"> </span>The Committee considered that in the context of treatment after venteoclax with rituximab for relapsed/refractory CLL, approximately 50% of individuals would meet current Special Authority criteria for ibrutinib based on the median time to next treatment in the MURANO study of 57.8 months. The Committee considered that the proportion of people accessing ibrutinib as third line therapy is likely to be higher in New Zealand due to using less efficacious third line treatment/s (cyclical chlorambucil or steroids) to meet current ibrutinib Special Authority criteria. The Committee estimated that in New Zealand approximately 30% would receive obinutuzumab +Chl and that 15% would receive no treatment following venetoclax and rituximab therapy. The Committee made these estimates considering the lack of published data for Obinutuzumab + Chl as third line.</p><p>14.<span style=\"font-size: 7pt;\"> </span>The Committee considered that the treatment paradigm for individuals with non-17p deletion/TP53 mutated CLL would be first-line FCR/BR/G-Chl, second-line venetoclax with rituximab, and third-line ibrutinib.</p><h3><em>Cost and savings</em></h3><p>15.<span style=\"font-size: 7pt;\"> </span>The Committee noted that to date the <a href=\"https://pubmed.ncbi.nlm.nih.gov/29562156/\" target=\"_blank\">MURANO trial</a> was utilised for Pharmac’s economic modelling for venetoclax and the <a href=\"https://pubmed.ncbi.nlm.nih.gov/24881631/\" target=\"_blank\">RESONATE trial</a> was utilised for Pharmac’s economic modelling for ibrutinib in the relapsed/refractory CLL setting. The Committee considered that the data utilised for economic modelling for both treatments is applicable to these treatments used in the population subgroups considered, excepting the group proposed to receive venetoclax re-treatment.</p><p>16.<span style=\"font-size: 7pt;\"> </span>The Committee considered that if the 36-month restriction was removed from the Special Authority criteria, more individuals with17p deleted CLL/TP53 mutated CLL would likely be prescribed fixed-term venetoclax (instead of continuous use), as prescribers would be assured these individuals could access funded treatment after the 36-month period, which may result in reduced cost of venetoclax.</p><h3><em>Funding criteria</em></h3><p>17.<span style=\"font-size: 7pt;\"> </span>The Committee noted that the evidence indicating appropriateness of a 36-month cut-off requirement came from <a href=\"https://pubmed.ncbi.nlm.nih.gov/25752923/\" target=\"_blank\">Fornecker et al. Am J Haematol. 2015;90:511-4</a>, a retrospective non-randomised study treating 132 individuals with CLL treated with various regimens post-relapse after receiving FCR upfront. The authors of the study concluded that new treatment regimens should be offered to people who relapse in less than 36 months after ceasing FCR, as those who relapsed after 36 months of FCR responded well to re-treatment with first line therapy (FCR). The Committee considered that this evidence was not of great quality due to its size, and retrospective and non-randomised design. The Committee also noted that the study is referenced in the <a href=\"https://www.esmo.org/guidelines/guidelines-by-topic/haematological-malignancies/chronic-lymphocytic-leukaemia\" target=\"_blank\">European Society for Medical Oncology (ESMO) CLL guidelines</a>, in the recommendations to initiate novel therapy with venetoclax plus rituximab, or a BTKis as continuous therapy in individuals whose disease is refractory to or has relapsed within 3 years of first -line therapy, or refractory to first therapy.</p><p>18.<span style=\"font-size: 7pt;\"> </span>The Committee considered the Special Authority criteria for venetoclax with rituximab for relapsed/refractory CLL currently allows access to venetoclax through interpretation of the wording “progression free survival”. The Committee considered that clinicians currently deem people to have progressed within 36 months of ceasing prior treatment, though they do not initiate their next treatment at the documented time of progression. That is, if disease has progressed before 36 months, then clinicians can still use venetoclax beyond the 36-month restriction.</p><p>19.<span style=\"font-size: 7pt;\"> </span>The Committee also considered that in order to access these treatments, clinicians may prescribe short term treatment with other chemotherapy (eg chlorambucil) on which individuals will likely relapse, and then access and utilise funded venetoclax or ibrutinib depending on the treatment history as the Special Authority criteria for venetoclax will have been met.</p><p>20.<span style=\"font-size: 7pt;\"> </span>The Committee considered that in light of these prescribing behaviours, the likely cost of making this change to the criteria, for ibrutinib especially, would be minimal. The Committee considered that almost all individuals who relapse more than 36 months after ceasing prior treatment before venetoclax or ibrutinib are still likely to receive treatment with these agents, but with some incurring cost and exposure to an additional ineffective line of chemotherapy before initiating treatment with venetoclax or ibrutinib, potentially compromising outcomes.</p><p>21.<span style=\"font-size: 7pt;\"> </span>The Committee considered it reasonable to assume based on the proportion of people who are progression free for 42 months after first-line treatment that approximately 50% of individuals with relapsed/refractory CLL are eligible for treatment currently, and that this number would nearly double with the proposed removal of the 36-month criterion. However the Committee noted that this estimate was not relevant to the New Zealand context, as these individuals do ultimately end up receiving venetoclax or ibrutinib, albeit after another line of therapy.</p><h3><em>Summary for assessment</em></h3><p>22.<span style=\"font-size: 7pt;\"> </span>The Committee considered that less than 20% of people would receive FCR retreatment in the third-line setting, as a comparator to ibrutinib (see PICO table below). The Committee considered more suitable assumptions to be that 10% would receive FCR retreatment, while 80% would receive obinutuzumab with chlorambucil.</p>",
          "fs": "<h3><em>Māori impact</em></h3><p>1.<span style=\"font-size: 7pt;\">   </span>The Committee discussed the impact of widening access to venetoclax and ibrutinib for the treatment of CLL on Māori health areas of focus and Māori health outcomes. The Committee noted that CLL is not specifically a Pharmac Hauora Arotahi Māori health area of focus. The Committee considered that there is no direct evidence to suggest that incidence of CLL in Māori is any greater than that of other New Zealand populations.</p><h3><em>Background </em></h3><p>2.<span style=\"font-size: 7pt;\">   </span>The Committee noted that in <a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-fund-venetoclax-venclexta-for-chronic-lymphocytic-leukaemia/\" target=\"_blank\">November 2019</a> venetoclax was funded in combination with rituximab, for the treatment of CLL that has relapsed within 36 months of previous treatment, and as monotherapy for the treatment of previously untreated CLL with a specific genetic mutation (17p deletion or TP53 mutation), both subject to Special Authority criteria. The Committee noted that enetoclax in combination with rituximab was recommended with a high priority for funding by CaTSoP (<a href=\"https://pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-record-2019-04.pdf\" target=\"_blank\">April 2019</a>). The Committee noted that the Subcommittee had considered it reasonable at that time to limit the use of venetoclax to treat individuals who relapse within 36 months of prior treatment as these individuals were considered to be a group with a higher health need.</p><p>3.<span style=\"font-size: 7pt;\">   </span>The Committee noted that in <a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-2022-11-10-janssen-bundle/\" target=\"_blank\">November 2022</a>, ibrutinib monotherapy was funded for people with relapsed or refractory chronic lymphocytic leukaemia, following treatment with venetoclax, subject to Special Authority criteria.</p><p>4.<span style=\"font-size: 7pt;\">   </span>The Committee noted following the funding of venetoclax, CaTSoP recommended ibrutinib as a subsequent line of therapy (relapsed/refractory or intolerance) to venetoclax-containing regimens be listed with a high priority<strong> </strong>(<a href=\"https://pharmac.govt.nz/assets/2020-07-03-Catsop-Record-Web-version-Final-ready-to-upload.pdf\" target=\"_blank\">July 2020</a>). The Committee noted that at the time of this recommendation, CaTSoP had considered that while venetoclax met the health need for the majority of previously untreated people with del17p/TP53 mutation and people who relapsed within 36 months, there remained an unmet health need for individuals with CLL who are intolerant of, or refractory to venetoclax, who relapse after treatment with venetoclax, or for whom treatment with venetoclax is inappropriate. The Committee considered that individuals who were intolerant of, or refractory to, venetoclax containing regimens had the highest unmet health.</p><p>5.<span style=\"font-size: 7pt;\">   </span>The Committee noted that when Pharmac issued a public consultation prior to the funding of ibrutinib for CLL (<a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-09-14-consultation-janssen-bundle/\" target=\"_blank\">September 2022</a>) seeking feedback on the proposal, Pharmac received multiple submissions relating to the requirements around individuals with CLL relapsing within 36 months of prior treatment. The Committee noted that consumers and clinicians voiced their concerns around individuals with CLL who have relapsed after 36 months not being able to access effective treatment.</p><p><em>Health need</em></p><p>6.<span style=\"font-size: 7pt;\">   </span>The Committee noted that in New Zealand, individuals with non-17p deleted/TP53 mutated CLL who relapse after greater than 36 months, after first line fludarabine, cyclophosphamide and rituximab (FCR) or bendamustine and rituximab (BR) therapy, are unable to access funded venetoclax. This group of individuals are therefore also unable to access funded ibrutinib, which is only funded subsequent to venetoclax. The Committee also noted that individuals who are treated with FCR first line are unable to access BR second line. The Committee noted that individuals who are considered “fit” are unable to access obinutuzumab with chlorambucil (Chl) second line, so are often retreated with FCR. The Committee considered that retreatment with FCR is associated with increased toxicity including risk of developing secondary malignancies such as myelodysplastic syndrome.</p><p>7.<span style=\"font-size: 7pt;\">   </span>The Committee considered that individuals with 17p deleted/TP53 mutated CLL may benefit from a treatment break at 24 months (as per the Murano trial) but are currently not recommended to take one because if they relapse after 36 months of first-line venetoclax therapy they cannot then access Bruton tyrosine kinase inhibitor (BTKi) therapy. The Committee noted that the cost of venetoclax treatment would be reduced without a reduction in treatment benefit, if individuals could access treatment of fixed duration (24 months), followed by a break, without the consequent risk of not being able to meet the criteria for subsequent BTKi treatment. The Committee considered that if the 36-month criterion was removed, almost all of those who are on treatment with first line venetoclax at 24 months would stop treatment at 24 months.</p><p>8.<span style=\"font-size: 7pt;\">   </span>The Committee considered that individuals with better prognosis CLL are being disadvantaged by the Special Authority requirement to relapse within 36 months.</p><h3><em>Health benefit </em></h3><p>9.<span style=\"font-size: 7pt;\">   </span>The Committee noted that the MURANO trial (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29562156/\" target=\"_blank\">Seymour et al. N Engl J Med. 2018;378:1107-20</a>): a phase III multicentre open-label parallel-arm randomised controlled trial including individuals aged 18 years or over with relapsed or refractory CLL, and compared venetoclax plus rituximab (n=194) with bendamustine plus rituximab (n=195), reported health benefit derived from venetoclax plus rituximab, which would be generalisable to people<span style=\"font-size: 8pt;\"> </span>who relapse and require treatment after 36 months following their prior line of therapy. The Committee noted CaTSoP’s consideration of the trial in <a href=\"https://pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-record-2019-04.pdf\" target=\"_blank\">April 2019</a>.</p><p>10.<span style=\"font-size: 7pt;\"> </span>The Committee noted the results of the RESONATE trial, an open label Phase III study comparing ibrutinib to ofatumumab in individuals with CLL or SLL requiring therapy if they had at least one prior treatment (<a href=\"https://pubmed.ncbi.nlm.nih.gov/24881631/\" target=\"_blank\">Byrd et al. N Engl J Med. 2014;371:213-23</a>). The Committee considered that the comparator arm (ofatumumab) showed weak efficacy in comparison to ibrutinib. The Committee considered that ibruitinib showed substantial PFS benefit over ofatumumab. The Committee considered that there was no clear reason to think that the health benefits would be different in a New Zealand population to the study population, however noted that no individuals in the study had received venetoclax. However, prior treatment with venetoclax is a requirement for accessing funded ibrutinib in New Zealand. The Committee also noted CaTSoP’s prior consideration of the trial in <a href=\"https://pharmac.govt.nz/assets/2020-07-03-Catsop-Record-Web-version-Final-ready-to-upload.pdf\" target=\"_blank\">July 2020</a>.</p><p>11.<span style=\"font-size: 7pt;\"> </span>The Committee reviewed evidence for venetoclax retreatment for CLL (<a href=\"https://ashpublications.org/bloodadvances/article/6/15/4553/485664/Venetoclax-retreatment-of-patients-with-chronic\" target=\"_blank\">Thompson et al. Blood Adv. 2022;6:4553-7</a>). The Committee considered that the only study available was of poor quality due to its small sample size, heterogenous patient population and retrospective, chart-review design. The Committee considered that presently, there is insufficient quality evidence to make a positive recommendation for re-treatment with venetoclax for CLL, so venetoclax for this group was deferred until higher quality evidence with larger sample size, better defined patient group and appropriate study design became available.</p><p>12.<span style=\"font-size: 7pt;\"> </span>The Committee considered that in New Zealand, the CLL population receiving second line re-treatment is older than that in the MURANO trial (where the median age in the trial was 65 years), so the number of individuals requiring subsequent treatment was maybe 10% lower than that number that would be estimated based on PFS data from the MURANO trial (also taking into account that, in CLL, PFS does not equal time to next treatment).</p><p>13.<span style=\"font-size: 7pt;\"> </span>The Committee considered that in the context of treatment after venteoclax with rituximab for relapsed/refractory CLL, approximately 50% of individuals would meet current Special Authority criteria for ibrutinib based on the median time to next treatment in the MURANO study of 57.8 months. The Committee considered that the proportion of people accessing ibrutinib as third line therapy is likely to be higher in New Zealand due to using less efficacious third line treatment/s (cyclical chlorambucil or steroids) to meet current ibrutinib Special Authority criteria. The Committee estimated that in New Zealand approximately 30% would receive obinutuzumab +Chl and that 15% would receive no treatment following venetoclax and rituximab therapy. The Committee made these estimates considering the lack of published data for Obinutuzumab + Chl as third line.</p><p>14.<span style=\"font-size: 7pt;\"> </span>The Committee considered that the treatment paradigm for individuals with non-17p deletion/TP53 mutated CLL would be first-line FCR/BR/G-Chl, second-line venetoclax with rituximab, and third-line ibrutinib.</p><h3><em>Cost and savings</em></h3><p>15.<span style=\"font-size: 7pt;\"> </span>The Committee noted that to date the <a href=\"https://pubmed.ncbi.nlm.nih.gov/29562156/\" target=\"_blank\">MURANO trial</a> was utilised for Pharmac’s economic modelling for venetoclax and the <a href=\"https://pubmed.ncbi.nlm.nih.gov/24881631/\" target=\"_blank\">RESONATE trial</a> was utilised for Pharmac’s economic modelling for ibrutinib in the relapsed/refractory CLL setting. The Committee considered that the data utilised for economic modelling for both treatments is applicable to these treatments used in the population subgroups considered, excepting the group proposed to receive venetoclax re-treatment.</p><p>16.<span style=\"font-size: 7pt;\"> </span>The Committee considered that if the 36-month restriction was removed from the Special Authority criteria, more individuals with17p deleted CLL/TP53 mutated CLL would likely be prescribed fixed-term venetoclax (instead of continuous use), as prescribers would be assured these individuals could access funded treatment after the 36-month period, which may result in reduced cost of venetoclax.</p><h3><em>Funding criteria</em></h3><p>17.<span style=\"font-size: 7pt;\"> </span>The Committee noted that the evidence indicating appropriateness of a 36-month cut-off requirement came from <a href=\"https://pubmed.ncbi.nlm.nih.gov/25752923/\" target=\"_blank\">Fornecker et al. Am J Haematol. 2015;90:511-4</a>, a retrospective non-randomised study treating 132 individuals with CLL treated with various regimens post-relapse after receiving FCR upfront. The authors of the study concluded that new treatment regimens should be offered to people who relapse in less than 36 months after ceasing FCR, as those who relapsed after 36 months of FCR responded well to re-treatment with first line therapy (FCR). The Committee considered that this evidence was not of great quality due to its size, and retrospective and non-randomised design. The Committee also noted that the study is referenced in the <a href=\"https://www.esmo.org/guidelines/guidelines-by-topic/haematological-malignancies/chronic-lymphocytic-leukaemia\" target=\"_blank\">European Society for Medical Oncology (ESMO) CLL guidelines</a>, in the recommendations to initiate novel therapy with venetoclax plus rituximab, or a BTKis as continuous therapy in individuals whose disease is refractory to or has relapsed within 3 years of first -line therapy, or refractory to first therapy.</p><p>18.<span style=\"font-size: 7pt;\"> </span>The Committee considered the Special Authority criteria for venetoclax with rituximab for relapsed/refractory CLL currently allows access to venetoclax through interpretation of the wording “progression free survival”. The Committee considered that clinicians currently deem people to have progressed within 36 months of ceasing prior treatment, though they do not initiate their next treatment at the documented time of progression. That is, if disease has progressed before 36 months, then clinicians can still use venetoclax beyond the 36-month restriction.</p><p>19.<span style=\"font-size: 7pt;\"> </span>The Committee also considered that in order to access these treatments, clinicians may prescribe short term treatment with other chemotherapy (eg chlorambucil) on which individuals will likely relapse, and then access and utilise funded venetoclax or ibrutinib depending on the treatment history as the Special Authority criteria for venetoclax will have been met.</p><p>20.<span style=\"font-size: 7pt;\"> </span>The Committee considered that in light of these prescribing behaviours, the likely cost of making this change to the criteria, for ibrutinib especially, would be minimal. The Committee considered that almost all individuals who relapse more than 36 months after ceasing prior treatment before venetoclax or ibrutinib are still likely to receive treatment with these agents, but with some incurring cost and exposure to an additional ineffective line of chemotherapy before initiating treatment with venetoclax or ibrutinib, potentially compromising outcomes.</p><p>21.<span style=\"font-size: 7pt;\"> </span>The Committee considered it reasonable to assume based on the proportion of people who are progression free for 42 months after first-line treatment that approximately 50% of individuals with relapsed/refractory CLL are eligible for treatment currently, and that this number would nearly double with the proposed removal of the 36-month criterion. However the Committee noted that this estimate was not relevant to the New Zealand context, as these individuals do ultimately end up receiving venetoclax or ibrutinib, albeit after another line of therapy.</p><h3><em>Summary for assessment</em></h3><p>22.<span style=\"font-size: 7pt;\"> </span>The Committee considered that less than 20% of people would receive FCR retreatment in the third-line setting, as a comparator to ibrutinib (see PICO table below). The Committee considered more suitable assumptions to be that 10% would receive FCR retreatment, while 80% would receive obinutuzumab with chlorambucil.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>1.<span style=\"font-size: 7pt;\">   </span>The Advisory Committee reviewed the application for Ibrutinib and venetoclax Special Authority for relapsed/refractory (R/R) chronic lymphocytic leukaemia (CLL) Application.</p><p>2.<span style=\"font-size: 7pt;\">   </span>The Advisory Committee took into account, where applicable, Pharmac’s relevant decision-making framework when considering this agenda item.</p>",
          "fs": "<p>1.<span style=\"font-size: 7pt;\">   </span>The Advisory Committee reviewed the application for Ibrutinib and venetoclax Special Authority for relapsed/refractory (R/R) chronic lymphocytic leukaemia (CLL) Application.</p><p>2.<span style=\"font-size: 7pt;\">   </span>The Advisory Committee took into account, where applicable, Pharmac’s relevant decision-making framework when considering this agenda item.</p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Deferred",
          "fs": "Deferred",
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2023",
          "fs": "Aug 2023",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Cancer Treatments Advisory Committee at meeting Friday 28 April 2023.",
          "fs": "Clinical advice received from Cancer Treatments Advisory Committee at meeting Friday 28 April 2023.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000DRgdK2AT"
          },
          "Id": "a0POZ00000DRgdK2AT",
          "Event_Date__c": "2023-08-30",
          "Event_Description__c": "Clinical advice received from Cancer Treatments Advisory Committee at meeting Friday 28 April 2023.",
          "Stage__c": "Seeking Clinical Advice",
          "Outcome__c": "Deferred",
          "Formatted_Date__c": "Aug 2023",
          "Published_Recommendation__c": "<p>1.<span style=\"font-size: 7pt;\">   </span>The Advisory Committee <strong>recommended</strong> that retreatment with venetoclax for relapsed/refractory CLL <strong>be deferred</strong>.</p><p>2.<span style=\"font-size: 7pt;\">   </span>In making this recommendation, the Advisory Committee considered: </p><p class=\"ql-indent-1\">2.1.<span style=\"font-size: 7pt;\"> </span>Presently, there is insufficient evidence supporting the health benefits of retreatment with venetoclax for people with CLL.</p><p class=\"ql-indent-1\">2.2.<span style=\"font-size: 7pt;\"> </span> Higher quality evidence with larger sample size, better defined patient group and appropriate study design would be required for consideration of widened access for this group. </p>",
          "Published_Application__c": "<p>1.<span style=\"font-size: 7pt;\">   </span>The Advisory Committee reviewed the application for Ibrutinib and venetoclax Special Authority for relapsed/refractory (R/R) chronic lymphocytic leukaemia (CLL) Application.</p><p>2.<span style=\"font-size: 7pt;\">   </span>The Advisory Committee took into account, where applicable, Pharmac’s relevant decision-making framework when considering this agenda item.</p>",
          "Published_Discussion__c": "<h3><em>Māori impact</em></h3><p>1.<span style=\"font-size: 7pt;\">   </span>The Committee discussed the impact of widening access to venetoclax and ibrutinib for the treatment of CLL on Māori health areas of focus and Māori health outcomes. The Committee noted that CLL is not specifically a Pharmac Hauora Arotahi Māori health area of focus. The Committee considered that there is no direct evidence to suggest that incidence of CLL in Māori is any greater than that of other New Zealand populations.</p><h3><em>Background </em></h3><p>2.<span style=\"font-size: 7pt;\">   </span>The Committee noted that in <a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-fund-venetoclax-venclexta-for-chronic-lymphocytic-leukaemia/\" target=\"_blank\">November 2019</a> venetoclax was funded in combination with rituximab, for the treatment of CLL that has relapsed within 36 months of previous treatment, and as monotherapy for the treatment of previously untreated CLL with a specific genetic mutation (17p deletion or TP53 mutation), both subject to Special Authority criteria. The Committee noted that enetoclax in combination with rituximab was recommended with a high priority for funding by CaTSoP (<a href=\"https://pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-record-2019-04.pdf\" target=\"_blank\">April 2019</a>). The Committee noted that the Subcommittee had considered it reasonable at that time to limit the use of venetoclax to treat individuals who relapse within 36 months of prior treatment as these individuals were considered to be a group with a higher health need.</p><p>3.<span style=\"font-size: 7pt;\">   </span>The Committee noted that in <a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-2022-11-10-janssen-bundle/\" target=\"_blank\">November 2022</a>, ibrutinib monotherapy was funded for people with relapsed or refractory chronic lymphocytic leukaemia, following treatment with venetoclax, subject to Special Authority criteria.</p><p>4.<span style=\"font-size: 7pt;\">   </span>The Committee noted following the funding of venetoclax, CaTSoP recommended ibrutinib as a subsequent line of therapy (relapsed/refractory or intolerance) to venetoclax-containing regimens be listed with a high priority<strong> </strong>(<a href=\"https://pharmac.govt.nz/assets/2020-07-03-Catsop-Record-Web-version-Final-ready-to-upload.pdf\" target=\"_blank\">July 2020</a>). The Committee noted that at the time of this recommendation, CaTSoP had considered that while venetoclax met the health need for the majority of previously untreated people with del17p/TP53 mutation and people who relapsed within 36 months, there remained an unmet health need for individuals with CLL who are intolerant of, or refractory to venetoclax, who relapse after treatment with venetoclax, or for whom treatment with venetoclax is inappropriate. The Committee considered that individuals who were intolerant of, or refractory to, venetoclax containing regimens had the highest unmet health.</p><p>5.<span style=\"font-size: 7pt;\">   </span>The Committee noted that when Pharmac issued a public consultation prior to the funding of ibrutinib for CLL (<a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2022-09-14-consultation-janssen-bundle/\" target=\"_blank\">September 2022</a>) seeking feedback on the proposal, Pharmac received multiple submissions relating to the requirements around individuals with CLL relapsing within 36 months of prior treatment. The Committee noted that consumers and clinicians voiced their concerns around individuals with CLL who have relapsed after 36 months not being able to access effective treatment.</p><p><em>Health need</em></p><p>6.<span style=\"font-size: 7pt;\">   </span>The Committee noted that in New Zealand, individuals with non-17p deleted/TP53 mutated CLL who relapse after greater than 36 months, after first line fludarabine, cyclophosphamide and rituximab (FCR) or bendamustine and rituximab (BR) therapy, are unable to access funded venetoclax. This group of individuals are therefore also unable to access funded ibrutinib, which is only funded subsequent to venetoclax. The Committee also noted that individuals who are treated with FCR first line are unable to access BR second line. The Committee noted that individuals who are considered “fit” are unable to access obinutuzumab with chlorambucil (Chl) second line, so are often retreated with FCR. The Committee considered that retreatment with FCR is associated with increased toxicity including risk of developing secondary malignancies such as myelodysplastic syndrome.</p><p>7.<span style=\"font-size: 7pt;\">   </span>The Committee considered that individuals with 17p deleted/TP53 mutated CLL may benefit from a treatment break at 24 months (as per the Murano trial) but are currently not recommended to take one because if they relapse after 36 months of first-line venetoclax therapy they cannot then access Bruton tyrosine kinase inhibitor (BTKi) therapy. The Committee noted that the cost of venetoclax treatment would be reduced without a reduction in treatment benefit, if individuals could access treatment of fixed duration (24 months), followed by a break, without the consequent risk of not being able to meet the criteria for subsequent BTKi treatment. The Committee considered that if the 36-month criterion was removed, almost all of those who are on treatment with first line venetoclax at 24 months would stop treatment at 24 months.</p><p>8.<span style=\"font-size: 7pt;\">   </span>The Committee considered that individuals with better prognosis CLL are being disadvantaged by the Special Authority requirement to relapse within 36 months.</p><h3><em>Health benefit </em></h3><p>9.<span style=\"font-size: 7pt;\">   </span>The Committee noted that the MURANO trial (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29562156/\" target=\"_blank\">Seymour et al. N Engl J Med. 2018;378:1107-20</a>): a phase III multicentre open-label parallel-arm randomised controlled trial including individuals aged 18 years or over with relapsed or refractory CLL, and compared venetoclax plus rituximab (n=194) with bendamustine plus rituximab (n=195), reported health benefit derived from venetoclax plus rituximab, which would be generalisable to people<span style=\"font-size: 8pt;\"> </span>who relapse and require treatment after 36 months following their prior line of therapy. The Committee noted CaTSoP’s consideration of the trial in <a href=\"https://pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-record-2019-04.pdf\" target=\"_blank\">April 2019</a>.</p><p>10.<span style=\"font-size: 7pt;\"> </span>The Committee noted the results of the RESONATE trial, an open label Phase III study comparing ibrutinib to ofatumumab in individuals with CLL or SLL requiring therapy if they had at least one prior treatment (<a href=\"https://pubmed.ncbi.nlm.nih.gov/24881631/\" target=\"_blank\">Byrd et al. N Engl J Med. 2014;371:213-23</a>). The Committee considered that the comparator arm (ofatumumab) showed weak efficacy in comparison to ibrutinib. The Committee considered that ibruitinib showed substantial PFS benefit over ofatumumab. The Committee considered that there was no clear reason to think that the health benefits would be different in a New Zealand population to the study population, however noted that no individuals in the study had received venetoclax. However, prior treatment with venetoclax is a requirement for accessing funded ibrutinib in New Zealand. The Committee also noted CaTSoP’s prior consideration of the trial in <a href=\"https://pharmac.govt.nz/assets/2020-07-03-Catsop-Record-Web-version-Final-ready-to-upload.pdf\" target=\"_blank\">July 2020</a>.</p><p>11.<span style=\"font-size: 7pt;\"> </span>The Committee reviewed evidence for venetoclax retreatment for CLL (<a href=\"https://ashpublications.org/bloodadvances/article/6/15/4553/485664/Venetoclax-retreatment-of-patients-with-chronic\" target=\"_blank\">Thompson et al. Blood Adv. 2022;6:4553-7</a>). The Committee considered that the only study available was of poor quality due to its small sample size, heterogenous patient population and retrospective, chart-review design. The Committee considered that presently, there is insufficient quality evidence to make a positive recommendation for re-treatment with venetoclax for CLL, so venetoclax for this group was deferred until higher quality evidence with larger sample size, better defined patient group and appropriate study design became available.</p><p>12.<span style=\"font-size: 7pt;\"> </span>The Committee considered that in New Zealand, the CLL population receiving second line re-treatment is older than that in the MURANO trial (where the median age in the trial was 65 years), so the number of individuals requiring subsequent treatment was maybe 10% lower than that number that would be estimated based on PFS data from the MURANO trial (also taking into account that, in CLL, PFS does not equal time to next treatment).</p><p>13.<span style=\"font-size: 7pt;\"> </span>The Committee considered that in the context of treatment after venteoclax with rituximab for relapsed/refractory CLL, approximately 50% of individuals would meet current Special Authority criteria for ibrutinib based on the median time to next treatment in the MURANO study of 57.8 months. The Committee considered that the proportion of people accessing ibrutinib as third line therapy is likely to be higher in New Zealand due to using less efficacious third line treatment/s (cyclical chlorambucil or steroids) to meet current ibrutinib Special Authority criteria. The Committee estimated that in New Zealand approximately 30% would receive obinutuzumab +Chl and that 15% would receive no treatment following venetoclax and rituximab therapy. The Committee made these estimates considering the lack of published data for Obinutuzumab + Chl as third line.</p><p>14.<span style=\"font-size: 7pt;\"> </span>The Committee considered that the treatment paradigm for individuals with non-17p deletion/TP53 mutated CLL would be first-line FCR/BR/G-Chl, second-line venetoclax with rituximab, and third-line ibrutinib.</p><h3><em>Cost and savings</em></h3><p>15.<span style=\"font-size: 7pt;\"> </span>The Committee noted that to date the <a href=\"https://pubmed.ncbi.nlm.nih.gov/29562156/\" target=\"_blank\">MURANO trial</a> was utilised for Pharmac’s economic modelling for venetoclax and the <a href=\"https://pubmed.ncbi.nlm.nih.gov/24881631/\" target=\"_blank\">RESONATE trial</a> was utilised for Pharmac’s economic modelling for ibrutinib in the relapsed/refractory CLL setting. The Committee considered that the data utilised for economic modelling for both treatments is applicable to these treatments used in the population subgroups considered, excepting the group proposed to receive venetoclax re-treatment.</p><p>16.<span style=\"font-size: 7pt;\"> </span>The Committee considered that if the 36-month restriction was removed from the Special Authority criteria, more individuals with17p deleted CLL/TP53 mutated CLL would likely be prescribed fixed-term venetoclax (instead of continuous use), as prescribers would be assured these individuals could access funded treatment after the 36-month period, which may result in reduced cost of venetoclax.</p><h3><em>Funding criteria</em></h3><p>17.<span style=\"font-size: 7pt;\"> </span>The Committee noted that the evidence indicating appropriateness of a 36-month cut-off requirement came from <a href=\"https://pubmed.ncbi.nlm.nih.gov/25752923/\" target=\"_blank\">Fornecker et al. Am J Haematol. 2015;90:511-4</a>, a retrospective non-randomised study treating 132 individuals with CLL treated with various regimens post-relapse after receiving FCR upfront. The authors of the study concluded that new treatment regimens should be offered to people who relapse in less than 36 months after ceasing FCR, as those who relapsed after 36 months of FCR responded well to re-treatment with first line therapy (FCR). The Committee considered that this evidence was not of great quality due to its size, and retrospective and non-randomised design. The Committee also noted that the study is referenced in the <a href=\"https://www.esmo.org/guidelines/guidelines-by-topic/haematological-malignancies/chronic-lymphocytic-leukaemia\" target=\"_blank\">European Society for Medical Oncology (ESMO) CLL guidelines</a>, in the recommendations to initiate novel therapy with venetoclax plus rituximab, or a BTKis as continuous therapy in individuals whose disease is refractory to or has relapsed within 3 years of first -line therapy, or refractory to first therapy.</p><p>18.<span style=\"font-size: 7pt;\"> </span>The Committee considered the Special Authority criteria for venetoclax with rituximab for relapsed/refractory CLL currently allows access to venetoclax through interpretation of the wording “progression free survival”. The Committee considered that clinicians currently deem people to have progressed within 36 months of ceasing prior treatment, though they do not initiate their next treatment at the documented time of progression. That is, if disease has progressed before 36 months, then clinicians can still use venetoclax beyond the 36-month restriction.</p><p>19.<span style=\"font-size: 7pt;\"> </span>The Committee also considered that in order to access these treatments, clinicians may prescribe short term treatment with other chemotherapy (eg chlorambucil) on which individuals will likely relapse, and then access and utilise funded venetoclax or ibrutinib depending on the treatment history as the Special Authority criteria for venetoclax will have been met.</p><p>20.<span style=\"font-size: 7pt;\"> </span>The Committee considered that in light of these prescribing behaviours, the likely cost of making this change to the criteria, for ibrutinib especially, would be minimal. The Committee considered that almost all individuals who relapse more than 36 months after ceasing prior treatment before venetoclax or ibrutinib are still likely to receive treatment with these agents, but with some incurring cost and exposure to an additional ineffective line of chemotherapy before initiating treatment with venetoclax or ibrutinib, potentially compromising outcomes.</p><p>21.<span style=\"font-size: 7pt;\"> </span>The Committee considered it reasonable to assume based on the proportion of people who are progression free for 42 months after first-line treatment that approximately 50% of individuals with relapsed/refractory CLL are eligible for treatment currently, and that this number would nearly double with the proposed removal of the 36-month criterion. However the Committee noted that this estimate was not relevant to the New Zealand context, as these individuals do ultimately end up receiving venetoclax or ibrutinib, albeit after another line of therapy.</p><h3><em>Summary for assessment</em></h3><p>22.<span style=\"font-size: 7pt;\"> </span>The Committee considered that less than 20% of people would receive FCR retreatment in the third-line setting, as a comparator to ibrutinib (see PICO table below). The Committee considered more suitable assumptions to be that 10% would receive FCR retreatment, while 80% would receive obinutuzumab with chlorambucil.</p>",
          "Status_History__c": "a13OZ000001wOO4YAM"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2023",
          "fs": "Aug 2023",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000DRgdL2AT"
          },
          "Id": "a0POZ00000DRgdL2AT",
          "Event_Date__c": "2023-08-30",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Aug 2023",
          "Status_History__c": "a13OZ00000F71A5YAJ"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Medium",
          "fs": "Medium",
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/assets/2023-10-12-Cancer-Treatments-Advisory-Committee-Record.pdf#page=48\" target=\"_blank\">Meeting record</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/assets/2023-10-12-Cancer-Treatments-Advisory-Committee-Record.pdf#page=48\" target=\"_blank\">Meeting record</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Mar 2024",
          "fs": "Mar 2024",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Cancer Treatments Advisory Committee at meeting Thursday 12 October 2023.",
          "fs": "Clinical advice received from Cancer Treatments Advisory Committee at meeting Thursday 12 October 2023.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000DRgdN2AT"
          },
          "Id": "a0POZ00000DRgdN2AT",
          "Event_Date__c": "2024-03-28",
          "Event_Description__c": "Clinical advice received from Cancer Treatments Advisory Committee at meeting Thursday 12 October 2023.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/assets/2023-10-12-Cancer-Treatments-Advisory-Committee-Record.pdf#page=48\" target=\"_blank\">Meeting record</a></p>",
          "Outcome__c": "Medium",
          "Formatted_Date__c": "Mar 2024",
          "Status_History__c": "a13OZ00000F76w5YAB"
        },
        "change": null
      }
    ],
    "dateString": "Apr 2023",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2023",
          "fs": "Oct 2023",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000DRgdM2AT"
          },
          "Id": "a0POZ00000DRgdM2AT",
          "Event_Date__c": "2023-10-16",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Oct 2023",
          "Status_History__c": "a13OZ000002kbBYYAY"
        },
        "change": null
      }
    ],
    "dateString": "Oct 2023",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  }
]