[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2020",
          "fs": "Oct 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXH2AZ"
          },
          "Id": "a0POZ00000O9kXH2AZ",
          "Event_Date__c": "2020-10-01",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "Oct 2020",
          "Status_History__c": "a132P000000CMoTQAW"
        },
        "change": null
      }
    ],
    "dateString": "Oct 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee <b>recommended</b> that budesonide/eformoterol inhalers (100/6 and 200/6; dry powder for inhalation and pressurised metered dose inhalers) be dispensed stat with a <b>high priority</b> within the context of treatment for respiratory diseases.</p><p><br></p><p>1.1.1.<span style=\"font-size: 7pt;\">       </span>The Subcommittee made this recommendation based on the need to facilitate a transition to and alignment with the 2020 update to the NZ Adult and Adolescent Asthma guidelines relating to the use of anti-inflammatory reliever (AIR) therapy, given the quality of the evidence supporting this. </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee <b>recommended</b> that budesonide/eformoterol metered dose inhaler (Symbicort Rapihaler 100/3) be listed as <b>cost-neutral</b> to the per dose price of Vannair 200/6 metered dose inhaler within the context of treatment for respiratory diseases. </p><p><br></p><p>1.2.1.<span style=\"font-size: 7pt;\">       </span>The Subcommittee made this recommendation based on the considerations that use of Vannair as AIR therapy does not pose a significant clinical risk and that the benefit of the Symbicort Rapihaler would be derived from its similarity in behavioural requirements for patients transitioning from salbutamol, which requires two puffs per use.</p>",
          "fs": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee <b>recommended</b> that budesonide/eformoterol inhalers (100/6 and 200/6; dry powder for inhalation and pressurised metered dose inhalers) be dispensed stat with a <b>high priority</b> within the context of treatment for respiratory diseases.</p><p><br></p><p>1.1.1.<span style=\"font-size: 7pt;\">       </span>The Subcommittee made this recommendation based on the need to facilitate a transition to and alignment with the 2020 update to the NZ Adult and Adolescent Asthma guidelines relating to the use of anti-inflammatory reliever (AIR) therapy, given the quality of the evidence supporting this. </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee <b>recommended</b> that budesonide/eformoterol metered dose inhaler (Symbicort Rapihaler 100/3) be listed as <b>cost-neutral</b> to the per dose price of Vannair 200/6 metered dose inhaler within the context of treatment for respiratory diseases. </p><p><br></p><p>1.2.1.<span style=\"font-size: 7pt;\">       </span>The Subcommittee made this recommendation based on the considerations that use of Vannair as AIR therapy does not pose a significant clinical risk and that the benefit of the Symbicort Rapihaler would be derived from its similarity in behavioural requirements for patients transitioning from salbutamol, which requires two puffs per use.</p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that asthma is a common and sometimes severe chronic lung disease characterised by inflammation, subsequent narrowing of the airways and reversible airway obstruction, and that inhaled corticosteroids (ICS) and beta agonist combination treatments have long been indicated for the maintenance treatment of asthma.</p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that adult medicated asthma is 1.4 times more common in women than in men, and that Māori adults have an increased prevalence of medicated asthma than non-Māori (<a href=\"https://www.health.govt.nz/publication/annual-update-key-results-2018-19-new-zealand-health-survey\" target=\"_blank\">Ministry of Health Annual Update of Key Results 2018/2019</a>).The Subcommittee noted that Māori, Pacific people, and people living in the most socioeconomically deprived areas experience the highest rates of hospitalisations due to asthma, and that Māori are 3.3 times and Pacific peoples 3.7 times more likely to be hospitalised than Europeans or other New Zealanders (<a href=\"https://s3-ap-southeast-2.amazonaws.com/assets.asthmafoundation.org.nz/images/NZ-Impact-Report-2018_FINAL.pdf\" target=\"_blank\">Asthma and Respiratory Foundation NZ Report 2018</a>).</p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the most recent guidelines for asthma treatment (<a href=\"https://www.nzrespiratoryguidelines.co.nz/uploads/8/3/0/1/83014052/arfnz_adolescent_and_adult_asthma_guidelines_.pdf\" target=\"_blank\">2020 Update of the NZ Adolescent and Adult Asthma guidelines</a>) indicate that the preferred algorithm for treatment of mild and moderate asthma for adolescent and adult patients is budesonide and eformoterol, denoted as Anti-Inflammatory Reliever (AIR) therapy with or without maintenance. The Subcommittee noted that the main changes to the guidelines relevant to the use of budesonide with eformoterol are:</p><p><br></p><p>1.3.1.<span style=\"font-size: 7pt;\">       </span>The recommendation to avoid short-acting beta agonist (SABA)-only treatment;</p><p><br></p><p>1.3.2.<span style=\"font-size: 7pt;\">       </span>The use of an ICS/fast-acting beta adrenoceptor agonist such as eformoterol with budesonide as the preferred reliever medication over SABA, across the spectrum of asthma severity;</p><p><br></p><p>1.3.3.<span style=\"font-size: 7pt;\">       </span>Introduction of the terminology ‘anti-inflammatory reliever (AIR)’ therapy to describe the use of budesonide with eformoterol as a reliever medication, with or without budesonide with eformoterol as maintenance therapy. This approach is an extension of the ‘Single combination ICS/ long-acting beta agonist (LABA) inhaler Maintenance and Reliever Therapy’ (SMART) approach recommended in <a href=\"https://assets-global.website-files.com/5e332a62c703f653182faf47/5e332a62c703f6ecb42fd098_Beasley%20FINAL.pdf\" target=\"_blank\">the previous guideline (2016)</a>.</p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that at the time of publication of the updated 2020 guidelines, the dry powder inhalers (DPIs) Symbicort Turbuhaler (100/6, 200/6, 400/12) and DuoResp Spiromax (200/6, 400/12) are the only formulations that had regulatory approval in New Zealand for AIR therapy. The Subcommittee noted that there are currently no pressurised metered dose inhalers (pMDIs) that are approved for use as AIR therapy with or without maintenance, but considered that the registration status for these products for use in these particular indications was not a particular concern clinically.</p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that asthma exacerbations pose a significant cost to the healthcare system and as well as to patients, family, and whānau. The Subcommittee noted that an urgent GP visit for an adult, depending on location, can cost up to $100 per visit, and that exacerbations that result in hospitalisation can cost the health system upwards of $3,000. </p><p><br></p><p><i>Budesonide/eformoterol dry powder inhaler (DPI)</i></p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted a request for information by PHARMAC staff regarding the use of budesonide/eformoterol dry powder inhalers for the treatment of asthma in light of the <a href=\"https://www.nzrespiratoryguidelines.co.nz/uploads/8/3/0/1/83014052/arfnz_adolescent_and_adult_asthma_guidelines_.pdf\" target=\"_blank\">2020 Update of the NZ Adolescent and Adult Asthma guidelines</a>. </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the majority of patients receiving budesonide/eformoterol DPIs suffer from asthma, and only a small proportion of patients receive budesonide/eformoterol DPIs for the relief of chronic obstructive pulmonary disease (COPD). </p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that in October 2020, Teva’s budesonide with eformoterol inhaler (DuoResp Spiromax) was listed on the Pharmaceutical Schedule alongside the Symbicort Turbuhaler, both of which are approved for use as AIR therapy with or without maintenance (DuoResp Spiromax being only approved as AIR therapy for adults, while Symbicort Turbuhaler is approved in ages 12 years and over for AIR without maintenance and in the 100/6 strength is approved in ages 4 years and over for AIR with maintenance). </p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that in practice the 100/6 strength of the Symbicort Turbuhaler is often used to treat children under the age of 12 years. The Subcommittee noted that the 200/6 strength formulation, available in both brands, is also occasionally used in children aged under 12. The Subcommittee noted that DuoResp Spiromax is not currently approved for AIR therapy with or without maintenance for patients under the age of 18, but that a decision by Medsafe whether to approve for adolescent patients is expected in 2021. The Subcommittee considered that the appropriate age cut-off for this inhaler should be 12 years old, as there is no 100/6 strength of DuoResp Spiromax at this time.</p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the currently available strengths of budesonide/eformoterol dry powder inhalers are 200/6 and 400/12 for DuoResp Spiromax, and 100/6, 200/6, and 400/12 for Symbicort Turbuhaler. The Subcommittee noted that the 400/12 strength dose is rarely used in primary care, and considered that there is a risk of it being used for AIR therapy with or without maintenance, which is inappropriate due to the high ICS and LABA dose administered during each actuation. The Subcommittee considered that prescribing lower doses provides more flexibility with dosing without the concern of high doses of steroids being prescribed and taken inappropriately as reliever therapy. The Subcommittee considered that the high dose formulation (400/12) was not required as patients could sufficiently obtain the equivalent dose from two inhalations of the 200/6 strength formulation. The Subcommittee considered that if not available, this would reduce the risk of inappropriate use of the 400/12 strength of budesonide/eformoterol as reliever therapy in primary care. </p><p><br></p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that current practice with salbutamol pMDIs is that they are dispensed in large quantities so that patients can receive multiple inhalers per dispensing. The Subcommittee also noted that, in light of the recent updates to the NZ asthma guidelines for mild-moderate asthma, PHARMAC has been requested to makes a change to enable an increase in the dispensing quantities, frequencies and funding of budesonide/eformoterol inhalers to align with this shift in treatment paradigm. The Subcommittee considered that a change to enable stat dispensing would help facilitate this change and align with the new guidelines. The Subcommittee noted that enabling stat dispensing of budesonide/eformoterol would allow patients to have multiple inhalers in different locations, similar to what members considered occurs now with salbutamol pMDIs. The Subcommittee considered that this change could potentially lead to wastage of budesonide/eformoterol inhalers but clinically would reduce the risk of serious exacerbations. In addition, the Subcommittee also considered that enabling primary care providers to provide budesonide/eformoterol on a practitioner’s supply order would help facilitate implementation of the update 2020 update to the guidelines.</p><p><br></p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the Symbicort Turbuhaler has a shelf-life of 24 months, and that the supplier had indicated that there is no separate shelf-life once opened. The Subcommittee also noted that the DuoResp Spiromax has a 36-month shelf-life, however the datasheet indicates that the product must be used within 6 months of opening. The Subcommittee noted that patients with mild asthma who do not need to use their inhalers as AIR therapy regularly would likely stockpile these without keeping track of when they were opened or when they expire, resulting in the use of expired inhalers. The Subcommittee considered that there are potential stability issues with DPIs, but there is insufficient data on shelf-life stability of these inhalers to know if their efficacy reduces appreciably once expired. The Subcommittee considered that if an expired inhaler was delivering 80% of the expected dose that this would still be beneficial to patients using AIR therapy, and that patients would likely slightly increase their weekly dose or number of actuations as necessary to compensate. </p><p><br></p><p><span style=\"color: black;\">1.8.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted five trials providing evidence for the use of budesonide/eformoterol DPIs for AIR and AIR plus maintenance therapy:</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/16009588/\" target=\"_blank\">Balang et al. Plum Pharmacol Ther. 2006;19:139-47</a> </p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/29768147/\" target=\"_blank\">Bateman et al. N Eng J Med. 2018;378:1877-87</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/29768149/\" target=\"_blank\">O’Byrne et al. N Eng J Med. 2018;378:1865-76</a> </p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/31112386/\" target=\"_blank\">Beasley et al. N Engl J Med. 2019;380:2020-30</a> </p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/31451207/\" target=\"_blank\">Hardy et al. Lancet. 2019;94:919-928</a></p><p><br></p><p><span style=\"color: black;\">1.9.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted the results of the <a href=\"https://pubmed.ncbi.nlm.nih.gov/31112386/\" target=\"_blank\">Beasley et al</a> trial, which was a 52-week, randomised, open-label, parallel-group, controlled trial involving 675 adults with mild asthma; comparing AIR therapy with budesonide plus salbutamol as needed and salbutamol only as needed. The Subcommittee noted that the annualised exacerbation rate was lower for the AIR therapy group than that of the salbutamol group (absolute rate, 0.195 vs. 0.400; relative rate 0.49, 95% confidence interval [CI] 0.33 to 0.72; p&lt;0.001) and that the number of severe exacerbations was reduced in the AIR therapy group compared with the salbutamol only group. The Subcommittee considered that the benefit of AIR therapy was that in mild asthma it would reduce the annualised exacerbation rate and the number of severe exacerbations compared to salbutamol-only therapy. However, the Subcommittee considered that it was important to incorporate baseline exacerbation rates into any analysis of the impact of AIR therapy, as a direct comparison between trial arms could over-estimate true rates due to the variation in exacerbation rates between arms at baseline.</p><p><br></p><p><span style=\"color: black;\">1.10.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee considered that if budesonide/eformoterol were to be funded in New Zealand stat for AIR therapy in patients with mild asthma, the most appropriate comparator would be currently funded SABA treatments. The Subcommittee considered that the comparator for dosage and usage calculations when extrapolating the usage from the <a href=\"https://pubmed.ncbi.nlm.nih.gov/31112386/\" target=\"_blank\">Beasley et al</a> trial to the New Zealand population would the LABA component in budesonide/formoterol treatment options, as it is the most appropriate surrogate for symptom relief when a SABA is used as the comparator. </p><p><br></p><p><span style=\"color: black;\">1.11.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee noted the results of the <a href=\"https://pubmed.ncbi.nlm.nih.gov/31451207/\" target=\"_blank\">Hardy et al.</a> trial, which indicated that the annualised rate of exacerbations for AIR therapy was less than that of maintenance budesonide plus terbutaline as needed (0·119 vs 0·172; relative rate 0·69, 95% CI 0·48 to 1·00; p=0·049).</p><p><br></p><p><span style=\"color: black;\">1.12.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee noted the results of the <a href=\"https://pubmed.ncbi.nlm.nih.gov/29768149/\" target=\"_blank\">O’Byrne et al</a> trial, which indicated that the mean percentage of weeks with well controlled asthma for patients using AIR therapy was superior to terbutaline (SABA) used as needed (34.4% vs. 31.1% of weeks; odds ratio 1.14; 95% CI 1.00 to 1.30; p=0.046).</p><p><br></p><p><span style=\"color: black;\">1.13.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee noted the results of the <a href=\"https://pubmed.ncbi.nlm.nih.gov/29768147/\" target=\"_blank\">Bateman et al</a> trial, which indicated that annualised rate of severe asthma exacerbations for AIR therapy was non-inferior to budesonide/eformoterol maintenance plus terbutaline as needed.</p><p><br></p><p><span style=\"color: black;\">1.14.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee considered that the evidence to support the use of AIR therapy with or without maintenance was strong and of good quality, and was of particular relevance to the New Zealand population, with the recent update to the adult and adolescent asthma guidelines, as many of these trials were performed in New Zealand centres. </p><p><br></p><p><i>Summary</i></p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that there is likely high use of SABA pMDI only in Māori and Pacific populations, who are disproportionately affected by asthma, and that there is a higher need for AIR therapy options for these groups. The Subcommittee considered that availability of AIR therapy could be a driver for transitioning patients from their reliance on SABA inhalers to budesonide/eformoterol, which is safer and more effective at reducing exacerbations. The Subcommittee also considered that funding decisions should minimise barriers for patients and clinicians to adhere to the updated treatment guidelines. </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that budesonide/eformoterol DPIs and pMDIs could replace the use of SABA and ICS inhalers, but that they could potentially be used incorrectly in combination with SABA and other ICS if patients were confused about inhaler use. </p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the paradigm shift from using SABA reliever inhalers alone for the treatment of mild asthma to using budesonide/eformoterol inhalers for symptom relief could see a large proportion of current SABA-only patients shift to budesonide/eformoterol products for symptom relief over 5-years. The Subcommittee considered that the PHARMAC estimate of 8% uptake per annum, which was based on the uptake of SMART therapies earlier, was likely too low, as advocacy and health sector support for AIR therapy is strong, and AIR is a simpler regimen than SMART. However, the Subcommittee considered that it is unclear how many patients would transition from SABA-only therapy to budesonide/eformoterol based AIR therapy, given previous experience with salbutamol generic transitions. The Subcommittee noted that some patients are loyal to a certain product and in many cases are willing to pay an extra part charge per dispensing to maintain treatment with their current branded therapy, which could mean that some patients will resist switching from SABA-only to budesonide/eformoterol based AIR therapy.</p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that there would be cost saving to the health system from reduced exacerbations as a result of AIR vs SABA-only therapy. The Subcommittee noted the absolute reduction in severe exacerbations from the <a href=\"https://pubmed.ncbi.nlm.nih.gov/31112386/\" target=\"_blank\">Beasley et al</a> trial. </p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered it would be important to consider the potential savings from less repeat dispensing of ICS with salbutamol when salbutamol is the only part of the dispensed treatment being used by patients, as this may be very common.</p><p><br></p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that SABA-only as a reliever treatment will still be used by emergency services and in hospital ICUs, and that GPs may still prescribe SABA for use as needed. The Subcommittee also considered that, during the phase-out of SABA-only use in favour of AIR, costs to the combined pharmaceutical budget will escalate in the interim due to the higher price of AIR treatment options compared with SABA inhalers. </p><p><br></p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that patients are likely to require more than two inhalers per dispensing in order to keep inhalers in more than one location in case exacerbations were acute and severe. The Subcommittee considered that a clinician would typically be comfortable with prescribing 6 months’ supply to a patient deemed to be well managed on current therapy, if this meant they would be able to store inhalers at more than one location. The Subcommittee considered however that this would also contribute to greater potential wastage of a product with a shorter shelf-life.  </p><p><br></p><p><i>Future procurement process for budesonide/eformoterol</i></p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted the record of the Respiratory Procurement Advisory Group meeting (<a href=\"https://pharmac.govt.nz/assets/PRAG-Record-2019-09.pdf\" target=\"_blank\">September 2019</a>). </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that it would be important to retain both 100/6 and 200/6 strengths after any commercial process regarding budesonide/eformoterol inhalers. The Subcommittee considered that having both strengths available is important regardless of whether the inhalers are DPIs or pMDIs, and that having multiple strengths makes it easier for prescribers and patients to individualise dosing for their specific needs. The Subcommittee however considered that the inclusion of the high strength (400/12) formulation in a future procurement process was not necessary. </p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that some patients may find it difficult to transition to a new or different brand of inhaler, due to confusion about how to use the inhaler, which is especially the case with the elderly and patients currently using multiple inhalers. The Subcommittee considered that similarity between devices and methods of administration of the medicine, as well as the formulation, would be important to consider during any transition to a sole supply arrangement. The Subcommittee considered that a six-month transition period would be an appropriate amount of time to transition patients from different budesonide/eformoterol formulations to a single budesonide/eformoterol inhaler for AIR with or without maintenance. </p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that prescriber and patient education will be important if patients are to be transitioned onto different brands, in order to limit the nocebo effect, and that similarity of use between old and new brands will aid with familiarity and therefore adherence to treatment. The Subcommittee noted the importance of engaging with organisations and key stakeholders, such as GPs, pharmacists, the Pharmaceutical Society of NZ, and asthma nurses, who play a key role in asthma education and dispensing of asthma medication. The Subcommittee considered that if a single generic brand was funded as the result of a commercial process, it would be important for prescribers and pharmacy to provide education to patients, in particular when historically there has been little supplier-provided education to inform past switches. </p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that, when evaluating different types of inhalers, it is important that variation in both the delivery device and the formulation be taken into account (eg. that there may be more variation in some cases within groups of inhalers [DPIs or pMDIs] than between DPIs and pMDIs). The Subcommittee considered that splitting inhalers into the categories, such as DPIs and pMDIs, can be of limited practical clinical relevance, given the variation within categories.</p><p><br></p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that the preferred commercial approach for budesonide/eformoterol DPIs would include principal supply status, and that it would be important to allow some patients to remain on their previous inhaler by virtue of the discretionary variance allowance. The Subcommittee considered that an allowance of up to 5% would be appropriate for this transition. The Subcommittee considered that patient and clinician education will be key in transitioning patients to ensure similarity and familiarity of use to aid with adherence. The Subcommittee noted that inhaler technique training specific to the new devices would be important for transitioning patients.</p>",
          "fs": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that asthma is a common and sometimes severe chronic lung disease characterised by inflammation, subsequent narrowing of the airways and reversible airway obstruction, and that inhaled corticosteroids (ICS) and beta agonist combination treatments have long been indicated for the maintenance treatment of asthma.</p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that adult medicated asthma is 1.4 times more common in women than in men, and that Māori adults have an increased prevalence of medicated asthma than non-Māori (<a href=\"https://www.health.govt.nz/publication/annual-update-key-results-2018-19-new-zealand-health-survey\" target=\"_blank\">Ministry of Health Annual Update of Key Results 2018/2019</a>).The Subcommittee noted that Māori, Pacific people, and people living in the most socioeconomically deprived areas experience the highest rates of hospitalisations due to asthma, and that Māori are 3.3 times and Pacific peoples 3.7 times more likely to be hospitalised than Europeans or other New Zealanders (<a href=\"https://s3-ap-southeast-2.amazonaws.com/assets.asthmafoundation.org.nz/images/NZ-Impact-Report-2018_FINAL.pdf\" target=\"_blank\">Asthma and Respiratory Foundation NZ Report 2018</a>).</p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the most recent guidelines for asthma treatment (<a href=\"https://www.nzrespiratoryguidelines.co.nz/uploads/8/3/0/1/83014052/arfnz_adolescent_and_adult_asthma_guidelines_.pdf\" target=\"_blank\">2020 Update of the NZ Adolescent and Adult Asthma guidelines</a>) indicate that the preferred algorithm for treatment of mild and moderate asthma for adolescent and adult patients is budesonide and eformoterol, denoted as Anti-Inflammatory Reliever (AIR) therapy with or without maintenance. The Subcommittee noted that the main changes to the guidelines relevant to the use of budesonide with eformoterol are:</p><p><br></p><p>1.3.1.<span style=\"font-size: 7pt;\">       </span>The recommendation to avoid short-acting beta agonist (SABA)-only treatment;</p><p><br></p><p>1.3.2.<span style=\"font-size: 7pt;\">       </span>The use of an ICS/fast-acting beta adrenoceptor agonist such as eformoterol with budesonide as the preferred reliever medication over SABA, across the spectrum of asthma severity;</p><p><br></p><p>1.3.3.<span style=\"font-size: 7pt;\">       </span>Introduction of the terminology ‘anti-inflammatory reliever (AIR)’ therapy to describe the use of budesonide with eformoterol as a reliever medication, with or without budesonide with eformoterol as maintenance therapy. This approach is an extension of the ‘Single combination ICS/ long-acting beta agonist (LABA) inhaler Maintenance and Reliever Therapy’ (SMART) approach recommended in <a href=\"https://assets-global.website-files.com/5e332a62c703f653182faf47/5e332a62c703f6ecb42fd098_Beasley%20FINAL.pdf\" target=\"_blank\">the previous guideline (2016)</a>.</p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that at the time of publication of the updated 2020 guidelines, the dry powder inhalers (DPIs) Symbicort Turbuhaler (100/6, 200/6, 400/12) and DuoResp Spiromax (200/6, 400/12) are the only formulations that had regulatory approval in New Zealand for AIR therapy. The Subcommittee noted that there are currently no pressurised metered dose inhalers (pMDIs) that are approved for use as AIR therapy with or without maintenance, but considered that the registration status for these products for use in these particular indications was not a particular concern clinically.</p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that asthma exacerbations pose a significant cost to the healthcare system and as well as to patients, family, and whānau. The Subcommittee noted that an urgent GP visit for an adult, depending on location, can cost up to $100 per visit, and that exacerbations that result in hospitalisation can cost the health system upwards of $3,000. </p><p><br></p><p><i>Budesonide/eformoterol dry powder inhaler (DPI)</i></p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted a request for information by PHARMAC staff regarding the use of budesonide/eformoterol dry powder inhalers for the treatment of asthma in light of the <a href=\"https://www.nzrespiratoryguidelines.co.nz/uploads/8/3/0/1/83014052/arfnz_adolescent_and_adult_asthma_guidelines_.pdf\" target=\"_blank\">2020 Update of the NZ Adolescent and Adult Asthma guidelines</a>. </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the majority of patients receiving budesonide/eformoterol DPIs suffer from asthma, and only a small proportion of patients receive budesonide/eformoterol DPIs for the relief of chronic obstructive pulmonary disease (COPD). </p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that in October 2020, Teva’s budesonide with eformoterol inhaler (DuoResp Spiromax) was listed on the Pharmaceutical Schedule alongside the Symbicort Turbuhaler, both of which are approved for use as AIR therapy with or without maintenance (DuoResp Spiromax being only approved as AIR therapy for adults, while Symbicort Turbuhaler is approved in ages 12 years and over for AIR without maintenance and in the 100/6 strength is approved in ages 4 years and over for AIR with maintenance). </p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that in practice the 100/6 strength of the Symbicort Turbuhaler is often used to treat children under the age of 12 years. The Subcommittee noted that the 200/6 strength formulation, available in both brands, is also occasionally used in children aged under 12. The Subcommittee noted that DuoResp Spiromax is not currently approved for AIR therapy with or without maintenance for patients under the age of 18, but that a decision by Medsafe whether to approve for adolescent patients is expected in 2021. The Subcommittee considered that the appropriate age cut-off for this inhaler should be 12 years old, as there is no 100/6 strength of DuoResp Spiromax at this time.</p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the currently available strengths of budesonide/eformoterol dry powder inhalers are 200/6 and 400/12 for DuoResp Spiromax, and 100/6, 200/6, and 400/12 for Symbicort Turbuhaler. The Subcommittee noted that the 400/12 strength dose is rarely used in primary care, and considered that there is a risk of it being used for AIR therapy with or without maintenance, which is inappropriate due to the high ICS and LABA dose administered during each actuation. The Subcommittee considered that prescribing lower doses provides more flexibility with dosing without the concern of high doses of steroids being prescribed and taken inappropriately as reliever therapy. The Subcommittee considered that the high dose formulation (400/12) was not required as patients could sufficiently obtain the equivalent dose from two inhalations of the 200/6 strength formulation. The Subcommittee considered that if not available, this would reduce the risk of inappropriate use of the 400/12 strength of budesonide/eformoterol as reliever therapy in primary care. </p><p><br></p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that current practice with salbutamol pMDIs is that they are dispensed in large quantities so that patients can receive multiple inhalers per dispensing. The Subcommittee also noted that, in light of the recent updates to the NZ asthma guidelines for mild-moderate asthma, PHARMAC has been requested to makes a change to enable an increase in the dispensing quantities, frequencies and funding of budesonide/eformoterol inhalers to align with this shift in treatment paradigm. The Subcommittee considered that a change to enable stat dispensing would help facilitate this change and align with the new guidelines. The Subcommittee noted that enabling stat dispensing of budesonide/eformoterol would allow patients to have multiple inhalers in different locations, similar to what members considered occurs now with salbutamol pMDIs. The Subcommittee considered that this change could potentially lead to wastage of budesonide/eformoterol inhalers but clinically would reduce the risk of serious exacerbations. In addition, the Subcommittee also considered that enabling primary care providers to provide budesonide/eformoterol on a practitioner’s supply order would help facilitate implementation of the update 2020 update to the guidelines.</p><p><br></p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the Symbicort Turbuhaler has a shelf-life of 24 months, and that the supplier had indicated that there is no separate shelf-life once opened. The Subcommittee also noted that the DuoResp Spiromax has a 36-month shelf-life, however the datasheet indicates that the product must be used within 6 months of opening. The Subcommittee noted that patients with mild asthma who do not need to use their inhalers as AIR therapy regularly would likely stockpile these without keeping track of when they were opened or when they expire, resulting in the use of expired inhalers. The Subcommittee considered that there are potential stability issues with DPIs, but there is insufficient data on shelf-life stability of these inhalers to know if their efficacy reduces appreciably once expired. The Subcommittee considered that if an expired inhaler was delivering 80% of the expected dose that this would still be beneficial to patients using AIR therapy, and that patients would likely slightly increase their weekly dose or number of actuations as necessary to compensate. </p><p><br></p><p><span style=\"color: black;\">1.8.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted five trials providing evidence for the use of budesonide/eformoterol DPIs for AIR and AIR plus maintenance therapy:</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/16009588/\" target=\"_blank\">Balang et al. Plum Pharmacol Ther. 2006;19:139-47</a> </p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/29768147/\" target=\"_blank\">Bateman et al. N Eng J Med. 2018;378:1877-87</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/29768149/\" target=\"_blank\">O’Byrne et al. N Eng J Med. 2018;378:1865-76</a> </p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/31112386/\" target=\"_blank\">Beasley et al. N Engl J Med. 2019;380:2020-30</a> </p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/31451207/\" target=\"_blank\">Hardy et al. Lancet. 2019;94:919-928</a></p><p><br></p><p><span style=\"color: black;\">1.9.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted the results of the <a href=\"https://pubmed.ncbi.nlm.nih.gov/31112386/\" target=\"_blank\">Beasley et al</a> trial, which was a 52-week, randomised, open-label, parallel-group, controlled trial involving 675 adults with mild asthma; comparing AIR therapy with budesonide plus salbutamol as needed and salbutamol only as needed. The Subcommittee noted that the annualised exacerbation rate was lower for the AIR therapy group than that of the salbutamol group (absolute rate, 0.195 vs. 0.400; relative rate 0.49, 95% confidence interval [CI] 0.33 to 0.72; p&lt;0.001) and that the number of severe exacerbations was reduced in the AIR therapy group compared with the salbutamol only group. The Subcommittee considered that the benefit of AIR therapy was that in mild asthma it would reduce the annualised exacerbation rate and the number of severe exacerbations compared to salbutamol-only therapy. However, the Subcommittee considered that it was important to incorporate baseline exacerbation rates into any analysis of the impact of AIR therapy, as a direct comparison between trial arms could over-estimate true rates due to the variation in exacerbation rates between arms at baseline.</p><p><br></p><p><span style=\"color: black;\">1.10.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee considered that if budesonide/eformoterol were to be funded in New Zealand stat for AIR therapy in patients with mild asthma, the most appropriate comparator would be currently funded SABA treatments. The Subcommittee considered that the comparator for dosage and usage calculations when extrapolating the usage from the <a href=\"https://pubmed.ncbi.nlm.nih.gov/31112386/\" target=\"_blank\">Beasley et al</a> trial to the New Zealand population would the LABA component in budesonide/formoterol treatment options, as it is the most appropriate surrogate for symptom relief when a SABA is used as the comparator. </p><p><br></p><p><span style=\"color: black;\">1.11.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee noted the results of the <a href=\"https://pubmed.ncbi.nlm.nih.gov/31451207/\" target=\"_blank\">Hardy et al.</a> trial, which indicated that the annualised rate of exacerbations for AIR therapy was less than that of maintenance budesonide plus terbutaline as needed (0·119 vs 0·172; relative rate 0·69, 95% CI 0·48 to 1·00; p=0·049).</p><p><br></p><p><span style=\"color: black;\">1.12.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee noted the results of the <a href=\"https://pubmed.ncbi.nlm.nih.gov/29768149/\" target=\"_blank\">O’Byrne et al</a> trial, which indicated that the mean percentage of weeks with well controlled asthma for patients using AIR therapy was superior to terbutaline (SABA) used as needed (34.4% vs. 31.1% of weeks; odds ratio 1.14; 95% CI 1.00 to 1.30; p=0.046).</p><p><br></p><p><span style=\"color: black;\">1.13.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee noted the results of the <a href=\"https://pubmed.ncbi.nlm.nih.gov/29768147/\" target=\"_blank\">Bateman et al</a> trial, which indicated that annualised rate of severe asthma exacerbations for AIR therapy was non-inferior to budesonide/eformoterol maintenance plus terbutaline as needed.</p><p><br></p><p><span style=\"color: black;\">1.14.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee considered that the evidence to support the use of AIR therapy with or without maintenance was strong and of good quality, and was of particular relevance to the New Zealand population, with the recent update to the adult and adolescent asthma guidelines, as many of these trials were performed in New Zealand centres. </p><p><br></p><p><i>Summary</i></p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that there is likely high use of SABA pMDI only in Māori and Pacific populations, who are disproportionately affected by asthma, and that there is a higher need for AIR therapy options for these groups. The Subcommittee considered that availability of AIR therapy could be a driver for transitioning patients from their reliance on SABA inhalers to budesonide/eformoterol, which is safer and more effective at reducing exacerbations. The Subcommittee also considered that funding decisions should minimise barriers for patients and clinicians to adhere to the updated treatment guidelines. </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that budesonide/eformoterol DPIs and pMDIs could replace the use of SABA and ICS inhalers, but that they could potentially be used incorrectly in combination with SABA and other ICS if patients were confused about inhaler use. </p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the paradigm shift from using SABA reliever inhalers alone for the treatment of mild asthma to using budesonide/eformoterol inhalers for symptom relief could see a large proportion of current SABA-only patients shift to budesonide/eformoterol products for symptom relief over 5-years. The Subcommittee considered that the PHARMAC estimate of 8% uptake per annum, which was based on the uptake of SMART therapies earlier, was likely too low, as advocacy and health sector support for AIR therapy is strong, and AIR is a simpler regimen than SMART. However, the Subcommittee considered that it is unclear how many patients would transition from SABA-only therapy to budesonide/eformoterol based AIR therapy, given previous experience with salbutamol generic transitions. The Subcommittee noted that some patients are loyal to a certain product and in many cases are willing to pay an extra part charge per dispensing to maintain treatment with their current branded therapy, which could mean that some patients will resist switching from SABA-only to budesonide/eformoterol based AIR therapy.</p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that there would be cost saving to the health system from reduced exacerbations as a result of AIR vs SABA-only therapy. The Subcommittee noted the absolute reduction in severe exacerbations from the <a href=\"https://pubmed.ncbi.nlm.nih.gov/31112386/\" target=\"_blank\">Beasley et al</a> trial. </p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered it would be important to consider the potential savings from less repeat dispensing of ICS with salbutamol when salbutamol is the only part of the dispensed treatment being used by patients, as this may be very common.</p><p><br></p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that SABA-only as a reliever treatment will still be used by emergency services and in hospital ICUs, and that GPs may still prescribe SABA for use as needed. The Subcommittee also considered that, during the phase-out of SABA-only use in favour of AIR, costs to the combined pharmaceutical budget will escalate in the interim due to the higher price of AIR treatment options compared with SABA inhalers. </p><p><br></p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that patients are likely to require more than two inhalers per dispensing in order to keep inhalers in more than one location in case exacerbations were acute and severe. The Subcommittee considered that a clinician would typically be comfortable with prescribing 6 months’ supply to a patient deemed to be well managed on current therapy, if this meant they would be able to store inhalers at more than one location. The Subcommittee considered however that this would also contribute to greater potential wastage of a product with a shorter shelf-life.  </p><p><br></p><p><i>Future procurement process for budesonide/eformoterol</i></p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted the record of the Respiratory Procurement Advisory Group meeting (<a href=\"https://pharmac.govt.nz/assets/PRAG-Record-2019-09.pdf\" target=\"_blank\">September 2019</a>). </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that it would be important to retain both 100/6 and 200/6 strengths after any commercial process regarding budesonide/eformoterol inhalers. The Subcommittee considered that having both strengths available is important regardless of whether the inhalers are DPIs or pMDIs, and that having multiple strengths makes it easier for prescribers and patients to individualise dosing for their specific needs. The Subcommittee however considered that the inclusion of the high strength (400/12) formulation in a future procurement process was not necessary. </p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that some patients may find it difficult to transition to a new or different brand of inhaler, due to confusion about how to use the inhaler, which is especially the case with the elderly and patients currently using multiple inhalers. The Subcommittee considered that similarity between devices and methods of administration of the medicine, as well as the formulation, would be important to consider during any transition to a sole supply arrangement. The Subcommittee considered that a six-month transition period would be an appropriate amount of time to transition patients from different budesonide/eformoterol formulations to a single budesonide/eformoterol inhaler for AIR with or without maintenance. </p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that prescriber and patient education will be important if patients are to be transitioned onto different brands, in order to limit the nocebo effect, and that similarity of use between old and new brands will aid with familiarity and therefore adherence to treatment. The Subcommittee noted the importance of engaging with organisations and key stakeholders, such as GPs, pharmacists, the Pharmaceutical Society of NZ, and asthma nurses, who play a key role in asthma education and dispensing of asthma medication. The Subcommittee considered that if a single generic brand was funded as the result of a commercial process, it would be important for prescribers and pharmacy to provide education to patients, in particular when historically there has been little supplier-provided education to inform past switches. </p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that, when evaluating different types of inhalers, it is important that variation in both the delivery device and the formulation be taken into account (eg. that there may be more variation in some cases within groups of inhalers [DPIs or pMDIs] than between DPIs and pMDIs). The Subcommittee considered that splitting inhalers into the categories, such as DPIs and pMDIs, can be of limited practical clinical relevance, given the variation within categories.</p><p><br></p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that the preferred commercial approach for budesonide/eformoterol DPIs would include principal supply status, and that it would be important to allow some patients to remain on their previous inhaler by virtue of the discretionary variance allowance. The Subcommittee considered that an allowance of up to 5% would be appropriate for this transition. The Subcommittee considered that patient and clinician education will be key in transitioning patients to ensure similarity and familiarity of use to aid with adherence. The Subcommittee noted that inhaler technique training specific to the new devices would be important for transitioning patients.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee reviewed a PHARMAC initiated proposal regarding the frequency of dispensing for, budesonide/eformoterol dry powder inhalers for the treatment of asthma. </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee also reviewed a supplier application for budesonide/eformoterol pressurised metered dose inhaler (Symbicort Rapihaler) in the treatment of asthma. </p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "fs": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee reviewed a PHARMAC initiated proposal regarding the frequency of dispensing for, budesonide/eformoterol dry powder inhalers for the treatment of asthma. </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee also reviewed a supplier application for budesonide/eformoterol pressurised metered dose inhaler (Symbicort Rapihaler) in the treatment of asthma. </p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": "<p><span style=\"font-family: Arial, sans-serif; font-size: 10pt;\">The Committee noted and agreed with the Subcommittee’s recorded considerations and recommendation</span></p>",
          "fs": "<p><span style=\"font-family: Arial, sans-serif; font-size: 10pt;\">The Committee noted and agreed with the Subcommittee’s recorded considerations and recommendation</span></p>",
          "change": null
        },
        "Outcome": {
          "s": "High",
          "fs": "High",
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2020",
          "fs": "Oct 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Respiratory Subcommittee at meeting Wednesday 28 October 2020.",
          "fs": "Clinical advice received from Respiratory Subcommittee at meeting Wednesday 28 October 2020.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXI2AZ"
          },
          "Id": "a0POZ00000O9kXI2AZ",
          "Event_Date__c": "2020-10-28",
          "Event_Description__c": "Clinical advice received from Respiratory Subcommittee at meeting Wednesday 28 October 2020.",
          "Stage__c": "Seeking Clinical Advice",
          "Outcome__c": "High",
          "Formatted_Date__c": "Oct 2020",
          "Published_Recommendation__c": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee <b>recommended</b> that budesonide/eformoterol inhalers (100/6 and 200/6; dry powder for inhalation and pressurised metered dose inhalers) be dispensed stat with a <b>high priority</b> within the context of treatment for respiratory diseases.</p><p><br></p><p>1.1.1.<span style=\"font-size: 7pt;\">       </span>The Subcommittee made this recommendation based on the need to facilitate a transition to and alignment with the 2020 update to the NZ Adult and Adolescent Asthma guidelines relating to the use of anti-inflammatory reliever (AIR) therapy, given the quality of the evidence supporting this. </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee <b>recommended</b> that budesonide/eformoterol metered dose inhaler (Symbicort Rapihaler 100/3) be listed as <b>cost-neutral</b> to the per dose price of Vannair 200/6 metered dose inhaler within the context of treatment for respiratory diseases. </p><p><br></p><p>1.2.1.<span style=\"font-size: 7pt;\">       </span>The Subcommittee made this recommendation based on the considerations that use of Vannair as AIR therapy does not pose a significant clinical risk and that the benefit of the Symbicort Rapihaler would be derived from its similarity in behavioural requirements for patients transitioning from salbutamol, which requires two puffs per use.</p>",
          "Published_Application__c": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee reviewed a PHARMAC initiated proposal regarding the frequency of dispensing for, budesonide/eformoterol dry powder inhalers for the treatment of asthma. </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee also reviewed a supplier application for budesonide/eformoterol pressurised metered dose inhaler (Symbicort Rapihaler) in the treatment of asthma. </p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "Published_Discussion__c": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that asthma is a common and sometimes severe chronic lung disease characterised by inflammation, subsequent narrowing of the airways and reversible airway obstruction, and that inhaled corticosteroids (ICS) and beta agonist combination treatments have long been indicated for the maintenance treatment of asthma.</p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that adult medicated asthma is 1.4 times more common in women than in men, and that Māori adults have an increased prevalence of medicated asthma than non-Māori (<a href=\"https://www.health.govt.nz/publication/annual-update-key-results-2018-19-new-zealand-health-survey\" target=\"_blank\">Ministry of Health Annual Update of Key Results 2018/2019</a>).The Subcommittee noted that Māori, Pacific people, and people living in the most socioeconomically deprived areas experience the highest rates of hospitalisations due to asthma, and that Māori are 3.3 times and Pacific peoples 3.7 times more likely to be hospitalised than Europeans or other New Zealanders (<a href=\"https://s3-ap-southeast-2.amazonaws.com/assets.asthmafoundation.org.nz/images/NZ-Impact-Report-2018_FINAL.pdf\" target=\"_blank\">Asthma and Respiratory Foundation NZ Report 2018</a>).</p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the most recent guidelines for asthma treatment (<a href=\"https://www.nzrespiratoryguidelines.co.nz/uploads/8/3/0/1/83014052/arfnz_adolescent_and_adult_asthma_guidelines_.pdf\" target=\"_blank\">2020 Update of the NZ Adolescent and Adult Asthma guidelines</a>) indicate that the preferred algorithm for treatment of mild and moderate asthma for adolescent and adult patients is budesonide and eformoterol, denoted as Anti-Inflammatory Reliever (AIR) therapy with or without maintenance. The Subcommittee noted that the main changes to the guidelines relevant to the use of budesonide with eformoterol are:</p><p><br></p><p>1.3.1.<span style=\"font-size: 7pt;\">       </span>The recommendation to avoid short-acting beta agonist (SABA)-only treatment;</p><p><br></p><p>1.3.2.<span style=\"font-size: 7pt;\">       </span>The use of an ICS/fast-acting beta adrenoceptor agonist such as eformoterol with budesonide as the preferred reliever medication over SABA, across the spectrum of asthma severity;</p><p><br></p><p>1.3.3.<span style=\"font-size: 7pt;\">       </span>Introduction of the terminology ‘anti-inflammatory reliever (AIR)’ therapy to describe the use of budesonide with eformoterol as a reliever medication, with or without budesonide with eformoterol as maintenance therapy. This approach is an extension of the ‘Single combination ICS/ long-acting beta agonist (LABA) inhaler Maintenance and Reliever Therapy’ (SMART) approach recommended in <a href=\"https://assets-global.website-files.com/5e332a62c703f653182faf47/5e332a62c703f6ecb42fd098_Beasley%20FINAL.pdf\" target=\"_blank\">the previous guideline (2016)</a>.</p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that at the time of publication of the updated 2020 guidelines, the dry powder inhalers (DPIs) Symbicort Turbuhaler (100/6, 200/6, 400/12) and DuoResp Spiromax (200/6, 400/12) are the only formulations that had regulatory approval in New Zealand for AIR therapy. The Subcommittee noted that there are currently no pressurised metered dose inhalers (pMDIs) that are approved for use as AIR therapy with or without maintenance, but considered that the registration status for these products for use in these particular indications was not a particular concern clinically.</p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that asthma exacerbations pose a significant cost to the healthcare system and as well as to patients, family, and whānau. The Subcommittee noted that an urgent GP visit for an adult, depending on location, can cost up to $100 per visit, and that exacerbations that result in hospitalisation can cost the health system upwards of $3,000. </p><p><br></p><p><i>Budesonide/eformoterol dry powder inhaler (DPI)</i></p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted a request for information by PHARMAC staff regarding the use of budesonide/eformoterol dry powder inhalers for the treatment of asthma in light of the <a href=\"https://www.nzrespiratoryguidelines.co.nz/uploads/8/3/0/1/83014052/arfnz_adolescent_and_adult_asthma_guidelines_.pdf\" target=\"_blank\">2020 Update of the NZ Adolescent and Adult Asthma guidelines</a>. </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the majority of patients receiving budesonide/eformoterol DPIs suffer from asthma, and only a small proportion of patients receive budesonide/eformoterol DPIs for the relief of chronic obstructive pulmonary disease (COPD). </p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that in October 2020, Teva’s budesonide with eformoterol inhaler (DuoResp Spiromax) was listed on the Pharmaceutical Schedule alongside the Symbicort Turbuhaler, both of which are approved for use as AIR therapy with or without maintenance (DuoResp Spiromax being only approved as AIR therapy for adults, while Symbicort Turbuhaler is approved in ages 12 years and over for AIR without maintenance and in the 100/6 strength is approved in ages 4 years and over for AIR with maintenance). </p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that in practice the 100/6 strength of the Symbicort Turbuhaler is often used to treat children under the age of 12 years. The Subcommittee noted that the 200/6 strength formulation, available in both brands, is also occasionally used in children aged under 12. The Subcommittee noted that DuoResp Spiromax is not currently approved for AIR therapy with or without maintenance for patients under the age of 18, but that a decision by Medsafe whether to approve for adolescent patients is expected in 2021. The Subcommittee considered that the appropriate age cut-off for this inhaler should be 12 years old, as there is no 100/6 strength of DuoResp Spiromax at this time.</p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the currently available strengths of budesonide/eformoterol dry powder inhalers are 200/6 and 400/12 for DuoResp Spiromax, and 100/6, 200/6, and 400/12 for Symbicort Turbuhaler. The Subcommittee noted that the 400/12 strength dose is rarely used in primary care, and considered that there is a risk of it being used for AIR therapy with or without maintenance, which is inappropriate due to the high ICS and LABA dose administered during each actuation. The Subcommittee considered that prescribing lower doses provides more flexibility with dosing without the concern of high doses of steroids being prescribed and taken inappropriately as reliever therapy. The Subcommittee considered that the high dose formulation (400/12) was not required as patients could sufficiently obtain the equivalent dose from two inhalations of the 200/6 strength formulation. The Subcommittee considered that if not available, this would reduce the risk of inappropriate use of the 400/12 strength of budesonide/eformoterol as reliever therapy in primary care. </p><p><br></p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that current practice with salbutamol pMDIs is that they are dispensed in large quantities so that patients can receive multiple inhalers per dispensing. The Subcommittee also noted that, in light of the recent updates to the NZ asthma guidelines for mild-moderate asthma, PHARMAC has been requested to makes a change to enable an increase in the dispensing quantities, frequencies and funding of budesonide/eformoterol inhalers to align with this shift in treatment paradigm. The Subcommittee considered that a change to enable stat dispensing would help facilitate this change and align with the new guidelines. The Subcommittee noted that enabling stat dispensing of budesonide/eformoterol would allow patients to have multiple inhalers in different locations, similar to what members considered occurs now with salbutamol pMDIs. The Subcommittee considered that this change could potentially lead to wastage of budesonide/eformoterol inhalers but clinically would reduce the risk of serious exacerbations. In addition, the Subcommittee also considered that enabling primary care providers to provide budesonide/eformoterol on a practitioner’s supply order would help facilitate implementation of the update 2020 update to the guidelines.</p><p><br></p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the Symbicort Turbuhaler has a shelf-life of 24 months, and that the supplier had indicated that there is no separate shelf-life once opened. The Subcommittee also noted that the DuoResp Spiromax has a 36-month shelf-life, however the datasheet indicates that the product must be used within 6 months of opening. The Subcommittee noted that patients with mild asthma who do not need to use their inhalers as AIR therapy regularly would likely stockpile these without keeping track of when they were opened or when they expire, resulting in the use of expired inhalers. The Subcommittee considered that there are potential stability issues with DPIs, but there is insufficient data on shelf-life stability of these inhalers to know if their efficacy reduces appreciably once expired. The Subcommittee considered that if an expired inhaler was delivering 80% of the expected dose that this would still be beneficial to patients using AIR therapy, and that patients would likely slightly increase their weekly dose or number of actuations as necessary to compensate. </p><p><br></p><p><span style=\"color: black;\">1.8.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted five trials providing evidence for the use of budesonide/eformoterol DPIs for AIR and AIR plus maintenance therapy:</p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/16009588/\" target=\"_blank\">Balang et al. Plum Pharmacol Ther. 2006;19:139-47</a> </p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/29768147/\" target=\"_blank\">Bateman et al. N Eng J Med. 2018;378:1877-87</a></p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/29768149/\" target=\"_blank\">O’Byrne et al. N Eng J Med. 2018;378:1865-76</a> </p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/31112386/\" target=\"_blank\">Beasley et al. N Engl J Med. 2019;380:2020-30</a> </p><p><span style=\"color: black; font-family: Symbol;\">·</span><span style=\"color: black; font-size: 7pt;\">    </span><a href=\"https://pubmed.ncbi.nlm.nih.gov/31451207/\" target=\"_blank\">Hardy et al. Lancet. 2019;94:919-928</a></p><p><br></p><p><span style=\"color: black;\">1.9.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted the results of the <a href=\"https://pubmed.ncbi.nlm.nih.gov/31112386/\" target=\"_blank\">Beasley et al</a> trial, which was a 52-week, randomised, open-label, parallel-group, controlled trial involving 675 adults with mild asthma; comparing AIR therapy with budesonide plus salbutamol as needed and salbutamol only as needed. The Subcommittee noted that the annualised exacerbation rate was lower for the AIR therapy group than that of the salbutamol group (absolute rate, 0.195 vs. 0.400; relative rate 0.49, 95% confidence interval [CI] 0.33 to 0.72; p&lt;0.001) and that the number of severe exacerbations was reduced in the AIR therapy group compared with the salbutamol only group. The Subcommittee considered that the benefit of AIR therapy was that in mild asthma it would reduce the annualised exacerbation rate and the number of severe exacerbations compared to salbutamol-only therapy. However, the Subcommittee considered that it was important to incorporate baseline exacerbation rates into any analysis of the impact of AIR therapy, as a direct comparison between trial arms could over-estimate true rates due to the variation in exacerbation rates between arms at baseline.</p><p><br></p><p><span style=\"color: black;\">1.10.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee considered that if budesonide/eformoterol were to be funded in New Zealand stat for AIR therapy in patients with mild asthma, the most appropriate comparator would be currently funded SABA treatments. The Subcommittee considered that the comparator for dosage and usage calculations when extrapolating the usage from the <a href=\"https://pubmed.ncbi.nlm.nih.gov/31112386/\" target=\"_blank\">Beasley et al</a> trial to the New Zealand population would the LABA component in budesonide/formoterol treatment options, as it is the most appropriate surrogate for symptom relief when a SABA is used as the comparator. </p><p><br></p><p><span style=\"color: black;\">1.11.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee noted the results of the <a href=\"https://pubmed.ncbi.nlm.nih.gov/31451207/\" target=\"_blank\">Hardy et al.</a> trial, which indicated that the annualised rate of exacerbations for AIR therapy was less than that of maintenance budesonide plus terbutaline as needed (0·119 vs 0·172; relative rate 0·69, 95% CI 0·48 to 1·00; p=0·049).</p><p><br></p><p><span style=\"color: black;\">1.12.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee noted the results of the <a href=\"https://pubmed.ncbi.nlm.nih.gov/29768149/\" target=\"_blank\">O’Byrne et al</a> trial, which indicated that the mean percentage of weeks with well controlled asthma for patients using AIR therapy was superior to terbutaline (SABA) used as needed (34.4% vs. 31.1% of weeks; odds ratio 1.14; 95% CI 1.00 to 1.30; p=0.046).</p><p><br></p><p><span style=\"color: black;\">1.13.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee noted the results of the <a href=\"https://pubmed.ncbi.nlm.nih.gov/29768147/\" target=\"_blank\">Bateman et al</a> trial, which indicated that annualised rate of severe asthma exacerbations for AIR therapy was non-inferior to budesonide/eformoterol maintenance plus terbutaline as needed.</p><p><br></p><p><span style=\"color: black;\">1.14.</span><span style=\"color: black; font-size: 7pt;\"> </span>The Subcommittee considered that the evidence to support the use of AIR therapy with or without maintenance was strong and of good quality, and was of particular relevance to the New Zealand population, with the recent update to the adult and adolescent asthma guidelines, as many of these trials were performed in New Zealand centres. </p><p><br></p><p><i>Summary</i></p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that there is likely high use of SABA pMDI only in Māori and Pacific populations, who are disproportionately affected by asthma, and that there is a higher need for AIR therapy options for these groups. The Subcommittee considered that availability of AIR therapy could be a driver for transitioning patients from their reliance on SABA inhalers to budesonide/eformoterol, which is safer and more effective at reducing exacerbations. The Subcommittee also considered that funding decisions should minimise barriers for patients and clinicians to adhere to the updated treatment guidelines. </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that budesonide/eformoterol DPIs and pMDIs could replace the use of SABA and ICS inhalers, but that they could potentially be used incorrectly in combination with SABA and other ICS if patients were confused about inhaler use. </p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that the paradigm shift from using SABA reliever inhalers alone for the treatment of mild asthma to using budesonide/eformoterol inhalers for symptom relief could see a large proportion of current SABA-only patients shift to budesonide/eformoterol products for symptom relief over 5-years. The Subcommittee considered that the PHARMAC estimate of 8% uptake per annum, which was based on the uptake of SMART therapies earlier, was likely too low, as advocacy and health sector support for AIR therapy is strong, and AIR is a simpler regimen than SMART. However, the Subcommittee considered that it is unclear how many patients would transition from SABA-only therapy to budesonide/eformoterol based AIR therapy, given previous experience with salbutamol generic transitions. The Subcommittee noted that some patients are loyal to a certain product and in many cases are willing to pay an extra part charge per dispensing to maintain treatment with their current branded therapy, which could mean that some patients will resist switching from SABA-only to budesonide/eformoterol based AIR therapy.</p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that there would be cost saving to the health system from reduced exacerbations as a result of AIR vs SABA-only therapy. The Subcommittee noted the absolute reduction in severe exacerbations from the <a href=\"https://pubmed.ncbi.nlm.nih.gov/31112386/\" target=\"_blank\">Beasley et al</a> trial. </p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered it would be important to consider the potential savings from less repeat dispensing of ICS with salbutamol when salbutamol is the only part of the dispensed treatment being used by patients, as this may be very common.</p><p><br></p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that SABA-only as a reliever treatment will still be used by emergency services and in hospital ICUs, and that GPs may still prescribe SABA for use as needed. The Subcommittee also considered that, during the phase-out of SABA-only use in favour of AIR, costs to the combined pharmaceutical budget will escalate in the interim due to the higher price of AIR treatment options compared with SABA inhalers. </p><p><br></p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that patients are likely to require more than two inhalers per dispensing in order to keep inhalers in more than one location in case exacerbations were acute and severe. The Subcommittee considered that a clinician would typically be comfortable with prescribing 6 months’ supply to a patient deemed to be well managed on current therapy, if this meant they would be able to store inhalers at more than one location. The Subcommittee considered however that this would also contribute to greater potential wastage of a product with a shorter shelf-life.  </p><p><br></p><p><i>Future procurement process for budesonide/eformoterol</i></p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted the record of the Respiratory Procurement Advisory Group meeting (<a href=\"https://pharmac.govt.nz/assets/PRAG-Record-2019-09.pdf\" target=\"_blank\">September 2019</a>). </p><p><br></p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that it would be important to retain both 100/6 and 200/6 strengths after any commercial process regarding budesonide/eformoterol inhalers. The Subcommittee considered that having both strengths available is important regardless of whether the inhalers are DPIs or pMDIs, and that having multiple strengths makes it easier for prescribers and patients to individualise dosing for their specific needs. The Subcommittee however considered that the inclusion of the high strength (400/12) formulation in a future procurement process was not necessary. </p><p><br></p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee noted that some patients may find it difficult to transition to a new or different brand of inhaler, due to confusion about how to use the inhaler, which is especially the case with the elderly and patients currently using multiple inhalers. The Subcommittee considered that similarity between devices and methods of administration of the medicine, as well as the formulation, would be important to consider during any transition to a sole supply arrangement. The Subcommittee considered that a six-month transition period would be an appropriate amount of time to transition patients from different budesonide/eformoterol formulations to a single budesonide/eformoterol inhaler for AIR with or without maintenance. </p><p><br></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that prescriber and patient education will be important if patients are to be transitioned onto different brands, in order to limit the nocebo effect, and that similarity of use between old and new brands will aid with familiarity and therefore adherence to treatment. The Subcommittee noted the importance of engaging with organisations and key stakeholders, such as GPs, pharmacists, the Pharmaceutical Society of NZ, and asthma nurses, who play a key role in asthma education and dispensing of asthma medication. The Subcommittee considered that if a single generic brand was funded as the result of a commercial process, it would be important for prescribers and pharmacy to provide education to patients, in particular when historically there has been little supplier-provided education to inform past switches. </p><p><br></p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that, when evaluating different types of inhalers, it is important that variation in both the delivery device and the formulation be taken into account (eg. that there may be more variation in some cases within groups of inhalers [DPIs or pMDIs] than between DPIs and pMDIs). The Subcommittee considered that splitting inhalers into the categories, such as DPIs and pMDIs, can be of limited practical clinical relevance, given the variation within categories.</p><p><br></p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">    </span>The Subcommittee considered that the preferred commercial approach for budesonide/eformoterol DPIs would include principal supply status, and that it would be important to allow some patients to remain on their previous inhaler by virtue of the discretionary variance allowance. The Subcommittee considered that an allowance of up to 5% would be appropriate for this transition. The Subcommittee considered that patient and clinician education will be key in transitioning patients to ensure similarity and familiarity of use to aid with adherence. The Subcommittee noted that inhaler technique training specific to the new devices would be important for transitioning patients.</p>",
          "PTAC_Comments__c": "<p><span style=\"font-family: Arial, sans-serif; font-size: 10pt;\">The Committee noted and agreed with the Subcommittee’s recorded considerations and recommendation</span></p>",
          "Status_History__c": "a132P000000Cg85QAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jul 2024",
          "fs": "Jul 2024",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXN2AZ"
          },
          "Id": "a0POZ00000O9kXN2AZ",
          "Event_Date__c": "2024-07-15",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Jul 2024",
          "Status_History__c": "a13OZ00000HRSssYAH"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2024",
          "fs": "Aug 2024",
          "change": null
        },
        "Event_Description": {
          "s": "Assigned to Respiratory Advisory Committee meeting to provide advice on Wednesday 28 August 2024",
          "fs": "Assigned to Respiratory Advisory Committee meeting to provide advice on Wednesday 28 August 2024",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXO2AZ"
          },
          "Id": "a0POZ00000O9kXO2AZ",
          "Event_Date__c": "2024-08-15",
          "Event_Description__c": "Assigned to Respiratory Advisory Committee meeting to provide advice on Wednesday 28 August 2024",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Aug 2024",
          "Status_History__c": "a13OZ00000HRSeMYAX"
        },
        "change": null
      },
      {
        "Summary": {
          "s": "<p>The Respiratory Advisory Committee considered budesonide/formoterol stat dispensing as part of the Therapeutic Group review.</p>",
          "fs": "<p>The Respiratory Advisory Committee considered budesonide/formoterol stat dispensing as part of the Therapeutic Group review.</p>",
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "No Formal Recommendation",
          "fs": "No Formal Recommendation",
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/assets/2024-08-28-Respiratory-Advisory-Committee-Record-Web-final.pdf#page=6\" target=\"_blank\">Link to the relevant discussion within the meeting record.</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/assets/2024-08-28-Respiratory-Advisory-Committee-Record-Web-final.pdf#page=6\" target=\"_blank\">Link to the relevant discussion within the meeting record.</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Jan 2025",
          "fs": "Jan 2025",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Respiratory Advisory Committee at meeting Wednesday 28 August 2024.",
          "fs": "Clinical advice received from Respiratory Advisory Committee at meeting Wednesday 28 August 2024.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXP2AZ"
          },
          "Id": "a0POZ00000O9kXP2AZ",
          "Event_Date__c": "2025-01-24",
          "Event_Description__c": "Clinical advice received from Respiratory Advisory Committee at meeting Wednesday 28 August 2024.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/assets/2024-08-28-Respiratory-Advisory-Committee-Record-Web-final.pdf#page=6\" target=\"_blank\">Link to the relevant discussion within the meeting record.</a></p>",
          "Outcome__c": "No Formal Recommendation",
          "Summary__c": "<p>The Respiratory Advisory Committee considered budesonide/formoterol stat dispensing as part of the Therapeutic Group review.</p>",
          "Formatted_Date__c": "Jan 2025",
          "Status_History__c": "a13OZ00000JFA7TYAX"
        },
        "change": null
      }
    ],
    "dateString": "Oct 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Mar 2021",
          "fs": "Mar 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXJ2AZ"
          },
          "Id": "a0POZ00000O9kXJ2AZ",
          "Event_Date__c": "2021-03-28",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Mar 2021",
          "Status_History__c": "a132P000000CigfQAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2025",
          "fs": "Feb 2025",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXQ2AZ"
          },
          "Id": "a0POZ00000O9kXQ2AZ",
          "Event_Date__c": "2025-02-03",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Feb 2025",
          "Status_History__c": "a13OZ00000JcS3aYAF"
        },
        "change": null
      }
    ],
    "dateString": "Mar 2021",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2021",
          "fs": "Jun 2021",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXK2AZ"
          },
          "Id": "a0POZ00000O9kXK2AZ",
          "Event_Date__c": "2021-06-09",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Jun 2021",
          "Status_History__c": "a132P000000CuofQAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2022",
          "fs": "Jun 2022",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXL2AZ"
          },
          "Id": "a0POZ00000O9kXL2AZ",
          "Event_Date__c": "2022-06-02",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Jun 2022",
          "Status_History__c": "a132P000000DnY0QAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": "<p>July 2022: Funding application received from a clinician, requesting the budesonide and formoterol tubuhaler (Symbicort tubuhaler) be added to the list of PSO medications. Pharmac staff consider the STAT and PSO applications would be progressed together for this product. </p>",
          "fs": "<p>July 2022: Funding application received from a clinician, requesting the budesonide and formoterol tubuhaler (Symbicort tubuhaler) be added to the list of PSO medications. Pharmac staff consider the STAT and PSO applications would be progressed together for this product. </p>",
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jul 2022",
          "fs": "Jul 2022",
          "change": null
        },
        "Event_Description": {
          "s": "Received Additional Information",
          "fs": "Received Additional Information",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXM2AZ"
          },
          "Id": "a0POZ00000O9kXM2AZ",
          "Event_Date__c": "2022-07-27",
          "Event_Description__c": "Received Additional Information",
          "Stage__c": "Options Compared",
          "Summary__c": "<p>July 2022: Funding application received from a clinician, requesting the budesonide and formoterol tubuhaler (Symbicort tubuhaler) be added to the list of PSO medications. Pharmac staff consider the STAT and PSO applications would be progressed together for this product. </p>",
          "Formatted_Date__c": "Jul 2022",
          "Status_History__c": "a13OZ00000FxJlyYAF"
        },
        "change": null
      }
    ],
    "dateString": "Jun 2021",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": "<p><a href=\"https://www.pharmac.govt.nz/news-and-resources/news/2025-04-media-release-pharmacs-plans-to-improve-access-to-asthma-inhalers\" target=\"_blank\">Consultation Letter</a></p>",
          "fs": "<p><a href=\"https://www.pharmac.govt.nz/news-and-resources/news/2025-04-media-release-pharmacs-plans-to-improve-access-to-asthma-inhalers\" target=\"_blank\">Consultation Letter</a></p>",
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Apr 2025",
          "fs": "Apr 2025",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is active.",
          "fs": "Public consultation for this application is active.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXR2AZ"
          },
          "Id": "a0POZ00000O9kXR2AZ",
          "Event_Date__c": "2025-04-17",
          "Event_Description__c": "Public consultation for this application is active.",
          "Stage__c": "Under Consultation",
          "Summary__c": "<p><a href=\"https://www.pharmac.govt.nz/news-and-resources/news/2025-04-media-release-pharmacs-plans-to-improve-access-to-asthma-inhalers\" target=\"_blank\">Consultation Letter</a></p>",
          "Formatted_Date__c": "Apr 2025",
          "Status_History__c": "a13OZ00000MQnzoYAD"
        },
        "change": null
      }
    ],
    "dateString": "Apr 2025",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2025",
          "fs": "Jun 2025",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "fs": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXS2AZ"
          },
          "Id": "a0POZ00000O9kXS2AZ",
          "Event_Date__c": "2025-06-10",
          "Event_Description__c": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "Stage__c": "Reviewing Consultation Feedback",
          "Formatted_Date__c": "Jun 2025",
          "Status_History__c": "a13OZ00000QJMdqYAH"
        },
        "change": null
      }
    ],
    "dateString": "Jun 2025",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": [
      {
        "Summary": {
          "s": "<p><a href=\"https://www.pharmac.govt.nz/news-and-resources/consultations-and-decisions/2025-07-decision-to-improve-access-to-budesonide-with-eformoterol-inhalers\" target=\"_blank\">Notification</a></p>",
          "fs": "<p><a href=\"https://www.pharmac.govt.nz/news-and-resources/consultations-and-decisions/2025-07-decision-to-improve-access-to-budesonide-with-eformoterol-inhalers\" target=\"_blank\">Notification</a></p>",
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jul 2025",
          "fs": "Jul 2025",
          "change": null
        },
        "Event_Description": {
          "s": "The funding application has been approved.",
          "fs": "The funding application has been approved.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000O9kXT2AZ"
          },
          "Id": "a0POZ00000O9kXT2AZ",
          "Event_Date__c": "2025-07-24",
          "Event_Description__c": "The funding application has been approved.",
          "Stage__c": "Decision",
          "Summary__c": "<p><a href=\"https://www.pharmac.govt.nz/news-and-resources/consultations-and-decisions/2025-07-decision-to-improve-access-to-budesonide-with-eformoterol-inhalers\" target=\"_blank\">Notification</a></p>",
          "Formatted_Date__c": "Jul 2025",
          "Status_History__c": "a13OZ00000QJWQFYA5"
        },
        "change": null
      }
    ],
    "dateString": "Jul 2025",
    "collapsed": false,
    "checked": true
  }
]