[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2018",
          "fs": "Aug 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000HvegW2AR"
          },
          "Id": "a0POZ00000HvegW2AR",
          "Event_Date__c": "2018-08-13",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "Aug 2018",
          "Status_History__c": "a132P000000CtvmQAC"
        },
        "change": null
      }
    ],
    "dateString": "Aug 2018",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Sep 2018",
          "fs": "Sep 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000HvegX2AR"
          },
          "Id": "a0POZ00000HvegX2AR",
          "Event_Date__c": "2018-09-03",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Sep 2018",
          "Status_History__c": "a132P000000CupMQAS"
        },
        "change": null
      },
      {
        "Summary": {
          "s": "<p>The Committee recommended that the application for denosumab for the treatment of hypercalcaemia of malignancy or malignant bone disease in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) be declined based on both a low health need given the availability of funded treatment alternatives (i.e. intravenous hydration, diuretics and pamidronate), and concerns about the appropriate dosing of denosumab in this setting and associated risks of hypocalcaemia.</p><p><br></p><p>The Committee recommended that denosumab for the treatment of hypercalcaemia of malignancy in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) who are refractory to bisphosphonates be listed with a low priority subject to Special Authority criteria. </p>",
          "fs": "<p>The Committee recommended that the application for denosumab for the treatment of hypercalcaemia of malignancy or malignant bone disease in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) be declined based on both a low health need given the availability of funded treatment alternatives (i.e. intravenous hydration, diuretics and pamidronate), and concerns about the appropriate dosing of denosumab in this setting and associated risks of hypocalcaemia.</p><p><br></p><p>The Committee recommended that denosumab for the treatment of hypercalcaemia of malignancy in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) who are refractory to bisphosphonates be listed with a low priority subject to Special Authority criteria. </p>",
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p> The Committee recommended that the application for denosumab for the treatment of hypercalcaemia of malignancy or malignant bone disease in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) be declined based on both a low health need given the availability of funded treatment alternatives (i.e. intravenous hydration, diuretics and pamidronate), and concerns about the appropriate dosing of denosumab in this setting and associated risks of hypocalcaemia.</p><p><br></p><p>The Committee recommended that denosumab for the treatment of hypercalcaemia of malignancy in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) who are refractory to bisphosphonates be listed with a low priority subject to Special Authority criteria.</p>",
          "fs": "<p> The Committee recommended that the application for denosumab for the treatment of hypercalcaemia of malignancy or malignant bone disease in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) be declined based on both a low health need given the availability of funded treatment alternatives (i.e. intravenous hydration, diuretics and pamidronate), and concerns about the appropriate dosing of denosumab in this setting and associated risks of hypocalcaemia.</p><p><br></p><p>The Committee recommended that denosumab for the treatment of hypercalcaemia of malignancy in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) who are refractory to bisphosphonates be listed with a low priority subject to Special Authority criteria.</p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p> The Committee noted that hypercalcaemia is a common metabolic complication of malignancy that can occur as a result of either humoral mechanisms e.g. excessive production of parathyroid hormone-related protein or tumour production of 1,25- dihydroxyvitamin D, or osteolytic metastases. The Committee noted that the symptoms of hypercalcaemia include renal, gastrointestinal, neurological, musculoskeletal, and cardiovascular effects that range from mild (e.g. mild constipation) to severe (e.g. acute renal failure, coma, or death).</p><p><br></p><p>The Committee considered that it had seen no robust evidence about the effect of hypercalcaemia of malignancy on quality of life, although it was noted that the conditions is associated with a poor prognosis and significant morbidity.</p><p><br></p><p>The Committee considered that while patients with multiple myeloma are at particularly high risk of developing hypercalcaemia and renal impairment; that patients with hypercalcaemia or bone disease due to any malignancy have a similar health need and would receive the same level of benefit from treatment with denosumab. The Committee therefore considered that the application for denosumab should be considered for the treatment of hypercalcaemia or malignant bone disease due to any malignancy in patients with and severe renal impairment (creatinine clearance &lt;30 mL/min) rather than in the setting of multiple myeloma alone.</p><p><br></p><p> The Committee noted data from a retrospective analysis of 569,000 patients treated at oncology outpatient sites in the United States which reported that approximately 2% of all patients with cancer experienced hypercalcaemia, and that 19.4% of these patients had renal impairment based on an estimated glomerular filtration rate &lt;30 mL/min (Gastanaga et al. 28 Cancer Med. 2016;5:2091-2100). The Committee noted that using data from this study, PHARMAC staff have estimated that approximately 200 patients with per year would develop hypercalcaemia of malignancy with concurrent renal impairment. The Committee considered that this estimate may be high, as the source data included all patients who developed any grade hypercalcaemia, and it may only be patients with symptomatic or severe hypercalcaemia that require treatment.</p><p><br></p><p>The Committee noted that the aim of treatment of hypercalcaemia of malignancy is two-fold: acute treatment with intravenous hydration and diuretics rapidly lowers serum calcium levels, and treatment using bisphosphonates prevents recurrence and further deterioration of bone integrity by inhibiting osteoclast activity.</p><p><br></p><p>The Committee noted that the currently funded bisphosphonates used for the treatment of hypercalcaemia of malignancy are pamidronate disodium and zoledronic acid. The Committee noted that these agents are excreted via the kidneys and are contraindicated in patients with renal impairment (creatinine clearance &lt;30-35 mL/min).</p><p><br></p><p>The Committee noted that denosumab is a fully human IgG2 monoclonal antibody that binds to RANKL, a transmembrane or soluble protein essential for osteoclast function. 9.12 The Committee noted that denosumab is registered in New Zealand for the treatment of osteoporosis in postmenopausal women administered as a single subcutaneous injection of 60 mg once every 6 months. The Committee considered that denosumab for the treatment of hypercalcaemia or malignant bone disease would be off-label use. </p><p><br></p><p> The Committee noted that denosumab is metabolised and eliminated via the immunoglobulin clearance pathway. The Committee considered that no dose adjustment of denosumab is recommended in patients with renal impairment, but that patients with severe renal impairment seem to be at greater risk of developing hypocalcaemia.</p><p><br></p><p>The Committee noted the results of a 16-week, open-label, single-dose clinical study which evaluated the pharmacokinetics and pharmacodynamics of a 60 mg dose of denosumab in 55 subjects with renal function ranging from normal to dialysis-dependent kidney failure (Block et al. J Bone Miner Res. 2012;27:1471-9). The Committee noted that within this study, renal function did not have a significant effect on denosumab pharmacokinetics or pharmacodynamics; however, it was noted the incidence of adverse events increased with increasing renal compromise, and that two patients with severe chronic kidney disease experienced hypocalcaemia that was considered serious. </p><p><br></p><p>The Committee considered that the primary evidence for the efficacy of denosumab for the treatment of hypercalcaemia of malignancy is provided by an open-label, single-arm, phase 2 clinical trial which investigated the efficacy and safety of denosumab for the treatment of hypercalcaemia of malignancy in 33 heavily pre-treated bisphosphonate-refractory patients with mixed renal function (Hu et al. J Clin Endocrinol Metab. 2014;99:3144-52). The Committee noted that patients were considered bisphosphonate-refractory if their serum calcium levels corrected for albumin (CSC) had not decreased below or equal to 11.5 mg/dL within 7 to 30 days of treatment with intravenous bisphosphonates. The Committee noted that, by day 10, 64% of patients reached a CSC ≤11.5 mg/dL and 36% of patients achieved a CSC ≤10.8 mg/dL (considered a completed response). The Committee noted that patients with impaired renal function (creatinine clearance &lt;60 mL/min) responded to treatment in similar proportions to those with normal renal function (55% vs 59%). The Committee noted that at the time of the primary analysis, 31 of 33 patients had discontinued treatment (28 had 29 died), and 2 patients had reported non-symptomatic episodes of hypocalcaemia.</p><p><br></p><p> The Committee considered that there had been two responses published to the study conducted by Hue al (2014) which raised concerns regarding the safety of the denosumab dosage and schedule used within the study (120 mg denosumab on days 1, 8, 15, and 29, and then every 4 weeks), particularly for patients with renal impairment (Tsuda et al. J Natl Cancer Inst. 2014;106:dju137. Adhikaree et al. J Natl Cancer Inst. 2015;107:dju509). The Committee noted that the primary concern was in regards to the increased risk for severe hypocalcaemia; and that the authors recommended waiting at least 3 weeks between doses of denosumab, reducing the dose of denosumab in cases of substantial renal dysfunction, and ensuring calcium levels are regularly monitored.</p><p><br></p><p>The Committee considered that the evidence for the use of denosumab for the treatment of hypercalcaemia of malignancy in patients with renal impairment is limited to a case series of four patients with multiple myeloma (Cicci et al. Clin Lymphoma Myeloma Leuk. 2014;14:e207-11). The Committee noted that one patient received a fixed 60 mg dose of denosumab, and subsequently developed persistent hypocalcaemia requiring intravenous and oral calcium and vitamin D replacement therapy. The Committee noted that the remaining three patients received 0.3 mg/kg denosumab; these patients all experienced an initial correction of calcium levels, two went on to develop mild hypocalcaemia which normalized with time and one patient was subsequently deemed unresponsive to therapy.</p><p><br></p><p>The Committee noted the results of a double-blind, double-dummy, randomized, phase 3 clinical trial which compared denosumab with zoledronic acid for delaying or preventing skeletal-related events (SRE) in 886 patients with advanced cancer and bone metastases or myeloma (Henry et al. J Clin Oncol. 2011;29:1125-32). The Committee noted that within the study, treatment with denosumab was found to be non-inferior to zoledronic acid in delaying time to first on-study SRE. The Committee noted that hypocalcaemia occurred in 10.8% of patients who received denosumab and 5.8% of patients who receiving zoledronic acid; and that in patients with a creatinine clearance of &lt;60 mL/min, renal adverse events occurred in 21.6% of patients receiving zoledronic acid and 11.3% receiving denosumab. </p><p><br></p><p> The Committee considered that the appropriate dosing regimen for denosumab for the treatment of hypercalcaemia of malignancy or malignant bone disease in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) remains unclear; and that clinical data indicates that there is a risk of developing hypocalcaemia with doses ≥60 mg. The Committee considered that a dose of 0.3 mg/kg, as used in Cici et al. (2014), may be appropriate in this patient group. Members noted that denosumab is provided as a 60 mg pre-filled syringe, which may complicate the use of an alternative dosing regimen such as weight-based dosing.</p><p><br></p><p>Members considered that, despite being contraindicated in patients with renal impairment, bisphosphonates are still used in this population where the benefits outweigh the risks. Members also considered that treatment of hypercalcaemia with bisphosphonates often improves renal function, as renal function can be negatively affected by elevated serum calcium levels. Members therefore considered that there may not be an unmet need for an alternative agent for the treatment of hypercalcaemia or malignant bone disease in patients with severe renal impairment (creatinine clearance &lt;30 ml/min); however, the Committee considered that there may be an unmet health need for an alternative agent in patients with hypercalcaemia of malignancy who are refractory to treatment with bisphosphonates. The Committee considered that the evidence provided by Hu et al (2014) supports the use of denosumab in this population.</p>",
          "fs": "<p> The Committee noted that hypercalcaemia is a common metabolic complication of malignancy that can occur as a result of either humoral mechanisms e.g. excessive production of parathyroid hormone-related protein or tumour production of 1,25- dihydroxyvitamin D, or osteolytic metastases. The Committee noted that the symptoms of hypercalcaemia include renal, gastrointestinal, neurological, musculoskeletal, and cardiovascular effects that range from mild (e.g. mild constipation) to severe (e.g. acute renal failure, coma, or death).</p><p><br></p><p>The Committee considered that it had seen no robust evidence about the effect of hypercalcaemia of malignancy on quality of life, although it was noted that the conditions is associated with a poor prognosis and significant morbidity.</p><p><br></p><p>The Committee considered that while patients with multiple myeloma are at particularly high risk of developing hypercalcaemia and renal impairment; that patients with hypercalcaemia or bone disease due to any malignancy have a similar health need and would receive the same level of benefit from treatment with denosumab. The Committee therefore considered that the application for denosumab should be considered for the treatment of hypercalcaemia or malignant bone disease due to any malignancy in patients with and severe renal impairment (creatinine clearance &lt;30 mL/min) rather than in the setting of multiple myeloma alone.</p><p><br></p><p> The Committee noted data from a retrospective analysis of 569,000 patients treated at oncology outpatient sites in the United States which reported that approximately 2% of all patients with cancer experienced hypercalcaemia, and that 19.4% of these patients had renal impairment based on an estimated glomerular filtration rate &lt;30 mL/min (Gastanaga et al. 28 Cancer Med. 2016;5:2091-2100). The Committee noted that using data from this study, PHARMAC staff have estimated that approximately 200 patients with per year would develop hypercalcaemia of malignancy with concurrent renal impairment. The Committee considered that this estimate may be high, as the source data included all patients who developed any grade hypercalcaemia, and it may only be patients with symptomatic or severe hypercalcaemia that require treatment.</p><p><br></p><p>The Committee noted that the aim of treatment of hypercalcaemia of malignancy is two-fold: acute treatment with intravenous hydration and diuretics rapidly lowers serum calcium levels, and treatment using bisphosphonates prevents recurrence and further deterioration of bone integrity by inhibiting osteoclast activity.</p><p><br></p><p>The Committee noted that the currently funded bisphosphonates used for the treatment of hypercalcaemia of malignancy are pamidronate disodium and zoledronic acid. The Committee noted that these agents are excreted via the kidneys and are contraindicated in patients with renal impairment (creatinine clearance &lt;30-35 mL/min).</p><p><br></p><p>The Committee noted that denosumab is a fully human IgG2 monoclonal antibody that binds to RANKL, a transmembrane or soluble protein essential for osteoclast function. 9.12 The Committee noted that denosumab is registered in New Zealand for the treatment of osteoporosis in postmenopausal women administered as a single subcutaneous injection of 60 mg once every 6 months. The Committee considered that denosumab for the treatment of hypercalcaemia or malignant bone disease would be off-label use. </p><p><br></p><p> The Committee noted that denosumab is metabolised and eliminated via the immunoglobulin clearance pathway. The Committee considered that no dose adjustment of denosumab is recommended in patients with renal impairment, but that patients with severe renal impairment seem to be at greater risk of developing hypocalcaemia.</p><p><br></p><p>The Committee noted the results of a 16-week, open-label, single-dose clinical study which evaluated the pharmacokinetics and pharmacodynamics of a 60 mg dose of denosumab in 55 subjects with renal function ranging from normal to dialysis-dependent kidney failure (Block et al. J Bone Miner Res. 2012;27:1471-9). The Committee noted that within this study, renal function did not have a significant effect on denosumab pharmacokinetics or pharmacodynamics; however, it was noted the incidence of adverse events increased with increasing renal compromise, and that two patients with severe chronic kidney disease experienced hypocalcaemia that was considered serious. </p><p><br></p><p>The Committee considered that the primary evidence for the efficacy of denosumab for the treatment of hypercalcaemia of malignancy is provided by an open-label, single-arm, phase 2 clinical trial which investigated the efficacy and safety of denosumab for the treatment of hypercalcaemia of malignancy in 33 heavily pre-treated bisphosphonate-refractory patients with mixed renal function (Hu et al. J Clin Endocrinol Metab. 2014;99:3144-52). The Committee noted that patients were considered bisphosphonate-refractory if their serum calcium levels corrected for albumin (CSC) had not decreased below or equal to 11.5 mg/dL within 7 to 30 days of treatment with intravenous bisphosphonates. The Committee noted that, by day 10, 64% of patients reached a CSC ≤11.5 mg/dL and 36% of patients achieved a CSC ≤10.8 mg/dL (considered a completed response). The Committee noted that patients with impaired renal function (creatinine clearance &lt;60 mL/min) responded to treatment in similar proportions to those with normal renal function (55% vs 59%). The Committee noted that at the time of the primary analysis, 31 of 33 patients had discontinued treatment (28 had 29 died), and 2 patients had reported non-symptomatic episodes of hypocalcaemia.</p><p><br></p><p> The Committee considered that there had been two responses published to the study conducted by Hue al (2014) which raised concerns regarding the safety of the denosumab dosage and schedule used within the study (120 mg denosumab on days 1, 8, 15, and 29, and then every 4 weeks), particularly for patients with renal impairment (Tsuda et al. J Natl Cancer Inst. 2014;106:dju137. Adhikaree et al. J Natl Cancer Inst. 2015;107:dju509). The Committee noted that the primary concern was in regards to the increased risk for severe hypocalcaemia; and that the authors recommended waiting at least 3 weeks between doses of denosumab, reducing the dose of denosumab in cases of substantial renal dysfunction, and ensuring calcium levels are regularly monitored.</p><p><br></p><p>The Committee considered that the evidence for the use of denosumab for the treatment of hypercalcaemia of malignancy in patients with renal impairment is limited to a case series of four patients with multiple myeloma (Cicci et al. Clin Lymphoma Myeloma Leuk. 2014;14:e207-11). The Committee noted that one patient received a fixed 60 mg dose of denosumab, and subsequently developed persistent hypocalcaemia requiring intravenous and oral calcium and vitamin D replacement therapy. The Committee noted that the remaining three patients received 0.3 mg/kg denosumab; these patients all experienced an initial correction of calcium levels, two went on to develop mild hypocalcaemia which normalized with time and one patient was subsequently deemed unresponsive to therapy.</p><p><br></p><p>The Committee noted the results of a double-blind, double-dummy, randomized, phase 3 clinical trial which compared denosumab with zoledronic acid for delaying or preventing skeletal-related events (SRE) in 886 patients with advanced cancer and bone metastases or myeloma (Henry et al. J Clin Oncol. 2011;29:1125-32). The Committee noted that within the study, treatment with denosumab was found to be non-inferior to zoledronic acid in delaying time to first on-study SRE. The Committee noted that hypocalcaemia occurred in 10.8% of patients who received denosumab and 5.8% of patients who receiving zoledronic acid; and that in patients with a creatinine clearance of &lt;60 mL/min, renal adverse events occurred in 21.6% of patients receiving zoledronic acid and 11.3% receiving denosumab. </p><p><br></p><p> The Committee considered that the appropriate dosing regimen for denosumab for the treatment of hypercalcaemia of malignancy or malignant bone disease in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) remains unclear; and that clinical data indicates that there is a risk of developing hypocalcaemia with doses ≥60 mg. The Committee considered that a dose of 0.3 mg/kg, as used in Cici et al. (2014), may be appropriate in this patient group. Members noted that denosumab is provided as a 60 mg pre-filled syringe, which may complicate the use of an alternative dosing regimen such as weight-based dosing.</p><p><br></p><p>Members considered that, despite being contraindicated in patients with renal impairment, bisphosphonates are still used in this population where the benefits outweigh the risks. Members also considered that treatment of hypercalcaemia with bisphosphonates often improves renal function, as renal function can be negatively affected by elevated serum calcium levels. Members therefore considered that there may not be an unmet need for an alternative agent for the treatment of hypercalcaemia or malignant bone disease in patients with severe renal impairment (creatinine clearance &lt;30 ml/min); however, the Committee considered that there may be an unmet health need for an alternative agent in patients with hypercalcaemia of malignancy who are refractory to treatment with bisphosphonates. The Committee considered that the evidence provided by Hu et al (2014) supports the use of denosumab in this population.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Committee reviewed a clinician application for the listing of denosumab for the treatment of hypercalcaemia of malignancy or malignant bone disease in patients with multiple 27 myeloma who have severe renal impairment (creatinine clearance &lt;30 ml/min).</p><p><br></p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "fs": "<p>The Committee reviewed a clinician application for the listing of denosumab for the treatment of hypercalcaemia of malignancy or malignant bone disease in patients with multiple 27 myeloma who have severe renal impairment (creatinine clearance &lt;30 ml/min).</p><p><br></p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Low",
          "fs": "Low",
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/assets/ptac-minutes-2018-11.pdf\" target=\"_blank\">PTAC minutes</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/assets/ptac-minutes-2018-11.pdf\" target=\"_blank\">PTAC minutes</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Nov 2018",
          "fs": "Nov 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 1 November 2018.",
          "fs": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 1 November 2018.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000HvegY2AR"
          },
          "Id": "a0POZ00000HvegY2AR",
          "Event_Date__c": "2018-11-01",
          "Event_Description__c": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 1 November 2018.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/assets/ptac-minutes-2018-11.pdf\" target=\"_blank\">PTAC minutes</a></p>",
          "Outcome__c": "Low",
          "Summary__c": "<p>The Committee recommended that the application for denosumab for the treatment of hypercalcaemia of malignancy or malignant bone disease in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) be declined based on both a low health need given the availability of funded treatment alternatives (i.e. intravenous hydration, diuretics and pamidronate), and concerns about the appropriate dosing of denosumab in this setting and associated risks of hypocalcaemia.</p><p><br></p><p>The Committee recommended that denosumab for the treatment of hypercalcaemia of malignancy in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) who are refractory to bisphosphonates be listed with a low priority subject to Special Authority criteria. </p>",
          "Formatted_Date__c": "Nov 2018",
          "Published_Recommendation__c": "<p> The Committee recommended that the application for denosumab for the treatment of hypercalcaemia of malignancy or malignant bone disease in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) be declined based on both a low health need given the availability of funded treatment alternatives (i.e. intravenous hydration, diuretics and pamidronate), and concerns about the appropriate dosing of denosumab in this setting and associated risks of hypocalcaemia.</p><p><br></p><p>The Committee recommended that denosumab for the treatment of hypercalcaemia of malignancy in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) who are refractory to bisphosphonates be listed with a low priority subject to Special Authority criteria.</p>",
          "Published_Application__c": "<p>The Committee reviewed a clinician application for the listing of denosumab for the treatment of hypercalcaemia of malignancy or malignant bone disease in patients with multiple 27 myeloma who have severe renal impairment (creatinine clearance &lt;30 ml/min).</p><p><br></p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "Published_Discussion__c": "<p> The Committee noted that hypercalcaemia is a common metabolic complication of malignancy that can occur as a result of either humoral mechanisms e.g. excessive production of parathyroid hormone-related protein or tumour production of 1,25- dihydroxyvitamin D, or osteolytic metastases. The Committee noted that the symptoms of hypercalcaemia include renal, gastrointestinal, neurological, musculoskeletal, and cardiovascular effects that range from mild (e.g. mild constipation) to severe (e.g. acute renal failure, coma, or death).</p><p><br></p><p>The Committee considered that it had seen no robust evidence about the effect of hypercalcaemia of malignancy on quality of life, although it was noted that the conditions is associated with a poor prognosis and significant morbidity.</p><p><br></p><p>The Committee considered that while patients with multiple myeloma are at particularly high risk of developing hypercalcaemia and renal impairment; that patients with hypercalcaemia or bone disease due to any malignancy have a similar health need and would receive the same level of benefit from treatment with denosumab. The Committee therefore considered that the application for denosumab should be considered for the treatment of hypercalcaemia or malignant bone disease due to any malignancy in patients with and severe renal impairment (creatinine clearance &lt;30 mL/min) rather than in the setting of multiple myeloma alone.</p><p><br></p><p> The Committee noted data from a retrospective analysis of 569,000 patients treated at oncology outpatient sites in the United States which reported that approximately 2% of all patients with cancer experienced hypercalcaemia, and that 19.4% of these patients had renal impairment based on an estimated glomerular filtration rate &lt;30 mL/min (Gastanaga et al. 28 Cancer Med. 2016;5:2091-2100). The Committee noted that using data from this study, PHARMAC staff have estimated that approximately 200 patients with per year would develop hypercalcaemia of malignancy with concurrent renal impairment. The Committee considered that this estimate may be high, as the source data included all patients who developed any grade hypercalcaemia, and it may only be patients with symptomatic or severe hypercalcaemia that require treatment.</p><p><br></p><p>The Committee noted that the aim of treatment of hypercalcaemia of malignancy is two-fold: acute treatment with intravenous hydration and diuretics rapidly lowers serum calcium levels, and treatment using bisphosphonates prevents recurrence and further deterioration of bone integrity by inhibiting osteoclast activity.</p><p><br></p><p>The Committee noted that the currently funded bisphosphonates used for the treatment of hypercalcaemia of malignancy are pamidronate disodium and zoledronic acid. The Committee noted that these agents are excreted via the kidneys and are contraindicated in patients with renal impairment (creatinine clearance &lt;30-35 mL/min).</p><p><br></p><p>The Committee noted that denosumab is a fully human IgG2 monoclonal antibody that binds to RANKL, a transmembrane or soluble protein essential for osteoclast function. 9.12 The Committee noted that denosumab is registered in New Zealand for the treatment of osteoporosis in postmenopausal women administered as a single subcutaneous injection of 60 mg once every 6 months. The Committee considered that denosumab for the treatment of hypercalcaemia or malignant bone disease would be off-label use. </p><p><br></p><p> The Committee noted that denosumab is metabolised and eliminated via the immunoglobulin clearance pathway. The Committee considered that no dose adjustment of denosumab is recommended in patients with renal impairment, but that patients with severe renal impairment seem to be at greater risk of developing hypocalcaemia.</p><p><br></p><p>The Committee noted the results of a 16-week, open-label, single-dose clinical study which evaluated the pharmacokinetics and pharmacodynamics of a 60 mg dose of denosumab in 55 subjects with renal function ranging from normal to dialysis-dependent kidney failure (Block et al. J Bone Miner Res. 2012;27:1471-9). The Committee noted that within this study, renal function did not have a significant effect on denosumab pharmacokinetics or pharmacodynamics; however, it was noted the incidence of adverse events increased with increasing renal compromise, and that two patients with severe chronic kidney disease experienced hypocalcaemia that was considered serious. </p><p><br></p><p>The Committee considered that the primary evidence for the efficacy of denosumab for the treatment of hypercalcaemia of malignancy is provided by an open-label, single-arm, phase 2 clinical trial which investigated the efficacy and safety of denosumab for the treatment of hypercalcaemia of malignancy in 33 heavily pre-treated bisphosphonate-refractory patients with mixed renal function (Hu et al. J Clin Endocrinol Metab. 2014;99:3144-52). The Committee noted that patients were considered bisphosphonate-refractory if their serum calcium levels corrected for albumin (CSC) had not decreased below or equal to 11.5 mg/dL within 7 to 30 days of treatment with intravenous bisphosphonates. The Committee noted that, by day 10, 64% of patients reached a CSC ≤11.5 mg/dL and 36% of patients achieved a CSC ≤10.8 mg/dL (considered a completed response). The Committee noted that patients with impaired renal function (creatinine clearance &lt;60 mL/min) responded to treatment in similar proportions to those with normal renal function (55% vs 59%). The Committee noted that at the time of the primary analysis, 31 of 33 patients had discontinued treatment (28 had 29 died), and 2 patients had reported non-symptomatic episodes of hypocalcaemia.</p><p><br></p><p> The Committee considered that there had been two responses published to the study conducted by Hue al (2014) which raised concerns regarding the safety of the denosumab dosage and schedule used within the study (120 mg denosumab on days 1, 8, 15, and 29, and then every 4 weeks), particularly for patients with renal impairment (Tsuda et al. J Natl Cancer Inst. 2014;106:dju137. Adhikaree et al. J Natl Cancer Inst. 2015;107:dju509). The Committee noted that the primary concern was in regards to the increased risk for severe hypocalcaemia; and that the authors recommended waiting at least 3 weeks between doses of denosumab, reducing the dose of denosumab in cases of substantial renal dysfunction, and ensuring calcium levels are regularly monitored.</p><p><br></p><p>The Committee considered that the evidence for the use of denosumab for the treatment of hypercalcaemia of malignancy in patients with renal impairment is limited to a case series of four patients with multiple myeloma (Cicci et al. Clin Lymphoma Myeloma Leuk. 2014;14:e207-11). The Committee noted that one patient received a fixed 60 mg dose of denosumab, and subsequently developed persistent hypocalcaemia requiring intravenous and oral calcium and vitamin D replacement therapy. The Committee noted that the remaining three patients received 0.3 mg/kg denosumab; these patients all experienced an initial correction of calcium levels, two went on to develop mild hypocalcaemia which normalized with time and one patient was subsequently deemed unresponsive to therapy.</p><p><br></p><p>The Committee noted the results of a double-blind, double-dummy, randomized, phase 3 clinical trial which compared denosumab with zoledronic acid for delaying or preventing skeletal-related events (SRE) in 886 patients with advanced cancer and bone metastases or myeloma (Henry et al. J Clin Oncol. 2011;29:1125-32). The Committee noted that within the study, treatment with denosumab was found to be non-inferior to zoledronic acid in delaying time to first on-study SRE. The Committee noted that hypocalcaemia occurred in 10.8% of patients who received denosumab and 5.8% of patients who receiving zoledronic acid; and that in patients with a creatinine clearance of &lt;60 mL/min, renal adverse events occurred in 21.6% of patients receiving zoledronic acid and 11.3% receiving denosumab. </p><p><br></p><p> The Committee considered that the appropriate dosing regimen for denosumab for the treatment of hypercalcaemia of malignancy or malignant bone disease in patients with severe renal impairment (creatinine clearance &lt;30 mL/min) remains unclear; and that clinical data indicates that there is a risk of developing hypocalcaemia with doses ≥60 mg. The Committee considered that a dose of 0.3 mg/kg, as used in Cici et al. (2014), may be appropriate in this patient group. Members noted that denosumab is provided as a 60 mg pre-filled syringe, which may complicate the use of an alternative dosing regimen such as weight-based dosing.</p><p><br></p><p>Members considered that, despite being contraindicated in patients with renal impairment, bisphosphonates are still used in this population where the benefits outweigh the risks. Members also considered that treatment of hypercalcaemia with bisphosphonates often improves renal function, as renal function can be negatively affected by elevated serum calcium levels. Members therefore considered that there may not be an unmet need for an alternative agent for the treatment of hypercalcaemia or malignant bone disease in patients with severe renal impairment (creatinine clearance &lt;30 ml/min); however, the Committee considered that there may be an unmet health need for an alternative agent in patients with hypercalcaemia of malignancy who are refractory to treatment with bisphosphonates. The Committee considered that the evidence provided by Hu et al (2014) supports the use of denosumab in this population.</p>",
          "Status_History__c": "a132P000000CuqtQAC"
        },
        "change": null
      }
    ],
    "dateString": "Sep 2018",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Nov 2018",
          "fs": "Nov 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000HvegZ2AR"
          },
          "Id": "a0POZ00000HvegZ2AR",
          "Event_Date__c": "2018-11-01",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Nov 2018",
          "Status_History__c": "a132P000000Cur8QAC"
        },
        "change": null
      }
    ],
    "dateString": "Nov 2018",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Sep 2023",
          "fs": "Sep 2023",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000Hvega2AB"
          },
          "Id": "a0POZ00000Hvega2AB",
          "Event_Date__c": "2023-09-08",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Sep 2023",
          "Status_History__c": "a13OZ000001vnv9YAA"
        },
        "change": null
      }
    ],
    "dateString": "Sep 2023",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2024",
          "fs": "Oct 2024",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is active.",
          "fs": "Public consultation for this application is active.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000Hvegb2AB"
          },
          "Id": "a0POZ00000Hvegb2AB",
          "Event_Date__c": "2024-10-31",
          "Event_Description__c": "Public consultation for this application is active.",
          "Stage__c": "Under Consultation",
          "Formatted_Date__c": "Oct 2024",
          "Status_History__c": "a13OZ00000GDuZRYA1"
        },
        "change": null
      }
    ],
    "dateString": "Oct 2024",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Dec 2024",
          "fs": "Dec 2024",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "fs": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000Hvegc2AB"
          },
          "Id": "a0POZ00000Hvegc2AB",
          "Event_Date__c": "2024-12-20",
          "Event_Description__c": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "Stage__c": "Reviewing Consultation Feedback",
          "Formatted_Date__c": "Dec 2024",
          "Status_History__c": "a13OZ00000JnKKRYA3"
        },
        "change": null
      }
    ],
    "dateString": "Dec 2024",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-widen-access-to-denosumab-for-osteoporosis-and-people-with-high-calcium-levels-associated-with-cancer\" target=\"_blank\">Decision notification</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-widen-access-to-denosumab-for-osteoporosis-and-people-with-high-calcium-levels-associated-with-cancer\" target=\"_blank\">Decision notification</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Jan 2025",
          "fs": "Jan 2025",
          "change": null
        },
        "Event_Description": {
          "s": "The funding application has been approved.",
          "fs": "The funding application has been approved.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000Hvegd2AB"
          },
          "Id": "a0POZ00000Hvegd2AB",
          "Event_Date__c": "2025-01-10",
          "Event_Description__c": "The funding application has been approved.",
          "Stage__c": "Decision",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-widen-access-to-denosumab-for-osteoporosis-and-people-with-high-calcium-levels-associated-with-cancer\" target=\"_blank\">Decision notification</a></p>",
          "Formatted_Date__c": "Jan 2025",
          "Status_History__c": "a13OZ00000JnOuHYAV"
        },
        "change": null
      }
    ],
    "dateString": "Jan 2025",
    "collapsed": false,
    "checked": true
  }
]