[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2018",
          "fs": "Feb 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhk2AF"
          },
          "Id": "a0POZ00000R5Rhk2AF",
          "Event_Date__c": "2018-02-05",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "Feb 2018",
          "Status_History__c": "a132P000000ArOxQAK"
        },
        "change": null
      }
    ],
    "dateString": "Feb 2018",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Sep 2018",
          "fs": "Sep 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhl2AF"
          },
          "Id": "a0POZ00000R5Rhl2AF",
          "Event_Date__c": "2018-09-21",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Sep 2018",
          "Status_History__c": "a132P000000ArXWQA0"
        },
        "change": null
      },
      {
        "Summary": {
          "s": "The Subcommittee recommended that palbociclib for use in combination with an aromatase inhibitor as initial endocrine therapy for the treatment of hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer be funded with a medium priority  subject to Special Authority  criteria",
          "fs": "The Subcommittee recommended that palbociclib for use in combination with an aromatase inhibitor as initial endocrine therapy for the treatment of hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer be funded with a medium priority  subject to Special Authority  criteria",
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Subcommittee recommended that palbociclib for use in combination with aromatase inhibitor as initial endocrine therapy for the treatment of hormone receptor positive, HER2-negative locally advanced or metastatic breast cancer be funded with medium priority subject to the following Special Authority criteria: </p><p><br></p><p class=\"ql-indent-1\">Initial application only from a medical oncologist or medical practitioner on the recommendation of a relevant specialist. Approvals valid for 6 months for applications meeting the following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Patient has inoperable locally advanced or metastatic breast cancer; and </p><p class=\"ql-indent-1\">2. There is documentation confirming disease is hormone-receptor positive and HER2 negative; and </p><p class=\"ql-indent-1\">3. Patient has an ECOG performance score of 0-2; and </p><p class=\"ql-indent-1\">4. Patient has not received prior systemic treatment for metastatic disease; and </p><p class=\"ql-indent-1\">5. Palbociclib must be used in combination with a non-steroidal aromatase inhibitor; and</p><p class=\"ql-indent-1\">6. Patient has been amenorrhoeic for 12 months or greater, either naturally or induced with endocrine levels consistent with a postmenopausal state. </p><p class=\"ql-indent-1\"><br></p><p class=\"ql-indent-1\">Renewal only from a medical oncologist or medical practitioner on the recommendation a relevant specialist. Approvals valid for 12 months for applications meeting the following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Palbociclib must be used in combination with a non-steroidal aromatase inhibitor; and</p><p class=\"ql-indent-1\">2. No evidence of progressive disease; and </p><p class=\"ql-indent-1\">3. The treatment remains appropriate and the patient is benefitting from treatment. </p>",
          "fs": "<p>The Subcommittee recommended that palbociclib for use in combination with aromatase inhibitor as initial endocrine therapy for the treatment of hormone receptor positive, HER2-negative locally advanced or metastatic breast cancer be funded with medium priority subject to the following Special Authority criteria: </p><p><br></p><p class=\"ql-indent-1\">Initial application only from a medical oncologist or medical practitioner on the recommendation of a relevant specialist. Approvals valid for 6 months for applications meeting the following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Patient has inoperable locally advanced or metastatic breast cancer; and </p><p class=\"ql-indent-1\">2. There is documentation confirming disease is hormone-receptor positive and HER2 negative; and </p><p class=\"ql-indent-1\">3. Patient has an ECOG performance score of 0-2; and </p><p class=\"ql-indent-1\">4. Patient has not received prior systemic treatment for metastatic disease; and </p><p class=\"ql-indent-1\">5. Palbociclib must be used in combination with a non-steroidal aromatase inhibitor; and</p><p class=\"ql-indent-1\">6. Patient has been amenorrhoeic for 12 months or greater, either naturally or induced with endocrine levels consistent with a postmenopausal state. </p><p class=\"ql-indent-1\"><br></p><p class=\"ql-indent-1\">Renewal only from a medical oncologist or medical practitioner on the recommendation a relevant specialist. Approvals valid for 12 months for applications meeting the following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Palbociclib must be used in combination with a non-steroidal aromatase inhibitor; and</p><p class=\"ql-indent-1\">2. No evidence of progressive disease; and </p><p class=\"ql-indent-1\">3. The treatment remains appropriate and the patient is benefitting from treatment. </p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Subcommittee noted that approximately 3000 women are diagnosed with breast cancer each year in New Zealand, that an unknown proportion will progress from localized to advanced disease, and that approximately 20% of patients will have locally advanced or metastatic disease at diagnosis. The Subcommittee considered that approximately 55%–65% of patients with advanced disease will have hormone receptor (HR)-positive, HER2-negative disease. </p><p><br></p><p>The Subcommittee considered that estimating the number of patients who would be eligible for treatment for HR-positive, HER2-negative locally advanced or metastatic breast cancer per year in New Zealand was difficult; but considered that the applicant’s estimate of approximately 550 eligible patients per year was likely high. </p><p><br></p><p>The Subcommittee considered that if eligibility criteria did not specifically exclude it, it was likely that the approximately 20%–25% of patients with HR-positive, HER2-negative locally advanced or metastatic breast cancer who are premenopausal/perimenopausal would undergo ovarian suppression to fit eligibility criteria as ‘postmenopausal’. </p><p><br></p><p>The Subcommittee noted the results of an observational study of 815 patients with metastatic breast cancer in the Netherlands that identified a median survival of 24.8 months for patients with HR-positive/HER2-negative metastatic breast cancer, compared with 34.4 months for HR-positive/HER2-positive disease, 19.8 months for HR-negative/HER2-positive disease, and 8.8 months for triple-negative disease (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24104881\" target=\"_blank\">Lobbezoo et al. Breast Cancer Res Treat. 2013;141:507-14</a>). </p><p><br></p><p>The Subcommittee considered that the currently funded first-line treatments for advanced HR-positive/HER2-negative breast cancer include aromatase inhibitors or tamoxifen. </p><p><br></p><p>The Subcommittee considered that the uptake of palbociclib, if funded, would likely be high as endocrine therapies are the only currently funded agents for patients with HR-positive, HER2-negative locally advanced or metastatic breast cancer. Furthermore, the Subcommittee considered that in the first few years of listing there were would likely be a significant number of prevalent patients seeking treatment due to the long duration of survival with hormonal agents.</p><p>  </p><p>The Subcommittee noted that palbociclib is a reversible inhibitor of the cyclic-dependent kinases (CDK) 4 and 6, which are critical components of the cell-cycle regulatory machinery. The Subcommittee noted that CDK4/6 inhibitors reduce cellular proliferation by blocking progression through the G1 phase of the cell cycle, promoting transient, and possibly permanent, proliferative arrest. </p><p><br></p><p>The Subcommittee noted that palbociclib is approved for the treatment of HR-positive/HER2-negative locally advanced or metastatic breast cancer in combination with an aromatase inhibitor, and in combination with fulvestrant in women who have received prior endocrine therapy.  </p><p><br></p><p>The Subcommittee noted that the application submitted by the supplier was for consideration of funding for palbociclib as an initial (first-line) endocrine agent only and did not appear to include its use in combination with fulvestrant as a second-line endocrine agent. </p><p><br></p><p>The Subcommittee noted that the recommended dose of palbociclib is 125 mg once daily for 21 consecutive days followed by 7 days off treatment, and that treatment should be continued as long as the patient is deriving clinical benefit from therapy. </p><p><br></p><p>The Subcommittee noted that the applicant identified two clinical trials that provide the key evidence for palbociclib for the treatment of HR-positive/HER2-negative advanced breast cancer: the phase 2 PALOMA-1 trial and the phase 3 PALOMA-2 trial. </p><p><br></p><p>The Subcommittee noted the open-label, randomized, phase 2 PALOMA-1 trial which investigated the safety and efficacy of palbociclib in combination with letrozole compared with letrozole alone as first-line treatment in 165 postmenopausal women with HR-positive/HER2-negative advanced breast cancer (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25524798\" target=\"_blank\">Finn et al. Lancet Oncol. 2015;16:25-35</a>).  </p><p><br></p><p>The Subcommittee noted the study design and patient demographics of the PALOMA-1 trial and identified that 12% of patients had received prior treatment with anastrozole or letrozole. </p><p><br></p><p>The Subcommittee noted that in the PALOMA-1 trial, after a median follow-up of 29.6 months in the palbociclib plus letrozole arm and 27.9 months in the letrozole alone arm, that the median progression-free survival (PFS; primary endpoint) was 20.2 months and 10.2 months in the treatment groups, respectively (HR 0.488; 95% CI 0.319, 0.748; P=0.004). The Subcommittee noted that the objective response rates were 43% in the palbociclib plus letrozole arm compared with 33% in the letrozole alone arm (P=0.13), and that the clinical benefit rate was 81% compared with 58% (P=0.0009), respectively. The Subcommittee noted that the median duration of response for patients who achieved a complete or partial response was 20.3 months in the palbociclib plus letrozole arm compared with 11.1 months in the letrozole alone arm. </p><p><br></p><p>The Subcommittee noted the median overall survival (OS) at the time of the primary analysis of the PALOMA-1 trial was 37.5 months in the palbociclib plus letrozole arm compared with 33.2 months in the letrozole alone arm (HR 0.813, 95% CI 0.492, 1.345; P=0.42).  </p><p><br></p><p>The Subcommittee noted that the rates of anaemia, nausea, arthralgia, and alopecia in PALOMA-1 were higher in the palbociclib plus letrozole arm compared with the letrozole alone arm. The Subcommittee noted that 33% of patients in the palbociclib plus letrozole arm had dose interruptions due to an adverse event compared with 4% of patients in the letrozole alone arm, and that 40% of patients receiving palbociclib plus letrozole had a dose reduction. The Subcommittee noted that 13% of patients in the palbociclib plus letrozole arm discontinued treatment due to an adverse event compared with 2% of patients in the letrozole alone arm. </p><p><br></p><p>The Subcommittee also noted the updated analysis of PALOMA-1 published in abstract form, which identified a median OS of 37.5 months in the palbociclib plus letrozole arm compared with 34.5 months in the letrozole alone arm (HR 0.897; 95% CI 0.623, 1.294; P=0.281) (<a href=\"http://ascopubs.org/doi/abs/10.1200/JCO.2017.35.15_suppl.1001\" target=\"_blank\">Finn et al. J Clin Oncol. 2017;35:1001-1001</a>).</p><p> </p><p>The Subcommittee noted that there were no statistically significant differences in pain severity or pain interference scores between the two treatment arms in PALOMA-1 (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26894413\" target=\"_blank\">Bell et al. Curr Med Res Opin. 2016;35:959-65</a>). </p><p><br></p><p>The Subcommittee noted that a PFS benefit in patients who received palbociclib plus letrozole was observed across the majority of subgroups (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27349747\" target=\"_blank\">Finn et al. Breast Cancer Res. 2016;18:67</a>). </p><p><br></p><p>The Subcommittee noted the double-blind, randomized, placebo-controlled, phase 3 PALOMA-2 trial, which investigated the efficacy and safety of palbociclib plus letrozole compared with placebo plus letrozole in 666 postmenopausal women with oestrogen receptor-positive, HER2-negative advanced breast cancer who had not received prior systemic treatment for advanced disease <a href=\"http://https://www.ncbi.nlm.nih.gov/pubmed/27959613\" target=\"_blank\">(</a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27959613\" target=\"_blank\">Finn et al N Engl J Med. 2016;375:1925-1936</a>). </p><p><br></p><p>The Subcommittee noted the study design and patient demographics of the PALOMA-2 trial. The Subcommittee noted that 49% of patients had visceral disease at baseline, 48% of patients had received prior chemotherapy, and 21% of patients had received prior treatment with anastrozole or letrozole. </p><p><br></p><p>The Subcommittee noted that, after a median follow-up of 23 months, that the median investigator-assessed PFS (primary endpoint), in the PALOMA-2 trial was 24.8 months in the palbociclib arm compared with 14.5 months in the placebo arm (HR 0.58; 95% CI 0.46, 0.72; P&lt;0.001). The Subcommittee noted that the objective response rates were 55.3% in the palbociclib arm compared with 44.4% in the placebo arm (OR 1.55; 95% CI 1.05, 2.28; P=0.03), and that the clinical benefit rate was 84.3% compared with 70.8% (OR 2.23; 95% CI, 1.39, 3.56; P&lt;0.001), respectively. The Subcommittee noted that the median duration of response for patients who achieved a complete or partial response was 22.5 months in the palbociclib arm compared with 16.8 months in the placebo arm. The Subcommittee noted that the OS data were immature at the time of the primary analysis. </p><p><br></p><p>The Subcommittee noted that the rates of anaemia, haematological adverse events, alopecia, diarrhoea, and stomatitis in PALOMA-2 were higher in the palbociclib arm compared with the placebo arm. The Subcommittee noted that any grade neutropenia was reported for 79.5% of patients in the palbociclib arm, but that grade 3 or 4 febrile neutropenia was reported in only 1.8% of patients. The Subcommittee noted that 36.0% of patients in the palbociclib arm had dose reductions compared with 1.4% in the placebo arm, and that 9.4% of patients in the palbociclib arm discontinued due to adverse events compared with 1.4% of patients in the placebo arm. </p><p><br></p><p>The Subcommittee considered that, if palbociclib were funded, this would likely result in additional hospital visits related to toxicity and additional blood tests for neutropenia may also be required; in the absence of significant toxicity and neutropenia, patients would likely undergo regular follow-ups every 6-months.  </p><p><br></p><p>The Subcommittee noted the quality-of-life (QoL) results of PALOMA-2, which identified that the addition of palbociclib to letrozole delayed deterioration in health-related QoL (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29360932\" target=\"_blank\">Rugo et al. Ann Oncol. 2018;29:888-894</a>). </p><p><br></p><p>The Subcommittee noted the open-label, randomised, phase 2 TREnd trial which investigated the clinical activity of palbociclib in combination with endocrine therapy or palbociclib alone in 115 postmenopausal women with HR-positive/HER2-negative advanced breast cancer who have progressed on previous endocrine therapy (<a href=\"http://ascopubs.org/doi/abs/10.1200/JCO.2017.35.15_suppl.1002\" target=\"_blank\">Malorni et al. J Clin Oncol. 2017;35:1002-1002</a>). The Subcommittee noted that the median PFS was 10.8 months in patients receiving palbociclib plus endocrine therapy compared with 6.5 months in patients receiving palbociclib alone. The Subcommittee considered that this indicates that palbociclib may have clinical activity in patients who have previously received endocrine therapy; however, these results are exploratory at this stage. </p><p><br></p><p>The Subcommittee noted the double-blind, randomised, phase 3 PALOMA-3 trial, which investigated the efficacy of palbociclib in combination with fulvestrant compared with placebo plus fulvestrant in 521 women with HR-positive/HER2-negative breast cancer who had relapsed during prior endocrine therapy <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26030518\" target=\"_blank\">(Turner et al. N Engl J Med. 2015;373:209-219</a>). The Subcommittee noted that the patient population included premenopausal/ perimenopausal and postmenopausal women, and that the former received goserelin for the duration of the study.  </p><p><br></p><p>The Subcommittee considered that the results of the PALOMA-3 trial demonstrated that palbociclib combined with fulvestrant appeared to provide a PFS benefit compared with fulvestrant alone in patients who had received prior endocrine therapy. The Subcommittee noted that overall survival data were immature at the time of interim analysis. The Subcommittee considered that based on currently available evidence it appeared there was a lower level of benefit from use of palbociclib in a second-line setting as compared to as a first-line endocrine therapy. </p><p><br></p><p>The Subcommittee noted the double-blind, randomized, phase 3 MONALEESA-7 trial, which investigated the efficacy and safety of ribociclib plus endocrine therapy in premenopausal women with advanced HR-positive breast cancer (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29804902\" target=\"_blank\">Tripathy et al. Lancet Oncol. 2018;19:904-915</a>). The Subcommittee noted that ribociclib is another CDK4/6 inhibitor, and that the results of MONALEESA supported that ribociclib plus endocrine therapy improved PFS compared with placebo plus endocrine therapy.  </p><p><br></p><p>The Subcommittee noted that there were other CDK4/6 inhibitors in late-stage development and considered that, based on the currently available evidence, there appeared to be a class effect in terms of similar response rates and improved PFS from CDK4/6 inhibitors in HR-positive breast cancer. The Subcommittee noted it was interested to review further CDK4/6 data as it became available. </p><p><br></p><p>The Subcommittee noted that survival data for all agents under development appeared not to be powered for OS; however, the Subcommittee considered that PFS is an adequate endpoint in this population, and noted the findings of a recent report published by The National Cancer Institute Breast Cancer Steering Committee which identified that PFS is the preferred endpoint for trials investigating first- or second-line treatment for HR-positive/HER2-negative breast cancer. (<a href=\"https://www.ncbi.nlm.nih.gov/m/pubmed/30212295/\" target=\"_blank\">Seidman et al. J Clin Oncol. 2018;JCO1800242</a>). </p><p><br></p><p>The Subcommittee noted that the eligibility criteria for PALOMA 2 required women to be postmenopausal, defined by having undergone prior bilateral oophorectomy, spontaneous cessation of menses for 12 consecutive months or more, or having follicle-stimulating hormone and oestradiol levels in postmenopausal ranges without an alternative cause. The Subcommittee noted that this excluded patients rendered postmenopausal through the use of luteinizing-hormone-release hormone (LHRH) agonists. The Subcommittee considered that these patients also have the potential to benefit from treatment with palbociclib in combination with an aromatase inhibitor and considered that the evidence provided by the PALOMA-3 trial (which included pre/perimenopausal patients receiving goserelin) supports this. The Subcommittee considered that patients rendered postmenopausal through the use of LHRH agonists should be included in the Special Authority criteria based on extrapolation of the PALOMA-3 data. Members considered that an additional 10-15% of patients may undergo this type of hormonal manipulation with LHRH agonists to access palbociclib, however given the demographics of the breast cancer population this would likely be limited to only younger patients with high risk disease. </p><p><br></p><p>The Subcommittee considered that the results of the PALOMA-3 trial, which investigated the efficacy of palbociclib in combination with fulvestrant in the second-line, were promising however, considered the data is currently immature and should be reviewed once mature published data becomes available. The Subcommittee considered that, while fulvestrant was not currently funded in New Zealand, if fulvestrant were to be Medsafe approved and both agents were listed on the Schedule, that the Special Authority criteria for palbociclib should be reconsidered. </p><p><br></p><p>The Subcommittee considered that the cost-effectiveness of palbociclib was adversely affected by the relatively high price being sought by the supplier.   The Subcommittee considered that overall there was reasonable evidence of a modest effect from the use of palbociclib in combination with a non-steroidal aromatase inhibitor as a first-line treatment for postmenopausal women with HR-positive, HER2-negative locally advanced or metastatic breast cancer. </p>",
          "fs": "<p>The Subcommittee noted that approximately 3000 women are diagnosed with breast cancer each year in New Zealand, that an unknown proportion will progress from localized to advanced disease, and that approximately 20% of patients will have locally advanced or metastatic disease at diagnosis. The Subcommittee considered that approximately 55%–65% of patients with advanced disease will have hormone receptor (HR)-positive, HER2-negative disease. </p><p><br></p><p>The Subcommittee considered that estimating the number of patients who would be eligible for treatment for HR-positive, HER2-negative locally advanced or metastatic breast cancer per year in New Zealand was difficult; but considered that the applicant’s estimate of approximately 550 eligible patients per year was likely high. </p><p><br></p><p>The Subcommittee considered that if eligibility criteria did not specifically exclude it, it was likely that the approximately 20%–25% of patients with HR-positive, HER2-negative locally advanced or metastatic breast cancer who are premenopausal/perimenopausal would undergo ovarian suppression to fit eligibility criteria as ‘postmenopausal’. </p><p><br></p><p>The Subcommittee noted the results of an observational study of 815 patients with metastatic breast cancer in the Netherlands that identified a median survival of 24.8 months for patients with HR-positive/HER2-negative metastatic breast cancer, compared with 34.4 months for HR-positive/HER2-positive disease, 19.8 months for HR-negative/HER2-positive disease, and 8.8 months for triple-negative disease (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24104881\" target=\"_blank\">Lobbezoo et al. Breast Cancer Res Treat. 2013;141:507-14</a>). </p><p><br></p><p>The Subcommittee considered that the currently funded first-line treatments for advanced HR-positive/HER2-negative breast cancer include aromatase inhibitors or tamoxifen. </p><p><br></p><p>The Subcommittee considered that the uptake of palbociclib, if funded, would likely be high as endocrine therapies are the only currently funded agents for patients with HR-positive, HER2-negative locally advanced or metastatic breast cancer. Furthermore, the Subcommittee considered that in the first few years of listing there were would likely be a significant number of prevalent patients seeking treatment due to the long duration of survival with hormonal agents.</p><p>  </p><p>The Subcommittee noted that palbociclib is a reversible inhibitor of the cyclic-dependent kinases (CDK) 4 and 6, which are critical components of the cell-cycle regulatory machinery. The Subcommittee noted that CDK4/6 inhibitors reduce cellular proliferation by blocking progression through the G1 phase of the cell cycle, promoting transient, and possibly permanent, proliferative arrest. </p><p><br></p><p>The Subcommittee noted that palbociclib is approved for the treatment of HR-positive/HER2-negative locally advanced or metastatic breast cancer in combination with an aromatase inhibitor, and in combination with fulvestrant in women who have received prior endocrine therapy.  </p><p><br></p><p>The Subcommittee noted that the application submitted by the supplier was for consideration of funding for palbociclib as an initial (first-line) endocrine agent only and did not appear to include its use in combination with fulvestrant as a second-line endocrine agent. </p><p><br></p><p>The Subcommittee noted that the recommended dose of palbociclib is 125 mg once daily for 21 consecutive days followed by 7 days off treatment, and that treatment should be continued as long as the patient is deriving clinical benefit from therapy. </p><p><br></p><p>The Subcommittee noted that the applicant identified two clinical trials that provide the key evidence for palbociclib for the treatment of HR-positive/HER2-negative advanced breast cancer: the phase 2 PALOMA-1 trial and the phase 3 PALOMA-2 trial. </p><p><br></p><p>The Subcommittee noted the open-label, randomized, phase 2 PALOMA-1 trial which investigated the safety and efficacy of palbociclib in combination with letrozole compared with letrozole alone as first-line treatment in 165 postmenopausal women with HR-positive/HER2-negative advanced breast cancer (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25524798\" target=\"_blank\">Finn et al. Lancet Oncol. 2015;16:25-35</a>).  </p><p><br></p><p>The Subcommittee noted the study design and patient demographics of the PALOMA-1 trial and identified that 12% of patients had received prior treatment with anastrozole or letrozole. </p><p><br></p><p>The Subcommittee noted that in the PALOMA-1 trial, after a median follow-up of 29.6 months in the palbociclib plus letrozole arm and 27.9 months in the letrozole alone arm, that the median progression-free survival (PFS; primary endpoint) was 20.2 months and 10.2 months in the treatment groups, respectively (HR 0.488; 95% CI 0.319, 0.748; P=0.004). The Subcommittee noted that the objective response rates were 43% in the palbociclib plus letrozole arm compared with 33% in the letrozole alone arm (P=0.13), and that the clinical benefit rate was 81% compared with 58% (P=0.0009), respectively. The Subcommittee noted that the median duration of response for patients who achieved a complete or partial response was 20.3 months in the palbociclib plus letrozole arm compared with 11.1 months in the letrozole alone arm. </p><p><br></p><p>The Subcommittee noted the median overall survival (OS) at the time of the primary analysis of the PALOMA-1 trial was 37.5 months in the palbociclib plus letrozole arm compared with 33.2 months in the letrozole alone arm (HR 0.813, 95% CI 0.492, 1.345; P=0.42).  </p><p><br></p><p>The Subcommittee noted that the rates of anaemia, nausea, arthralgia, and alopecia in PALOMA-1 were higher in the palbociclib plus letrozole arm compared with the letrozole alone arm. The Subcommittee noted that 33% of patients in the palbociclib plus letrozole arm had dose interruptions due to an adverse event compared with 4% of patients in the letrozole alone arm, and that 40% of patients receiving palbociclib plus letrozole had a dose reduction. The Subcommittee noted that 13% of patients in the palbociclib plus letrozole arm discontinued treatment due to an adverse event compared with 2% of patients in the letrozole alone arm. </p><p><br></p><p>The Subcommittee also noted the updated analysis of PALOMA-1 published in abstract form, which identified a median OS of 37.5 months in the palbociclib plus letrozole arm compared with 34.5 months in the letrozole alone arm (HR 0.897; 95% CI 0.623, 1.294; P=0.281) (<a href=\"http://ascopubs.org/doi/abs/10.1200/JCO.2017.35.15_suppl.1001\" target=\"_blank\">Finn et al. J Clin Oncol. 2017;35:1001-1001</a>).</p><p> </p><p>The Subcommittee noted that there were no statistically significant differences in pain severity or pain interference scores between the two treatment arms in PALOMA-1 (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26894413\" target=\"_blank\">Bell et al. Curr Med Res Opin. 2016;35:959-65</a>). </p><p><br></p><p>The Subcommittee noted that a PFS benefit in patients who received palbociclib plus letrozole was observed across the majority of subgroups (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27349747\" target=\"_blank\">Finn et al. Breast Cancer Res. 2016;18:67</a>). </p><p><br></p><p>The Subcommittee noted the double-blind, randomized, placebo-controlled, phase 3 PALOMA-2 trial, which investigated the efficacy and safety of palbociclib plus letrozole compared with placebo plus letrozole in 666 postmenopausal women with oestrogen receptor-positive, HER2-negative advanced breast cancer who had not received prior systemic treatment for advanced disease <a href=\"http://https://www.ncbi.nlm.nih.gov/pubmed/27959613\" target=\"_blank\">(</a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27959613\" target=\"_blank\">Finn et al N Engl J Med. 2016;375:1925-1936</a>). </p><p><br></p><p>The Subcommittee noted the study design and patient demographics of the PALOMA-2 trial. The Subcommittee noted that 49% of patients had visceral disease at baseline, 48% of patients had received prior chemotherapy, and 21% of patients had received prior treatment with anastrozole or letrozole. </p><p><br></p><p>The Subcommittee noted that, after a median follow-up of 23 months, that the median investigator-assessed PFS (primary endpoint), in the PALOMA-2 trial was 24.8 months in the palbociclib arm compared with 14.5 months in the placebo arm (HR 0.58; 95% CI 0.46, 0.72; P&lt;0.001). The Subcommittee noted that the objective response rates were 55.3% in the palbociclib arm compared with 44.4% in the placebo arm (OR 1.55; 95% CI 1.05, 2.28; P=0.03), and that the clinical benefit rate was 84.3% compared with 70.8% (OR 2.23; 95% CI, 1.39, 3.56; P&lt;0.001), respectively. The Subcommittee noted that the median duration of response for patients who achieved a complete or partial response was 22.5 months in the palbociclib arm compared with 16.8 months in the placebo arm. The Subcommittee noted that the OS data were immature at the time of the primary analysis. </p><p><br></p><p>The Subcommittee noted that the rates of anaemia, haematological adverse events, alopecia, diarrhoea, and stomatitis in PALOMA-2 were higher in the palbociclib arm compared with the placebo arm. The Subcommittee noted that any grade neutropenia was reported for 79.5% of patients in the palbociclib arm, but that grade 3 or 4 febrile neutropenia was reported in only 1.8% of patients. The Subcommittee noted that 36.0% of patients in the palbociclib arm had dose reductions compared with 1.4% in the placebo arm, and that 9.4% of patients in the palbociclib arm discontinued due to adverse events compared with 1.4% of patients in the placebo arm. </p><p><br></p><p>The Subcommittee considered that, if palbociclib were funded, this would likely result in additional hospital visits related to toxicity and additional blood tests for neutropenia may also be required; in the absence of significant toxicity and neutropenia, patients would likely undergo regular follow-ups every 6-months.  </p><p><br></p><p>The Subcommittee noted the quality-of-life (QoL) results of PALOMA-2, which identified that the addition of palbociclib to letrozole delayed deterioration in health-related QoL (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29360932\" target=\"_blank\">Rugo et al. Ann Oncol. 2018;29:888-894</a>). </p><p><br></p><p>The Subcommittee noted the open-label, randomised, phase 2 TREnd trial which investigated the clinical activity of palbociclib in combination with endocrine therapy or palbociclib alone in 115 postmenopausal women with HR-positive/HER2-negative advanced breast cancer who have progressed on previous endocrine therapy (<a href=\"http://ascopubs.org/doi/abs/10.1200/JCO.2017.35.15_suppl.1002\" target=\"_blank\">Malorni et al. J Clin Oncol. 2017;35:1002-1002</a>). The Subcommittee noted that the median PFS was 10.8 months in patients receiving palbociclib plus endocrine therapy compared with 6.5 months in patients receiving palbociclib alone. The Subcommittee considered that this indicates that palbociclib may have clinical activity in patients who have previously received endocrine therapy; however, these results are exploratory at this stage. </p><p><br></p><p>The Subcommittee noted the double-blind, randomised, phase 3 PALOMA-3 trial, which investigated the efficacy of palbociclib in combination with fulvestrant compared with placebo plus fulvestrant in 521 women with HR-positive/HER2-negative breast cancer who had relapsed during prior endocrine therapy <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26030518\" target=\"_blank\">(Turner et al. N Engl J Med. 2015;373:209-219</a>). The Subcommittee noted that the patient population included premenopausal/ perimenopausal and postmenopausal women, and that the former received goserelin for the duration of the study.  </p><p><br></p><p>The Subcommittee considered that the results of the PALOMA-3 trial demonstrated that palbociclib combined with fulvestrant appeared to provide a PFS benefit compared with fulvestrant alone in patients who had received prior endocrine therapy. The Subcommittee noted that overall survival data were immature at the time of interim analysis. The Subcommittee considered that based on currently available evidence it appeared there was a lower level of benefit from use of palbociclib in a second-line setting as compared to as a first-line endocrine therapy. </p><p><br></p><p>The Subcommittee noted the double-blind, randomized, phase 3 MONALEESA-7 trial, which investigated the efficacy and safety of ribociclib plus endocrine therapy in premenopausal women with advanced HR-positive breast cancer (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29804902\" target=\"_blank\">Tripathy et al. Lancet Oncol. 2018;19:904-915</a>). The Subcommittee noted that ribociclib is another CDK4/6 inhibitor, and that the results of MONALEESA supported that ribociclib plus endocrine therapy improved PFS compared with placebo plus endocrine therapy.  </p><p><br></p><p>The Subcommittee noted that there were other CDK4/6 inhibitors in late-stage development and considered that, based on the currently available evidence, there appeared to be a class effect in terms of similar response rates and improved PFS from CDK4/6 inhibitors in HR-positive breast cancer. The Subcommittee noted it was interested to review further CDK4/6 data as it became available. </p><p><br></p><p>The Subcommittee noted that survival data for all agents under development appeared not to be powered for OS; however, the Subcommittee considered that PFS is an adequate endpoint in this population, and noted the findings of a recent report published by The National Cancer Institute Breast Cancer Steering Committee which identified that PFS is the preferred endpoint for trials investigating first- or second-line treatment for HR-positive/HER2-negative breast cancer. (<a href=\"https://www.ncbi.nlm.nih.gov/m/pubmed/30212295/\" target=\"_blank\">Seidman et al. J Clin Oncol. 2018;JCO1800242</a>). </p><p><br></p><p>The Subcommittee noted that the eligibility criteria for PALOMA 2 required women to be postmenopausal, defined by having undergone prior bilateral oophorectomy, spontaneous cessation of menses for 12 consecutive months or more, or having follicle-stimulating hormone and oestradiol levels in postmenopausal ranges without an alternative cause. The Subcommittee noted that this excluded patients rendered postmenopausal through the use of luteinizing-hormone-release hormone (LHRH) agonists. The Subcommittee considered that these patients also have the potential to benefit from treatment with palbociclib in combination with an aromatase inhibitor and considered that the evidence provided by the PALOMA-3 trial (which included pre/perimenopausal patients receiving goserelin) supports this. The Subcommittee considered that patients rendered postmenopausal through the use of LHRH agonists should be included in the Special Authority criteria based on extrapolation of the PALOMA-3 data. Members considered that an additional 10-15% of patients may undergo this type of hormonal manipulation with LHRH agonists to access palbociclib, however given the demographics of the breast cancer population this would likely be limited to only younger patients with high risk disease. </p><p><br></p><p>The Subcommittee considered that the results of the PALOMA-3 trial, which investigated the efficacy of palbociclib in combination with fulvestrant in the second-line, were promising however, considered the data is currently immature and should be reviewed once mature published data becomes available. The Subcommittee considered that, while fulvestrant was not currently funded in New Zealand, if fulvestrant were to be Medsafe approved and both agents were listed on the Schedule, that the Special Authority criteria for palbociclib should be reconsidered. </p><p><br></p><p>The Subcommittee considered that the cost-effectiveness of palbociclib was adversely affected by the relatively high price being sought by the supplier.   The Subcommittee considered that overall there was reasonable evidence of a modest effect from the use of palbociclib in combination with a non-steroidal aromatase inhibitor as a first-line treatment for postmenopausal women with HR-positive, HER2-negative locally advanced or metastatic breast cancer. </p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Subcommittee reviewed a funding application from Pfizer New Zealand Ltd for palbociclib to be used in combination with an aromatase inhibitor as initial endocrine therapy for the treatment of hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item.  </p>",
          "fs": "<p>The Subcommittee reviewed a funding application from Pfizer New Zealand Ltd for palbociclib to be used in combination with an aromatase inhibitor as initial endocrine therapy for the treatment of hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item.  </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": "<p>In regards to item 14, palbociclib as initial endocrine therapy for the treatment of hormone receptor-positive, HER2-negative, locally advanced or metastatic breast cancer, the Committee requested the application be reviewed by PTAC at a future meeting. </p>",
          "fs": "<p>In regards to item 14, palbociclib as initial endocrine therapy for the treatment of hormone receptor-positive, HER2-negative, locally advanced or metastatic breast cancer, the Committee requested the application be reviewed by PTAC at a future meeting. </p>",
          "change": null
        },
        "Outcome": {
          "s": "Medium",
          "fs": "Medium",
          "change": null
        },
        "Links": {
          "s": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-minutes-2018-09.pdf\" target=\"_blank\">CaTSoP Subcommittee minutes</a>",
          "fs": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-minutes-2018-09.pdf\" target=\"_blank\">CaTSoP Subcommittee minutes</a>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Sep 2018",
          "fs": "Sep 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Cancer Treatments Subcommittee (CaTSoP) at meeting Friday 21 September 2018.",
          "fs": "Clinical advice received from Cancer Treatments Subcommittee (CaTSoP) at meeting Friday 21 September 2018.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhm2AF"
          },
          "Id": "a0POZ00000R5Rhm2AF",
          "Event_Date__c": "2018-09-21",
          "Event_Description__c": "Clinical advice received from Cancer Treatments Subcommittee (CaTSoP) at meeting Friday 21 September 2018.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-minutes-2018-09.pdf\" target=\"_blank\">CaTSoP Subcommittee minutes</a>",
          "Outcome__c": "Medium",
          "Summary__c": "The Subcommittee recommended that palbociclib for use in combination with an aromatase inhibitor as initial endocrine therapy for the treatment of hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer be funded with a medium priority  subject to Special Authority  criteria",
          "Formatted_Date__c": "Sep 2018",
          "Published_Recommendation__c": "<p>The Subcommittee recommended that palbociclib for use in combination with aromatase inhibitor as initial endocrine therapy for the treatment of hormone receptor positive, HER2-negative locally advanced or metastatic breast cancer be funded with medium priority subject to the following Special Authority criteria: </p><p><br></p><p class=\"ql-indent-1\">Initial application only from a medical oncologist or medical practitioner on the recommendation of a relevant specialist. Approvals valid for 6 months for applications meeting the following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Patient has inoperable locally advanced or metastatic breast cancer; and </p><p class=\"ql-indent-1\">2. There is documentation confirming disease is hormone-receptor positive and HER2 negative; and </p><p class=\"ql-indent-1\">3. Patient has an ECOG performance score of 0-2; and </p><p class=\"ql-indent-1\">4. Patient has not received prior systemic treatment for metastatic disease; and </p><p class=\"ql-indent-1\">5. Palbociclib must be used in combination with a non-steroidal aromatase inhibitor; and</p><p class=\"ql-indent-1\">6. Patient has been amenorrhoeic for 12 months or greater, either naturally or induced with endocrine levels consistent with a postmenopausal state. </p><p class=\"ql-indent-1\"><br></p><p class=\"ql-indent-1\">Renewal only from a medical oncologist or medical practitioner on the recommendation a relevant specialist. Approvals valid for 12 months for applications meeting the following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Palbociclib must be used in combination with a non-steroidal aromatase inhibitor; and</p><p class=\"ql-indent-1\">2. No evidence of progressive disease; and </p><p class=\"ql-indent-1\">3. The treatment remains appropriate and the patient is benefitting from treatment. </p>",
          "Published_Application__c": "<p>The Subcommittee reviewed a funding application from Pfizer New Zealand Ltd for palbociclib to be used in combination with an aromatase inhibitor as initial endocrine therapy for the treatment of hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item.  </p>",
          "Published_Discussion__c": "<p>The Subcommittee noted that approximately 3000 women are diagnosed with breast cancer each year in New Zealand, that an unknown proportion will progress from localized to advanced disease, and that approximately 20% of patients will have locally advanced or metastatic disease at diagnosis. The Subcommittee considered that approximately 55%–65% of patients with advanced disease will have hormone receptor (HR)-positive, HER2-negative disease. </p><p><br></p><p>The Subcommittee considered that estimating the number of patients who would be eligible for treatment for HR-positive, HER2-negative locally advanced or metastatic breast cancer per year in New Zealand was difficult; but considered that the applicant’s estimate of approximately 550 eligible patients per year was likely high. </p><p><br></p><p>The Subcommittee considered that if eligibility criteria did not specifically exclude it, it was likely that the approximately 20%–25% of patients with HR-positive, HER2-negative locally advanced or metastatic breast cancer who are premenopausal/perimenopausal would undergo ovarian suppression to fit eligibility criteria as ‘postmenopausal’. </p><p><br></p><p>The Subcommittee noted the results of an observational study of 815 patients with metastatic breast cancer in the Netherlands that identified a median survival of 24.8 months for patients with HR-positive/HER2-negative metastatic breast cancer, compared with 34.4 months for HR-positive/HER2-positive disease, 19.8 months for HR-negative/HER2-positive disease, and 8.8 months for triple-negative disease (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/24104881\" target=\"_blank\">Lobbezoo et al. Breast Cancer Res Treat. 2013;141:507-14</a>). </p><p><br></p><p>The Subcommittee considered that the currently funded first-line treatments for advanced HR-positive/HER2-negative breast cancer include aromatase inhibitors or tamoxifen. </p><p><br></p><p>The Subcommittee considered that the uptake of palbociclib, if funded, would likely be high as endocrine therapies are the only currently funded agents for patients with HR-positive, HER2-negative locally advanced or metastatic breast cancer. Furthermore, the Subcommittee considered that in the first few years of listing there were would likely be a significant number of prevalent patients seeking treatment due to the long duration of survival with hormonal agents.</p><p>  </p><p>The Subcommittee noted that palbociclib is a reversible inhibitor of the cyclic-dependent kinases (CDK) 4 and 6, which are critical components of the cell-cycle regulatory machinery. The Subcommittee noted that CDK4/6 inhibitors reduce cellular proliferation by blocking progression through the G1 phase of the cell cycle, promoting transient, and possibly permanent, proliferative arrest. </p><p><br></p><p>The Subcommittee noted that palbociclib is approved for the treatment of HR-positive/HER2-negative locally advanced or metastatic breast cancer in combination with an aromatase inhibitor, and in combination with fulvestrant in women who have received prior endocrine therapy.  </p><p><br></p><p>The Subcommittee noted that the application submitted by the supplier was for consideration of funding for palbociclib as an initial (first-line) endocrine agent only and did not appear to include its use in combination with fulvestrant as a second-line endocrine agent. </p><p><br></p><p>The Subcommittee noted that the recommended dose of palbociclib is 125 mg once daily for 21 consecutive days followed by 7 days off treatment, and that treatment should be continued as long as the patient is deriving clinical benefit from therapy. </p><p><br></p><p>The Subcommittee noted that the applicant identified two clinical trials that provide the key evidence for palbociclib for the treatment of HR-positive/HER2-negative advanced breast cancer: the phase 2 PALOMA-1 trial and the phase 3 PALOMA-2 trial. </p><p><br></p><p>The Subcommittee noted the open-label, randomized, phase 2 PALOMA-1 trial which investigated the safety and efficacy of palbociclib in combination with letrozole compared with letrozole alone as first-line treatment in 165 postmenopausal women with HR-positive/HER2-negative advanced breast cancer (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25524798\" target=\"_blank\">Finn et al. Lancet Oncol. 2015;16:25-35</a>).  </p><p><br></p><p>The Subcommittee noted the study design and patient demographics of the PALOMA-1 trial and identified that 12% of patients had received prior treatment with anastrozole or letrozole. </p><p><br></p><p>The Subcommittee noted that in the PALOMA-1 trial, after a median follow-up of 29.6 months in the palbociclib plus letrozole arm and 27.9 months in the letrozole alone arm, that the median progression-free survival (PFS; primary endpoint) was 20.2 months and 10.2 months in the treatment groups, respectively (HR 0.488; 95% CI 0.319, 0.748; P=0.004). The Subcommittee noted that the objective response rates were 43% in the palbociclib plus letrozole arm compared with 33% in the letrozole alone arm (P=0.13), and that the clinical benefit rate was 81% compared with 58% (P=0.0009), respectively. The Subcommittee noted that the median duration of response for patients who achieved a complete or partial response was 20.3 months in the palbociclib plus letrozole arm compared with 11.1 months in the letrozole alone arm. </p><p><br></p><p>The Subcommittee noted the median overall survival (OS) at the time of the primary analysis of the PALOMA-1 trial was 37.5 months in the palbociclib plus letrozole arm compared with 33.2 months in the letrozole alone arm (HR 0.813, 95% CI 0.492, 1.345; P=0.42).  </p><p><br></p><p>The Subcommittee noted that the rates of anaemia, nausea, arthralgia, and alopecia in PALOMA-1 were higher in the palbociclib plus letrozole arm compared with the letrozole alone arm. The Subcommittee noted that 33% of patients in the palbociclib plus letrozole arm had dose interruptions due to an adverse event compared with 4% of patients in the letrozole alone arm, and that 40% of patients receiving palbociclib plus letrozole had a dose reduction. The Subcommittee noted that 13% of patients in the palbociclib plus letrozole arm discontinued treatment due to an adverse event compared with 2% of patients in the letrozole alone arm. </p><p><br></p><p>The Subcommittee also noted the updated analysis of PALOMA-1 published in abstract form, which identified a median OS of 37.5 months in the palbociclib plus letrozole arm compared with 34.5 months in the letrozole alone arm (HR 0.897; 95% CI 0.623, 1.294; P=0.281) (<a href=\"http://ascopubs.org/doi/abs/10.1200/JCO.2017.35.15_suppl.1001\" target=\"_blank\">Finn et al. J Clin Oncol. 2017;35:1001-1001</a>).</p><p> </p><p>The Subcommittee noted that there were no statistically significant differences in pain severity or pain interference scores between the two treatment arms in PALOMA-1 (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26894413\" target=\"_blank\">Bell et al. Curr Med Res Opin. 2016;35:959-65</a>). </p><p><br></p><p>The Subcommittee noted that a PFS benefit in patients who received palbociclib plus letrozole was observed across the majority of subgroups (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27349747\" target=\"_blank\">Finn et al. Breast Cancer Res. 2016;18:67</a>). </p><p><br></p><p>The Subcommittee noted the double-blind, randomized, placebo-controlled, phase 3 PALOMA-2 trial, which investigated the efficacy and safety of palbociclib plus letrozole compared with placebo plus letrozole in 666 postmenopausal women with oestrogen receptor-positive, HER2-negative advanced breast cancer who had not received prior systemic treatment for advanced disease <a href=\"http://https://www.ncbi.nlm.nih.gov/pubmed/27959613\" target=\"_blank\">(</a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27959613\" target=\"_blank\">Finn et al N Engl J Med. 2016;375:1925-1936</a>). </p><p><br></p><p>The Subcommittee noted the study design and patient demographics of the PALOMA-2 trial. The Subcommittee noted that 49% of patients had visceral disease at baseline, 48% of patients had received prior chemotherapy, and 21% of patients had received prior treatment with anastrozole or letrozole. </p><p><br></p><p>The Subcommittee noted that, after a median follow-up of 23 months, that the median investigator-assessed PFS (primary endpoint), in the PALOMA-2 trial was 24.8 months in the palbociclib arm compared with 14.5 months in the placebo arm (HR 0.58; 95% CI 0.46, 0.72; P&lt;0.001). The Subcommittee noted that the objective response rates were 55.3% in the palbociclib arm compared with 44.4% in the placebo arm (OR 1.55; 95% CI 1.05, 2.28; P=0.03), and that the clinical benefit rate was 84.3% compared with 70.8% (OR 2.23; 95% CI, 1.39, 3.56; P&lt;0.001), respectively. The Subcommittee noted that the median duration of response for patients who achieved a complete or partial response was 22.5 months in the palbociclib arm compared with 16.8 months in the placebo arm. The Subcommittee noted that the OS data were immature at the time of the primary analysis. </p><p><br></p><p>The Subcommittee noted that the rates of anaemia, haematological adverse events, alopecia, diarrhoea, and stomatitis in PALOMA-2 were higher in the palbociclib arm compared with the placebo arm. The Subcommittee noted that any grade neutropenia was reported for 79.5% of patients in the palbociclib arm, but that grade 3 or 4 febrile neutropenia was reported in only 1.8% of patients. The Subcommittee noted that 36.0% of patients in the palbociclib arm had dose reductions compared with 1.4% in the placebo arm, and that 9.4% of patients in the palbociclib arm discontinued due to adverse events compared with 1.4% of patients in the placebo arm. </p><p><br></p><p>The Subcommittee considered that, if palbociclib were funded, this would likely result in additional hospital visits related to toxicity and additional blood tests for neutropenia may also be required; in the absence of significant toxicity and neutropenia, patients would likely undergo regular follow-ups every 6-months.  </p><p><br></p><p>The Subcommittee noted the quality-of-life (QoL) results of PALOMA-2, which identified that the addition of palbociclib to letrozole delayed deterioration in health-related QoL (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29360932\" target=\"_blank\">Rugo et al. Ann Oncol. 2018;29:888-894</a>). </p><p><br></p><p>The Subcommittee noted the open-label, randomised, phase 2 TREnd trial which investigated the clinical activity of palbociclib in combination with endocrine therapy or palbociclib alone in 115 postmenopausal women with HR-positive/HER2-negative advanced breast cancer who have progressed on previous endocrine therapy (<a href=\"http://ascopubs.org/doi/abs/10.1200/JCO.2017.35.15_suppl.1002\" target=\"_blank\">Malorni et al. J Clin Oncol. 2017;35:1002-1002</a>). The Subcommittee noted that the median PFS was 10.8 months in patients receiving palbociclib plus endocrine therapy compared with 6.5 months in patients receiving palbociclib alone. The Subcommittee considered that this indicates that palbociclib may have clinical activity in patients who have previously received endocrine therapy; however, these results are exploratory at this stage. </p><p><br></p><p>The Subcommittee noted the double-blind, randomised, phase 3 PALOMA-3 trial, which investigated the efficacy of palbociclib in combination with fulvestrant compared with placebo plus fulvestrant in 521 women with HR-positive/HER2-negative breast cancer who had relapsed during prior endocrine therapy <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26030518\" target=\"_blank\">(Turner et al. N Engl J Med. 2015;373:209-219</a>). The Subcommittee noted that the patient population included premenopausal/ perimenopausal and postmenopausal women, and that the former received goserelin for the duration of the study.  </p><p><br></p><p>The Subcommittee considered that the results of the PALOMA-3 trial demonstrated that palbociclib combined with fulvestrant appeared to provide a PFS benefit compared with fulvestrant alone in patients who had received prior endocrine therapy. The Subcommittee noted that overall survival data were immature at the time of interim analysis. The Subcommittee considered that based on currently available evidence it appeared there was a lower level of benefit from use of palbociclib in a second-line setting as compared to as a first-line endocrine therapy. </p><p><br></p><p>The Subcommittee noted the double-blind, randomized, phase 3 MONALEESA-7 trial, which investigated the efficacy and safety of ribociclib plus endocrine therapy in premenopausal women with advanced HR-positive breast cancer (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29804902\" target=\"_blank\">Tripathy et al. Lancet Oncol. 2018;19:904-915</a>). The Subcommittee noted that ribociclib is another CDK4/6 inhibitor, and that the results of MONALEESA supported that ribociclib plus endocrine therapy improved PFS compared with placebo plus endocrine therapy.  </p><p><br></p><p>The Subcommittee noted that there were other CDK4/6 inhibitors in late-stage development and considered that, based on the currently available evidence, there appeared to be a class effect in terms of similar response rates and improved PFS from CDK4/6 inhibitors in HR-positive breast cancer. The Subcommittee noted it was interested to review further CDK4/6 data as it became available. </p><p><br></p><p>The Subcommittee noted that survival data for all agents under development appeared not to be powered for OS; however, the Subcommittee considered that PFS is an adequate endpoint in this population, and noted the findings of a recent report published by The National Cancer Institute Breast Cancer Steering Committee which identified that PFS is the preferred endpoint for trials investigating first- or second-line treatment for HR-positive/HER2-negative breast cancer. (<a href=\"https://www.ncbi.nlm.nih.gov/m/pubmed/30212295/\" target=\"_blank\">Seidman et al. J Clin Oncol. 2018;JCO1800242</a>). </p><p><br></p><p>The Subcommittee noted that the eligibility criteria for PALOMA 2 required women to be postmenopausal, defined by having undergone prior bilateral oophorectomy, spontaneous cessation of menses for 12 consecutive months or more, or having follicle-stimulating hormone and oestradiol levels in postmenopausal ranges without an alternative cause. The Subcommittee noted that this excluded patients rendered postmenopausal through the use of luteinizing-hormone-release hormone (LHRH) agonists. The Subcommittee considered that these patients also have the potential to benefit from treatment with palbociclib in combination with an aromatase inhibitor and considered that the evidence provided by the PALOMA-3 trial (which included pre/perimenopausal patients receiving goserelin) supports this. The Subcommittee considered that patients rendered postmenopausal through the use of LHRH agonists should be included in the Special Authority criteria based on extrapolation of the PALOMA-3 data. Members considered that an additional 10-15% of patients may undergo this type of hormonal manipulation with LHRH agonists to access palbociclib, however given the demographics of the breast cancer population this would likely be limited to only younger patients with high risk disease. </p><p><br></p><p>The Subcommittee considered that the results of the PALOMA-3 trial, which investigated the efficacy of palbociclib in combination with fulvestrant in the second-line, were promising however, considered the data is currently immature and should be reviewed once mature published data becomes available. The Subcommittee considered that, while fulvestrant was not currently funded in New Zealand, if fulvestrant were to be Medsafe approved and both agents were listed on the Schedule, that the Special Authority criteria for palbociclib should be reconsidered. </p><p><br></p><p>The Subcommittee considered that the cost-effectiveness of palbociclib was adversely affected by the relatively high price being sought by the supplier.   The Subcommittee considered that overall there was reasonable evidence of a modest effect from the use of palbociclib in combination with a non-steroidal aromatase inhibitor as a first-line treatment for postmenopausal women with HR-positive, HER2-negative locally advanced or metastatic breast cancer. </p>",
          "PTAC_Comments__c": "<p>In regards to item 14, palbociclib as initial endocrine therapy for the treatment of hormone receptor-positive, HER2-negative, locally advanced or metastatic breast cancer, the Committee requested the application be reviewed by PTAC at a future meeting. </p>",
          "Status_History__c": "a132P000000ArXZQA0"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jan 2019",
          "fs": "Jan 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rho2AF"
          },
          "Id": "a0POZ00000R5Rho2AF",
          "Event_Date__c": "2019-01-01",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Jan 2019",
          "Status_History__c": "a132P000000BTFKQA4"
        },
        "change": null
      },
      {
        "Summary": {
          "s": "The Committee requested the application [for palbociclib as initial endocrine therapy for the treatment of hormone receptor-positive, HER2-negative, locally advanced or metastatic breast  cancer,]  be reviewed by PTAC at a future meeting.",
          "fs": "The Committee requested the application [for palbociclib as initial endocrine therapy for the treatment of hormone receptor-positive, HER2-negative, locally advanced or metastatic breast  cancer,]  be reviewed by PTAC at a future meeting.",
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "No Formal Recommendation",
          "fs": "No Formal Recommendation",
          "change": null
        },
        "Links": {
          "s": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2019-02.pdf\" target=\"_blank\">PTAC minutes</a>",
          "fs": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2019-02.pdf\" target=\"_blank\">PTAC minutes</a>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2019",
          "fs": "Feb 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 21 February 2019.",
          "fs": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 21 February 2019.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhp2AF"
          },
          "Id": "a0POZ00000R5Rhp2AF",
          "Event_Date__c": "2019-02-21",
          "Event_Description__c": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 21 February 2019.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2019-02.pdf\" target=\"_blank\">PTAC minutes</a>",
          "Outcome__c": "No Formal Recommendation",
          "Summary__c": "The Committee requested the application [for palbociclib as initial endocrine therapy for the treatment of hormone receptor-positive, HER2-negative, locally advanced or metastatic breast  cancer,]  be reviewed by PTAC at a future meeting.",
          "Formatted_Date__c": "Feb 2019",
          "Status_History__c": "a132P000000ArasQAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Apr 2019",
          "fs": "Apr 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhr2AF"
          },
          "Id": "a0POZ00000R5Rhr2AF",
          "Event_Date__c": "2019-04-01",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Apr 2019",
          "Status_History__c": "a132P000000ArdgQAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": "<p>The Committee recommended that palbociclib be funded with a low priority for use in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer.</p><p><br></p><p>As part of this discussion, the Committee also made recommendations in relation to other applications for CDK4/6 inhibitors for the treatment of hormone receptor positive, HER2-negative locally advanced or metastatic breast cancer including ribociclib in combination with an aromatase inhibitor as a first line treatment, and palbociclib in combination with fulvestrant as a second line treatment. Please click on the link below for the full record of the Committee&#39;s discussion regarding these applications..</p>",
          "fs": "<p>The Committee recommended that palbociclib be funded with a low priority for use in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer.</p><p><br></p><p>As part of this discussion, the Committee also made recommendations in relation to other applications for CDK4/6 inhibitors for the treatment of hormone receptor positive, HER2-negative locally advanced or metastatic breast cancer including ribociclib in combination with an aromatase inhibitor as a first line treatment, and palbociclib in combination with fulvestrant as a second line treatment. Please click on the link below for the full record of the Committee&#39;s discussion regarding these applications..</p>",
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Committee recommended that palbociclib be funded with a low priority for use in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer.  </p><p><br></p><p>The Committee recommended that ribociclib be funded with a low priority for use in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2 negative locally advanced or metastatic breast cancer. </p><p><br></p><p>The Committee recommended that palbociclib be funded with medium priority for use in combination with fulvestrant as a second-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>The Committee considered that the evidence suggests there is a class effect associated with cyclin dependent kinase 4/6 inhibitors for the treatment of hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer and that these agents be funded subject to the following Special Authority criteria as recommended by the Cancer Treatments Subcommittee: </p><p><br></p><p class=\"ql-indent-1\">Special Authority for Subsidy – Retail Pharmacy-Specialist </p><p class=\"ql-indent-1\">Initial application (first line) only from a medical oncologist or medical practitioner on the recommendation of a relevant specialist. Approvals valid for 6 months for applications meeting the following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Patient has unresectable locally advanced or metastatic breast cancer; and </p><p class=\"ql-indent-1\">2. There is documentation confirming disease is hormone-receptor positive and HER2-negative; and </p><p class=\"ql-indent-1\">3. Patient has an ECOG performance score of 0-2; and </p><p class=\"ql-indent-1\">4. Patient has not received prior systemic treatment for metastatic disease; and </p><p class=\"ql-indent-1\">5. Patient has been amenorrhoeic for 12 months of greater, either naturally or induced, with </p><p class=\"ql-indent-1\">endocrine levels consistent with a postmenopausal state. </p><p class=\"ql-indent-1\">6. Treatment must be used in combination with an endocrine partner. </p><p class=\"ql-indent-1\"><br></p><p class=\"ql-indent-1\">Initial application (second line) - only from a medical oncologist or medical practitioner on the recommendation of a relevant specialist. Approvals valid for 6 months for applications meeting the following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Patient has unresectable locally advanced or metastatic breast cancer; and </p><p class=\"ql-indent-1\">2. There is documentation confirming disease is hormone-receptor positive and HER2-negative; and </p><p class=\"ql-indent-1\">3. Patient has an ECOG performance score of 0-2; and </p><p class=\"ql-indent-1\">4. Patient has relapsed or progressed during prior endocrine therapy; and </p><p class=\"ql-indent-1\">5. Treatment must be used in combination with an endocrine partner. </p><p class=\"ql-indent-1\"><br></p><p class=\"ql-indent-1\">Renewal (first- or second-line) - only from a medical oncologist or medical practitioner on the</p><p class=\"ql-indent-1\">recommendation of a relevant specialist. Approvals valid for 12 months for applications meeting the </p><p class=\"ql-indent-1\">following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Treatment must be used in combination with an endocrine partner; and </p><p class=\"ql-indent-1\">2. No evidence of progressive disease; and </p><p class=\"ql-indent-1\">3. The treatment remains appropriate and the patient is benefitting from treatment. </p>",
          "fs": "<p>The Committee recommended that palbociclib be funded with a low priority for use in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer.  </p><p><br></p><p>The Committee recommended that ribociclib be funded with a low priority for use in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2 negative locally advanced or metastatic breast cancer. </p><p><br></p><p>The Committee recommended that palbociclib be funded with medium priority for use in combination with fulvestrant as a second-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>The Committee considered that the evidence suggests there is a class effect associated with cyclin dependent kinase 4/6 inhibitors for the treatment of hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer and that these agents be funded subject to the following Special Authority criteria as recommended by the Cancer Treatments Subcommittee: </p><p><br></p><p class=\"ql-indent-1\">Special Authority for Subsidy – Retail Pharmacy-Specialist </p><p class=\"ql-indent-1\">Initial application (first line) only from a medical oncologist or medical practitioner on the recommendation of a relevant specialist. Approvals valid for 6 months for applications meeting the following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Patient has unresectable locally advanced or metastatic breast cancer; and </p><p class=\"ql-indent-1\">2. There is documentation confirming disease is hormone-receptor positive and HER2-negative; and </p><p class=\"ql-indent-1\">3. Patient has an ECOG performance score of 0-2; and </p><p class=\"ql-indent-1\">4. Patient has not received prior systemic treatment for metastatic disease; and </p><p class=\"ql-indent-1\">5. Patient has been amenorrhoeic for 12 months of greater, either naturally or induced, with </p><p class=\"ql-indent-1\">endocrine levels consistent with a postmenopausal state. </p><p class=\"ql-indent-1\">6. Treatment must be used in combination with an endocrine partner. </p><p class=\"ql-indent-1\"><br></p><p class=\"ql-indent-1\">Initial application (second line) - only from a medical oncologist or medical practitioner on the recommendation of a relevant specialist. Approvals valid for 6 months for applications meeting the following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Patient has unresectable locally advanced or metastatic breast cancer; and </p><p class=\"ql-indent-1\">2. There is documentation confirming disease is hormone-receptor positive and HER2-negative; and </p><p class=\"ql-indent-1\">3. Patient has an ECOG performance score of 0-2; and </p><p class=\"ql-indent-1\">4. Patient has relapsed or progressed during prior endocrine therapy; and </p><p class=\"ql-indent-1\">5. Treatment must be used in combination with an endocrine partner. </p><p class=\"ql-indent-1\"><br></p><p class=\"ql-indent-1\">Renewal (first- or second-line) - only from a medical oncologist or medical practitioner on the</p><p class=\"ql-indent-1\">recommendation of a relevant specialist. Approvals valid for 12 months for applications meeting the </p><p class=\"ql-indent-1\">following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Treatment must be used in combination with an endocrine partner; and </p><p class=\"ql-indent-1\">2. No evidence of progressive disease; and </p><p class=\"ql-indent-1\">3. The treatment remains appropriate and the patient is benefitting from treatment. </p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Committee considered that advanced breast cancer (aBC) is currently considered incurable, and that the estimated 5-year survival rate is 25%. </p><p><br></p><p>The Committee considered that approximately 60% of patients with aBC have HR-positive, HER2-negative disease. </p><p><br></p><p>The Committee noted that the application for the use of palbociclib in combination with an aromatase inhibitor (AI) as a first-line treatment for hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative locally advanced or metastatic breast cancer (aBC) was considered by the Cancer Treatments Subcommittee’s (CaTSoP) in <a href=\"https://www.pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-minutes-2018-09.pdf\" target=\"_blank\">September 2018</a>. The Committee noted that the application for the use of palbociclib in combination with fulvestrant for the second-line treatment for HR-positive, HER2-negative aBC was considered by CaTSoP in April 2019 (publication of minutes pending). The Committee reviewed the relevant record regarding palbociclib from both of these CaTSoP meetings alongside the applications listed above. </p><p><br></p><p>The Committee noted and agreed with CaTSoP’s view that the standard first- and second-line therapy for patients with HR-positive, HER2-negative aBC is endocrine therapy with either an AI or tamoxifen, and that patients who progress after two lines of endocrine therapy or have visceral disease are likely to receive chemotherapy. </p><p><br></p><p>The Committee noted CaTSoP’s previous discussion of the number of patients with HR-positive, HER2-negative disease, and considered that the estimates of up to 550 patients eligible for first-line treatment and 400 for second-line treatment were reasonable. </p><p><br></p><p>The Committee noted that the cyclin-dependent kinases 4 and 6 (CDK4/6) are fundamental drivers of the cell cycle, and that CDK4/6 inhibitors are thought to act by reducing phosphorylation of the retinoblastoma protein resulting in G1 cell cycle arrest. </p><p><br></p><p>The Committee noted that there are currently three CDK4/6 inhibitors in late stage clinical development: palbociclib, ribociclib, and abemaciclib. The Committee noted that palbociclib is currently approved in New Zealand for the treatment of HR-positive, HER2-negative locally advanced or metastatic breast cancer, either in combination with an AI or in combination with fulvestrant in women who have received prior endocrine therapy. </p><p><br></p><p>The Committee noted that an application for ribociclib is currently being assessed by Medsafe.  </p><p><br></p><p><i><u>Palbociclib – First Line </u></i></p><p>The Committee noted that in September 2018 CaTSoP recommended that palbociclib be funded with a medium priority for use in combination with an AI as a first-line treatment for HR-positive, HER2-negative locally advanced or metastatic breast cancer (<a href=\"https://www.pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-minutes-2018-09.pdf\" target=\"_blank\">CaTSoP minutes – September 2018</a>). </p><p><br></p><p>The Committee noted that palbociclib is administered orally at a dose of 125 mg once daily for 21 consecutive days followed by 7 days off treatment to comprise a cycle of 28 days; treatment is continued as long as the patient is deriving clinical benefit or until unacceptable toxicity occurs. </p><p><br></p><p>The Committee noted an open-label, Phase 1, dose-escalation trial which investigated the dose-limiting toxicity and maximum tolerated dose of palbociclib in 41 patients with retinoblastoma protein-positive advanced solid tumours (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/22090362\" target=\"_blank\">Flaherty et al. Clin Cancer Res. 2012;18:568-76</a>). </p><p><br></p><p>The Committee noted a single-arm, Phase 2 trial which investigated the efficacy of palbociclib in 37 patients with retinoblastoma protein-positive aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25501126\" target=\"_blank\">DeMichele et al. Clin Cancer Res. 2015;21:995-1001</a>). </p><p><br></p><p>The Committee noted the open-label, randomised, Phase 2 PALOMA-1 trial which investigated the safety and efficacy of palbociclib in combination with letrozole compared with letrozole alone for the first-line treatment of 165 postmenopausal women with oestrogen receptor-positive, HER2-negative aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25524798\" target=\"_blank\">Finn et al. Lancet Oncol. 2015;16:25-35</a>). The Committee noted that the progression-free survival (PFS) was 20.2 months in the palbociclib plus letrozole group compared with 10.2 months in the letrozole monotherapy group (HR 0.488; 95% CI 0.319 to 0.748; one-sided P=0.0004). The Committee noted that the median overall survival (OS) was 37.5 months in the palbociclib plus letrozole group compared with 33.3 months in the letrozole group (HR 0.813; 95% CI 0.492 to 1.345; two-sided P=0.42). The Committee noted that the most common grade 3/4 adverse events (AEs) were neutropenia (54% palbociclib plus letrozole vs 1% letrozole) and leukopenia (19% palbociclib plus letrozole vs 0% letrozole). </p><p><br></p><p>The Committee noted the publication of the pain analysis from the PALOMA-1 trial which reported that there was no significant difference in Pain Severity or Pain Interference scores of the Brief Pain Inventory between patients receiving palbociclib plus letrozole compared with letrozole alone (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26894413\" target=\"_blank\">Bell et al. Curr Med Res Opin. 2016;32:956-65</a>). </p><p><br></p><p>The Committee noted the double-blind, randomized, placebo-controlled, Phase 3 PALOMA-2 trial which investigated the efficacy and safety of palbociclib plus letrozole compared with placebo plus letrozole for the first-line treatment of 666 postmenopausal women with oestrogen receptor-positive, HER2-negative aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27959613\" target=\"_blank\">Finn et al. N Engl J Med. 2016;375:1925-36</a>). The Committee noted that after a median follow-up of 23 months, the PFS was 24.8 months in the palbociclib plus letrozole arm compared with 14.5 months in the placebo plus letrozole arm (HR 0.58; 95% CI 0.46 to 0.72; P&lt;0.001). The Committee noted that OS data were immature at the time of this analysis. The Committee noted that the incidence of grade 3/4 AEs was substantially higher in patients who received palbociclib plus letrozole compared with those who received placebo plus letrozole (76% palbociclib plus letrozole vs 24% placebo plus letrozole).  </p><p><br></p><p>The Committee noted the publication of the quality of life (QoL) analysis from the PALOMA-2 trial (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29360932\" target=\"_blank\">Rugo et al. Ann Oncol. 2018;29:888-894</a>). The Committee noted that after a median follow-up of 23 months there were no significant between-arm differences in change from baseline in Functional Assessment of Cancer Therapy (FACT)-breast Total, FACT-general Total, or EuroQoL-5D scores. The Committee noted that an improvement in pain scores was observed in the palbociclib plus letrozole compared with the placebo plus letrozole arm (-0.256 vs -0.098; P=0.018). The Committee noted that deterioration in QoL was delayed in patients without progression compared with those with progression, and in patients with partial or complete response compared to those who did not respond. </p><p><br></p><p>The Committee noted the publication of an extended follow-up of the PALOMA-2 trial (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30632023\" target=\"_blank\">Rugo et al. Breast Cancer Res Treat. 2019;174:719-29</a>). The Committee noted that after a median follow-up of approximately 38 months, the median PFS was 27.6 months in the palbociclib plus letrozole group compared with 14.5 months in the placebo plus letrozole group (HR 0.563; one-sided P&lt;0.0001). The Committee noted that the use of chemotherapy was delayed in patients who received palbociclib plus letrozole compared with those receiving placebo plus letrozole (40.4 months vs 29.9 months) and QoL was maintained. </p><p><br></p><p>The Committee agreed with CaTSoP’s conclusion that there was reasonable evidence of a modest effect from the use of palbociclib in combination with a non-steroidal AI as a first-line treatment for postmenopausal women with HR-positive HER2-negative aBC. </p><p><br></p><p><i><u>Ribociclib – First Line </u></i></p><p>The Committee noted that ribociclib is administered orally at a dose of 600 mg (three 200 mg tablets) once daily for 21 consecutive days followed by 7 days off treatment; treatment is continued until disease progression or unacceptable toxicity occurs. </p><p><br></p><p>The Committee noted a first-in-human Phase 1 trial which investigated the maximum-tolerated dose, the recommended dose for expansion, safety, and preliminary pharmacokinetics and pharmacodynamics of ribociclib in patients with retinoblastoma protein-positive advanced solid tumours or lymphoma (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27542767\" target=\"_blank\">Infante et al. Clin Cancer Res. 2016;22:5696-705</a>). </p><p><br></p><p>The Committee noted a Phase 1b trial which investigated the safety, efficacy, and pharmacokinetics of ribociclib in postmenopausal women with oestrogen receptor-positive, HER2-negative aBC (<a href=\"https://ascopubs.org/doi/abs/10.1200/JCO.2016.34.15_suppl.568\" target=\"_blank\">Juric et al. J Clin Oncol. 2016;34[15 suppl]:568-568</a>).  </p><p><br></p><p>The Committee noted the Phase 3 MONALEESA-2 trial which investigated the efficacy and safety of ribociclib plus letrozole compared with placebo plus letrozole for the first-line treatment of 668 postmenopausal women with HR-positive, HER2-negative aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29718092\" target=\"_blank\">Hortobagyi et al. Ann Oncol. 2018;29:1541-7</a>). The Committee noted that after a median follow-up of 26.4 months, the median PFS was 25.3 months in the ribociclib plus letrozole group compared with 16.0 month in the placebo plus letrozole group (HR 0.568; 95% CI 0.457 to 0.704; log-rank P=9.63 x 10-8). The Committee noted that the most common grade 3/4 AEs were neutropenia (62% in the ribociclib group vs 1.2% in the placebo group) and leukopenia (21% vs 0.9%). </p><p><br></p><p>The Committee noted the Phase 3 MONALEESA-7 trial which investigated the efficacy and safety of ribociclib plus endocrine therapy (tamoxifen or an AI, with goserelin) compared with placebo plus endocrine therapy in 672 premenopausal women with HR-positive, HER2-negative aBC who had not previously received a CDK4/6 inhibitor (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29804902\" target=\"_blank\">Tripathy et al. Lancet Oncol. 2018;19:904-15</a>). The Committee noted that after a median follow-up of 19.2 months, the median PFS was 23.8 months in the ribociclib plus endocrine therapy group compared with 13.0 months in the placebo plus endocrine therapy group (HR 0.55; 95% CI 0.44 to 0.69; P&lt;0.0001). The Committee noted that the most common grade 3/4 AEs were neutropenia (61% ribociclib plus endocrine therapy vs 4% placebo plus endocrine therapy) and leukopenia (14% vs 1%). </p><p><br></p><p>The Committee noted the Phase 3 MONALEESA-3 trial which investigated the efficacy and safety of ribociclib plus fulvestrant compared with placebo plus fulvestrant in 484 postmenopausal women with HR-positive, HER2-negative aBC who were treatment naïve or had received up to one line of prior endocrine therapy in the advanced setting (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29860922\" target=\"_blank\">Slamon et al. J Clin Oncol. 2018;36:2465-72</a>). The Committee noted that after a median follow-up of 20.4 months, the median PFS was 20.5 months in the ribociclib plus fulvestrant group compared with 12.8 months in the placebo plus fulvestrant group (HR 0.593; 95% CI 0.480 to 0.732; P&lt;0.001). The Committee noted that the most common grade 3/4 AEs were neutropenia (53% ribociclib plus fulvestrant vs 0% placebo plus fulvestrant) and leukopenia (14% vs 0%). </p><p><br></p><p><i><u>Palbociclib – Second Line </u></i></p><p>The Committee noted that in April 2019 CaTSoP recommended that palbociclib in combination with fulvestrant for the second-line treatment of HR-positive, HER2-negative aBC be funded with a medium priority (publication of minutes pending).   The Committee noted that the primary evidence for the use of palbociclib for the second-line treatment of aBC is provided by the double-blind, randomised, placebo-controlled, Phase 3 PALOMA-3 trial which investigated the efficacy of palbociclib plus fulvestrant compared with placebo plus fulvestrant in 521 women of any menopausal status with HR-positive, HER2-negative aBC who had relapsed or progressed during prior endocrine therapy. The Committee considered evidence from the following publications: </p><ul><li>P PALOMA-3 interim analysis, median follow-up 5.6 months (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26030518\" target=\"_blank\">Turner et al. N Engl J Med. 2015;373:209-19</a>). </li><li>PALOMA-3 final analysis, median follow-up 8.9 months (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26947331\" target=\"_blank\">Cristofanilli et al. Lancet Oncol. 2016;17:425-39</a>).  </li><li>PALOMA-3 detailed safety analysis, median follow-up 8.9 months (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27368881\" target=\"_blank\">Verma et al. Oncologist. 2016;21:1165-75</a>). </li><li>PALOMA-3 overall survival analysis, median follow-up 44.8 months (<a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa1810527\" target=\"_blank\">Turner et al. N Engl J Med. 2018;379:1926-36</a>).  </li><li>PALOMA-3 patient reported outcomes (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4880065/\" target=\"_blank\">Harbeck et al. Ann Oncol. 2016;27:1047-54</a>). </li></ul><p><br></p><p>The Committee noted that at the time of the final analysis of PALOMA-3 (median follow-up 8.9 months), Cristofanilli et al. 2016 reported a median PFS of 9.5 months in the palbociclib plus fulvestrant group compared with 4.6 months in the placebo plus fulvestrant group (HR 0.46; 95% CI 0.36 to 0.59; P&lt;0.0001). The Committee noted that the most common grade 3/4 AEs were neutropenia (65% palbociclib plus fulvestrant vs 1% placebo plus fulvestrant), anaemia (3% vs 2%), and leukopenia (28% vs 1%).  The Committee noted that at the time of the prespecified OS analysis of PALOMA-3 (median follow up 44.8 months), Turner et al. 2018 reported a median OS of 34.9 months in the palbociclib plus fulvestrant group compared with 28.0 months in the placebo plus fulvestrant group (stratified HR 0.81; 95% CI 0.64 to 1.03; P=0.09). The Committee noted that while this was not a statistically significant difference, the OS did favour treatment with palbociclib plus fulvestrant (difference in OS of 6.9 months). </p><p><br></p><p>The Committee noted the QoL analysis from the PALOMA-3 trial, in which Harbeck et al. 2016 reported that the estimated overall global QoL scores favoured the palbociclib plus fulvestrant group compared with the placebo plus fulvestrant group (66.1 vs 63.0; P=0.0313). The Committee noted there was also an improvement in pain from baseline in the palbociclib plus fulvestrant group compared with the placebo plus fulvestrant group (-3.3 vs 2.0; P=0.0011). The Committee noted there were no between-arm differences in breast-cancer specific quality of life functional domains or breast or arm symptoms as measured using the EORTC QLQ-BR23 instrument; and that there was a delay in deterioration in global QoL in the palbociclib plus fulvestrant group compared with the placebo plus fulvestrant group. </p><p><br></p><p>The Committee agreed with CaTSoP’s conclusion that there is a significant health need for women with previously treated HR-positive, HER2-negative aBC, and that PALOMA-3 provides good quality evidence that palbociclib in combination with fulvestrant provides a clinically meaningful PFS benefit in this setting. </p><p><br></p><p><i><u>General </u></i></p><p>The Committee noted the findings of three meta-analyses which investigated the benefits and risks associated with the use of CDK4/6 inhibitors for the treatment of HR-positive, HER2-negative aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30054831\" target=\"_blank\">Messina et al. Breast Cancer Res Treat. 2018;172:9-21</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30941621\" target=\"_blank\">Guo et al. Target Oncol. 2019;14:139-48</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30659432\" target=\"_blank\">Petrelli et al. Breast Cancer Res Treat. 2019;174:597-604</a>). The Committee considered that these meta-analyses, in addition to the Committee’s review of the primary clinical trials of palbociclib and ribociclib, indicate that there is a class effect with the CDK4/6 inhibitors, and that the agents within this class can be considered to provide the same or similar therapeutic effect. </p><p><br></p><p>The Committee noted that in April 2019, CaTSoP reviewed the evidence available to date for the use of palbociclib, ribociclib, and abemaciclib for the treatment of aBC (publication of minutes pending). The Committee noted that based on this CaTSoP considered there is a class effect with CDK4/6 inhibitors, and that there is likely to be no significant difference in which endocrine partner the CDK4/6 inhibitors are combined with. </p><p><br></p><p>The Committee noted that there is no data available at this time regarding switching between CDK4/6 inhibitors or continuing the same CDK4/6 inhibitor but switching the endocrine partner at progression. The Committee noted that the PACE trial (NCT03147287) and the TRINITI trial (NCT02732119) which are investigating the use of CDK4/6 inhibitors following prior CDK4/6 inhibitor treatment are currently underway.  </p><p><br></p><p>The Committee noted that there are a large number of trials underway investigating CDK4/6 inhibitors in breast cancer, including in different breast cancer subtypes, as different treatment combinations, and for the treatment of different stages of breast cancer.</p><p> </p><p>The Committee noted that there are a number of pharmacoeconomic analyses published regarding the cost effectiveness of CDK4/6 inhibitors for the treatment of breast cancer (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30603995\" target=\"_blank\">Gogate et al. Breast Cancer Res Treat. 2019;174:343-55</a>;<a href=\"http://https//www.ncbi.nlm.nih.gov/pubmed/30847728\" target=\"_blank\"> </a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30847728\" target=\"_blank\">Zhang B. Breast Cancer Res Treat. 2019;175:775-779</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/28472324\" target=\"_blank\">Mamiya et al. Ann Oncol. 2017;28:1825-31</a>). The Committee noted that these studies generally concluded that CDK4/6 inhibitors exceed willingness to pay thresholds at the prices currently being offered. The Committee noted that the pharmacoeconomic analyses that compared the cost effectiveness of ribociclib to palbociclib found that ribociclib was a cost-effective alternative to palbociclib, noting that these analyses are largely driven by the price offered in the country they were conducted in (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29799329\" target=\"_blank\">Mistry et al. J Manag Care Spec Pharm. 2018;24:514-23</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30532569\" target=\"_blank\">Galve-Calvo et al.. Clinicoecon and Outcomes Research 2018;10:773–90</a>).  </p><p><br></p><p>The Committee noted that the prices currently being sought by the suppliers of CDK4/6 inhibitors in New Zealand are high, which adversely effects the cost effectiveness of these agents.</p><p> </p><p>The Committee considered that no biomarker has yet been identified that predicts sensitivity to CDK4/6 inhibitors, but that there is some indication that patients with oestrogen receptor-positive disease may receive the most benefit.  </p><p><br></p><p>The Committee noted CaTSoP’s suggestion at its April 2019 meeting that patients with hormone-sensitive disease may benefit the most from treatment with a CDK4/6 inhibitor, but considered that the analyses conducted by Messina et al. 2018 indicated that both endocrine-sensitive and endocrine resistant patients benefit from treatment with a CDK4/6 inhibitor plus endocrine therapy (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30054831\" target=\"_blank\">Messina et al. Breast Cancer Res Treat. 2018;172:9-21</a>).  </p><p><br></p><p>The Committee considered there is limited evidence available at this time to definitively demonstrate which endocrine partner should be used in combination with a CDK4/6 inhibitor. The Committee considered that the majority of the evidence regarding first-line treatment indicates that an AI is the most appropriate endocrine partner in this setting. </p><p><br></p><p>The Committee considered that the majority of the data available regarding second-line treatment has been conducted in combination with fulvestrant, but considered that the evidence for the use of CDK4/6 inhibitors was relatively early in its development and the Committee could support the use of CDK4/6 inhibitors in combination with other endocrine partners if evidence supporting this became available. </p><p><br></p><p>The Committee noted that there is an increased frequency of grade 3/4 neutropenia and leukopenia with CDK4/6 inhibitor treatment, but that this does not appear to affect QoL (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29360932\" target=\"_blank\">Rugo et al. Ann Oncol. 2018;29:888-94</a>). The Committee noted that if a CDK4/6 inhibitor were funded, there may be an increased requirement for the investigation and treatment of neutropenia and so additional associated costs to the sector from this. </p><p><br></p><p>The Committee noted that there are limited OS data currently available for the use of first line CDK4/6 inhibitors, and the OS data available to date for second line use of CDK4/6 inhibitors has not shown a statistically significant difference compared with placebo. The Committee noted CaTSoP’s April 2019 discussion of the difficulties in assessing OS in disease such as HR-positive HER2-negative breast cancer where patients have long survival times and receive multiple lines of treatment (CaTSoP April 2019 - publication of minutes pending). </p><p><br></p><p> The Committee noted that palbociclib plus fulvestrant for the second-line treatment of HR-positive, HER2-negative aBC has a score of 4 on the ESMO-Magnitude of Clinical Benefit Scale; palbociclib or ribociclib in combination with letrozole for the first-line treatment of HR-positive, HER2-negative aBC have scores of 3 on the ESMO-Magnitude of Clinical Benefit Scale. </p><p><br></p><p> The Committee considered that there is moderate quality evidence that palbociclib or ribociclib used in combination with an endocrine partner as a first-line treatment provides a modest improvement in PFS and maintains QoL in patients with HR-positive, HER2-negative aBC. The Committee considered that while there are good quality Phase 3 randomized controlled trials available, that the interpretation of results is limited by the </p><p>emphasis placed on PFS. The Committee considered that a composite analysis of PFS, OS, safety, and QoL data would strengthen the evidence base.  </p><p><br></p><p>The Committee considered that there is good quality evidence that palbociclib in combination with fulvestrant as a second-line treatment provides a modest improvement in PFS with maintenance of QoL in patients with HR-positive, HER2-negative aBC.  </p><p><br></p><p>The Committee considered that it was uncertain whether the use of a CDK4/6 in a first or second-line setting would provide greater overall benefit for patients, as there was a lack of evidence to inform whether these agents altered tumour biology and/or the efficacy of subsequent treatments. The Committee considered it was likely that the use of a CDK4/6 inhibitor would alter prescriber behaviour for later line treatments.  </p><p><br></p><p>The Committee considered that patients who have already progressed following one line of endocrine therapy have a higher health need than those who are treatment naïve due to a lack of alternative treatment options. </p><p><br></p><p>The Committee considered that the Special Authority criteria previously recommended by CaTSoP for the first- and second-line use of CDK4/6 inhibitors are appropriate. </p>",
          "fs": "<p>The Committee considered that advanced breast cancer (aBC) is currently considered incurable, and that the estimated 5-year survival rate is 25%. </p><p><br></p><p>The Committee considered that approximately 60% of patients with aBC have HR-positive, HER2-negative disease. </p><p><br></p><p>The Committee noted that the application for the use of palbociclib in combination with an aromatase inhibitor (AI) as a first-line treatment for hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative locally advanced or metastatic breast cancer (aBC) was considered by the Cancer Treatments Subcommittee’s (CaTSoP) in <a href=\"https://www.pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-minutes-2018-09.pdf\" target=\"_blank\">September 2018</a>. The Committee noted that the application for the use of palbociclib in combination with fulvestrant for the second-line treatment for HR-positive, HER2-negative aBC was considered by CaTSoP in April 2019 (publication of minutes pending). The Committee reviewed the relevant record regarding palbociclib from both of these CaTSoP meetings alongside the applications listed above. </p><p><br></p><p>The Committee noted and agreed with CaTSoP’s view that the standard first- and second-line therapy for patients with HR-positive, HER2-negative aBC is endocrine therapy with either an AI or tamoxifen, and that patients who progress after two lines of endocrine therapy or have visceral disease are likely to receive chemotherapy. </p><p><br></p><p>The Committee noted CaTSoP’s previous discussion of the number of patients with HR-positive, HER2-negative disease, and considered that the estimates of up to 550 patients eligible for first-line treatment and 400 for second-line treatment were reasonable. </p><p><br></p><p>The Committee noted that the cyclin-dependent kinases 4 and 6 (CDK4/6) are fundamental drivers of the cell cycle, and that CDK4/6 inhibitors are thought to act by reducing phosphorylation of the retinoblastoma protein resulting in G1 cell cycle arrest. </p><p><br></p><p>The Committee noted that there are currently three CDK4/6 inhibitors in late stage clinical development: palbociclib, ribociclib, and abemaciclib. The Committee noted that palbociclib is currently approved in New Zealand for the treatment of HR-positive, HER2-negative locally advanced or metastatic breast cancer, either in combination with an AI or in combination with fulvestrant in women who have received prior endocrine therapy. </p><p><br></p><p>The Committee noted that an application for ribociclib is currently being assessed by Medsafe.  </p><p><br></p><p><i><u>Palbociclib – First Line </u></i></p><p>The Committee noted that in September 2018 CaTSoP recommended that palbociclib be funded with a medium priority for use in combination with an AI as a first-line treatment for HR-positive, HER2-negative locally advanced or metastatic breast cancer (<a href=\"https://www.pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-minutes-2018-09.pdf\" target=\"_blank\">CaTSoP minutes – September 2018</a>). </p><p><br></p><p>The Committee noted that palbociclib is administered orally at a dose of 125 mg once daily for 21 consecutive days followed by 7 days off treatment to comprise a cycle of 28 days; treatment is continued as long as the patient is deriving clinical benefit or until unacceptable toxicity occurs. </p><p><br></p><p>The Committee noted an open-label, Phase 1, dose-escalation trial which investigated the dose-limiting toxicity and maximum tolerated dose of palbociclib in 41 patients with retinoblastoma protein-positive advanced solid tumours (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/22090362\" target=\"_blank\">Flaherty et al. Clin Cancer Res. 2012;18:568-76</a>). </p><p><br></p><p>The Committee noted a single-arm, Phase 2 trial which investigated the efficacy of palbociclib in 37 patients with retinoblastoma protein-positive aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25501126\" target=\"_blank\">DeMichele et al. Clin Cancer Res. 2015;21:995-1001</a>). </p><p><br></p><p>The Committee noted the open-label, randomised, Phase 2 PALOMA-1 trial which investigated the safety and efficacy of palbociclib in combination with letrozole compared with letrozole alone for the first-line treatment of 165 postmenopausal women with oestrogen receptor-positive, HER2-negative aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25524798\" target=\"_blank\">Finn et al. Lancet Oncol. 2015;16:25-35</a>). The Committee noted that the progression-free survival (PFS) was 20.2 months in the palbociclib plus letrozole group compared with 10.2 months in the letrozole monotherapy group (HR 0.488; 95% CI 0.319 to 0.748; one-sided P=0.0004). The Committee noted that the median overall survival (OS) was 37.5 months in the palbociclib plus letrozole group compared with 33.3 months in the letrozole group (HR 0.813; 95% CI 0.492 to 1.345; two-sided P=0.42). The Committee noted that the most common grade 3/4 adverse events (AEs) were neutropenia (54% palbociclib plus letrozole vs 1% letrozole) and leukopenia (19% palbociclib plus letrozole vs 0% letrozole). </p><p><br></p><p>The Committee noted the publication of the pain analysis from the PALOMA-1 trial which reported that there was no significant difference in Pain Severity or Pain Interference scores of the Brief Pain Inventory between patients receiving palbociclib plus letrozole compared with letrozole alone (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26894413\" target=\"_blank\">Bell et al. Curr Med Res Opin. 2016;32:956-65</a>). </p><p><br></p><p>The Committee noted the double-blind, randomized, placebo-controlled, Phase 3 PALOMA-2 trial which investigated the efficacy and safety of palbociclib plus letrozole compared with placebo plus letrozole for the first-line treatment of 666 postmenopausal women with oestrogen receptor-positive, HER2-negative aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27959613\" target=\"_blank\">Finn et al. N Engl J Med. 2016;375:1925-36</a>). The Committee noted that after a median follow-up of 23 months, the PFS was 24.8 months in the palbociclib plus letrozole arm compared with 14.5 months in the placebo plus letrozole arm (HR 0.58; 95% CI 0.46 to 0.72; P&lt;0.001). The Committee noted that OS data were immature at the time of this analysis. The Committee noted that the incidence of grade 3/4 AEs was substantially higher in patients who received palbociclib plus letrozole compared with those who received placebo plus letrozole (76% palbociclib plus letrozole vs 24% placebo plus letrozole).  </p><p><br></p><p>The Committee noted the publication of the quality of life (QoL) analysis from the PALOMA-2 trial (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29360932\" target=\"_blank\">Rugo et al. Ann Oncol. 2018;29:888-894</a>). The Committee noted that after a median follow-up of 23 months there were no significant between-arm differences in change from baseline in Functional Assessment of Cancer Therapy (FACT)-breast Total, FACT-general Total, or EuroQoL-5D scores. The Committee noted that an improvement in pain scores was observed in the palbociclib plus letrozole compared with the placebo plus letrozole arm (-0.256 vs -0.098; P=0.018). The Committee noted that deterioration in QoL was delayed in patients without progression compared with those with progression, and in patients with partial or complete response compared to those who did not respond. </p><p><br></p><p>The Committee noted the publication of an extended follow-up of the PALOMA-2 trial (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30632023\" target=\"_blank\">Rugo et al. Breast Cancer Res Treat. 2019;174:719-29</a>). The Committee noted that after a median follow-up of approximately 38 months, the median PFS was 27.6 months in the palbociclib plus letrozole group compared with 14.5 months in the placebo plus letrozole group (HR 0.563; one-sided P&lt;0.0001). The Committee noted that the use of chemotherapy was delayed in patients who received palbociclib plus letrozole compared with those receiving placebo plus letrozole (40.4 months vs 29.9 months) and QoL was maintained. </p><p><br></p><p>The Committee agreed with CaTSoP’s conclusion that there was reasonable evidence of a modest effect from the use of palbociclib in combination with a non-steroidal AI as a first-line treatment for postmenopausal women with HR-positive HER2-negative aBC. </p><p><br></p><p><i><u>Ribociclib – First Line </u></i></p><p>The Committee noted that ribociclib is administered orally at a dose of 600 mg (three 200 mg tablets) once daily for 21 consecutive days followed by 7 days off treatment; treatment is continued until disease progression or unacceptable toxicity occurs. </p><p><br></p><p>The Committee noted a first-in-human Phase 1 trial which investigated the maximum-tolerated dose, the recommended dose for expansion, safety, and preliminary pharmacokinetics and pharmacodynamics of ribociclib in patients with retinoblastoma protein-positive advanced solid tumours or lymphoma (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27542767\" target=\"_blank\">Infante et al. Clin Cancer Res. 2016;22:5696-705</a>). </p><p><br></p><p>The Committee noted a Phase 1b trial which investigated the safety, efficacy, and pharmacokinetics of ribociclib in postmenopausal women with oestrogen receptor-positive, HER2-negative aBC (<a href=\"https://ascopubs.org/doi/abs/10.1200/JCO.2016.34.15_suppl.568\" target=\"_blank\">Juric et al. J Clin Oncol. 2016;34[15 suppl]:568-568</a>).  </p><p><br></p><p>The Committee noted the Phase 3 MONALEESA-2 trial which investigated the efficacy and safety of ribociclib plus letrozole compared with placebo plus letrozole for the first-line treatment of 668 postmenopausal women with HR-positive, HER2-negative aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29718092\" target=\"_blank\">Hortobagyi et al. Ann Oncol. 2018;29:1541-7</a>). The Committee noted that after a median follow-up of 26.4 months, the median PFS was 25.3 months in the ribociclib plus letrozole group compared with 16.0 month in the placebo plus letrozole group (HR 0.568; 95% CI 0.457 to 0.704; log-rank P=9.63 x 10-8). The Committee noted that the most common grade 3/4 AEs were neutropenia (62% in the ribociclib group vs 1.2% in the placebo group) and leukopenia (21% vs 0.9%). </p><p><br></p><p>The Committee noted the Phase 3 MONALEESA-7 trial which investigated the efficacy and safety of ribociclib plus endocrine therapy (tamoxifen or an AI, with goserelin) compared with placebo plus endocrine therapy in 672 premenopausal women with HR-positive, HER2-negative aBC who had not previously received a CDK4/6 inhibitor (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29804902\" target=\"_blank\">Tripathy et al. Lancet Oncol. 2018;19:904-15</a>). The Committee noted that after a median follow-up of 19.2 months, the median PFS was 23.8 months in the ribociclib plus endocrine therapy group compared with 13.0 months in the placebo plus endocrine therapy group (HR 0.55; 95% CI 0.44 to 0.69; P&lt;0.0001). The Committee noted that the most common grade 3/4 AEs were neutropenia (61% ribociclib plus endocrine therapy vs 4% placebo plus endocrine therapy) and leukopenia (14% vs 1%). </p><p><br></p><p>The Committee noted the Phase 3 MONALEESA-3 trial which investigated the efficacy and safety of ribociclib plus fulvestrant compared with placebo plus fulvestrant in 484 postmenopausal women with HR-positive, HER2-negative aBC who were treatment naïve or had received up to one line of prior endocrine therapy in the advanced setting (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29860922\" target=\"_blank\">Slamon et al. J Clin Oncol. 2018;36:2465-72</a>). The Committee noted that after a median follow-up of 20.4 months, the median PFS was 20.5 months in the ribociclib plus fulvestrant group compared with 12.8 months in the placebo plus fulvestrant group (HR 0.593; 95% CI 0.480 to 0.732; P&lt;0.001). The Committee noted that the most common grade 3/4 AEs were neutropenia (53% ribociclib plus fulvestrant vs 0% placebo plus fulvestrant) and leukopenia (14% vs 0%). </p><p><br></p><p><i><u>Palbociclib – Second Line </u></i></p><p>The Committee noted that in April 2019 CaTSoP recommended that palbociclib in combination with fulvestrant for the second-line treatment of HR-positive, HER2-negative aBC be funded with a medium priority (publication of minutes pending).   The Committee noted that the primary evidence for the use of palbociclib for the second-line treatment of aBC is provided by the double-blind, randomised, placebo-controlled, Phase 3 PALOMA-3 trial which investigated the efficacy of palbociclib plus fulvestrant compared with placebo plus fulvestrant in 521 women of any menopausal status with HR-positive, HER2-negative aBC who had relapsed or progressed during prior endocrine therapy. The Committee considered evidence from the following publications: </p><ul><li>P PALOMA-3 interim analysis, median follow-up 5.6 months (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26030518\" target=\"_blank\">Turner et al. N Engl J Med. 2015;373:209-19</a>). </li><li>PALOMA-3 final analysis, median follow-up 8.9 months (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26947331\" target=\"_blank\">Cristofanilli et al. Lancet Oncol. 2016;17:425-39</a>).  </li><li>PALOMA-3 detailed safety analysis, median follow-up 8.9 months (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27368881\" target=\"_blank\">Verma et al. Oncologist. 2016;21:1165-75</a>). </li><li>PALOMA-3 overall survival analysis, median follow-up 44.8 months (<a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa1810527\" target=\"_blank\">Turner et al. N Engl J Med. 2018;379:1926-36</a>).  </li><li>PALOMA-3 patient reported outcomes (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4880065/\" target=\"_blank\">Harbeck et al. Ann Oncol. 2016;27:1047-54</a>). </li></ul><p><br></p><p>The Committee noted that at the time of the final analysis of PALOMA-3 (median follow-up 8.9 months), Cristofanilli et al. 2016 reported a median PFS of 9.5 months in the palbociclib plus fulvestrant group compared with 4.6 months in the placebo plus fulvestrant group (HR 0.46; 95% CI 0.36 to 0.59; P&lt;0.0001). The Committee noted that the most common grade 3/4 AEs were neutropenia (65% palbociclib plus fulvestrant vs 1% placebo plus fulvestrant), anaemia (3% vs 2%), and leukopenia (28% vs 1%).  The Committee noted that at the time of the prespecified OS analysis of PALOMA-3 (median follow up 44.8 months), Turner et al. 2018 reported a median OS of 34.9 months in the palbociclib plus fulvestrant group compared with 28.0 months in the placebo plus fulvestrant group (stratified HR 0.81; 95% CI 0.64 to 1.03; P=0.09). The Committee noted that while this was not a statistically significant difference, the OS did favour treatment with palbociclib plus fulvestrant (difference in OS of 6.9 months). </p><p><br></p><p>The Committee noted the QoL analysis from the PALOMA-3 trial, in which Harbeck et al. 2016 reported that the estimated overall global QoL scores favoured the palbociclib plus fulvestrant group compared with the placebo plus fulvestrant group (66.1 vs 63.0; P=0.0313). The Committee noted there was also an improvement in pain from baseline in the palbociclib plus fulvestrant group compared with the placebo plus fulvestrant group (-3.3 vs 2.0; P=0.0011). The Committee noted there were no between-arm differences in breast-cancer specific quality of life functional domains or breast or arm symptoms as measured using the EORTC QLQ-BR23 instrument; and that there was a delay in deterioration in global QoL in the palbociclib plus fulvestrant group compared with the placebo plus fulvestrant group. </p><p><br></p><p>The Committee agreed with CaTSoP’s conclusion that there is a significant health need for women with previously treated HR-positive, HER2-negative aBC, and that PALOMA-3 provides good quality evidence that palbociclib in combination with fulvestrant provides a clinically meaningful PFS benefit in this setting. </p><p><br></p><p><i><u>General </u></i></p><p>The Committee noted the findings of three meta-analyses which investigated the benefits and risks associated with the use of CDK4/6 inhibitors for the treatment of HR-positive, HER2-negative aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30054831\" target=\"_blank\">Messina et al. Breast Cancer Res Treat. 2018;172:9-21</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30941621\" target=\"_blank\">Guo et al. Target Oncol. 2019;14:139-48</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30659432\" target=\"_blank\">Petrelli et al. Breast Cancer Res Treat. 2019;174:597-604</a>). The Committee considered that these meta-analyses, in addition to the Committee’s review of the primary clinical trials of palbociclib and ribociclib, indicate that there is a class effect with the CDK4/6 inhibitors, and that the agents within this class can be considered to provide the same or similar therapeutic effect. </p><p><br></p><p>The Committee noted that in April 2019, CaTSoP reviewed the evidence available to date for the use of palbociclib, ribociclib, and abemaciclib for the treatment of aBC (publication of minutes pending). The Committee noted that based on this CaTSoP considered there is a class effect with CDK4/6 inhibitors, and that there is likely to be no significant difference in which endocrine partner the CDK4/6 inhibitors are combined with. </p><p><br></p><p>The Committee noted that there is no data available at this time regarding switching between CDK4/6 inhibitors or continuing the same CDK4/6 inhibitor but switching the endocrine partner at progression. The Committee noted that the PACE trial (NCT03147287) and the TRINITI trial (NCT02732119) which are investigating the use of CDK4/6 inhibitors following prior CDK4/6 inhibitor treatment are currently underway.  </p><p><br></p><p>The Committee noted that there are a large number of trials underway investigating CDK4/6 inhibitors in breast cancer, including in different breast cancer subtypes, as different treatment combinations, and for the treatment of different stages of breast cancer.</p><p> </p><p>The Committee noted that there are a number of pharmacoeconomic analyses published regarding the cost effectiveness of CDK4/6 inhibitors for the treatment of breast cancer (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30603995\" target=\"_blank\">Gogate et al. Breast Cancer Res Treat. 2019;174:343-55</a>;<a href=\"http://https//www.ncbi.nlm.nih.gov/pubmed/30847728\" target=\"_blank\"> </a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30847728\" target=\"_blank\">Zhang B. Breast Cancer Res Treat. 2019;175:775-779</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/28472324\" target=\"_blank\">Mamiya et al. Ann Oncol. 2017;28:1825-31</a>). The Committee noted that these studies generally concluded that CDK4/6 inhibitors exceed willingness to pay thresholds at the prices currently being offered. The Committee noted that the pharmacoeconomic analyses that compared the cost effectiveness of ribociclib to palbociclib found that ribociclib was a cost-effective alternative to palbociclib, noting that these analyses are largely driven by the price offered in the country they were conducted in (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29799329\" target=\"_blank\">Mistry et al. J Manag Care Spec Pharm. 2018;24:514-23</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30532569\" target=\"_blank\">Galve-Calvo et al.. Clinicoecon and Outcomes Research 2018;10:773–90</a>).  </p><p><br></p><p>The Committee noted that the prices currently being sought by the suppliers of CDK4/6 inhibitors in New Zealand are high, which adversely effects the cost effectiveness of these agents.</p><p> </p><p>The Committee considered that no biomarker has yet been identified that predicts sensitivity to CDK4/6 inhibitors, but that there is some indication that patients with oestrogen receptor-positive disease may receive the most benefit.  </p><p><br></p><p>The Committee noted CaTSoP’s suggestion at its April 2019 meeting that patients with hormone-sensitive disease may benefit the most from treatment with a CDK4/6 inhibitor, but considered that the analyses conducted by Messina et al. 2018 indicated that both endocrine-sensitive and endocrine resistant patients benefit from treatment with a CDK4/6 inhibitor plus endocrine therapy (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30054831\" target=\"_blank\">Messina et al. Breast Cancer Res Treat. 2018;172:9-21</a>).  </p><p><br></p><p>The Committee considered there is limited evidence available at this time to definitively demonstrate which endocrine partner should be used in combination with a CDK4/6 inhibitor. The Committee considered that the majority of the evidence regarding first-line treatment indicates that an AI is the most appropriate endocrine partner in this setting. </p><p><br></p><p>The Committee considered that the majority of the data available regarding second-line treatment has been conducted in combination with fulvestrant, but considered that the evidence for the use of CDK4/6 inhibitors was relatively early in its development and the Committee could support the use of CDK4/6 inhibitors in combination with other endocrine partners if evidence supporting this became available. </p><p><br></p><p>The Committee noted that there is an increased frequency of grade 3/4 neutropenia and leukopenia with CDK4/6 inhibitor treatment, but that this does not appear to affect QoL (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29360932\" target=\"_blank\">Rugo et al. Ann Oncol. 2018;29:888-94</a>). The Committee noted that if a CDK4/6 inhibitor were funded, there may be an increased requirement for the investigation and treatment of neutropenia and so additional associated costs to the sector from this. </p><p><br></p><p>The Committee noted that there are limited OS data currently available for the use of first line CDK4/6 inhibitors, and the OS data available to date for second line use of CDK4/6 inhibitors has not shown a statistically significant difference compared with placebo. The Committee noted CaTSoP’s April 2019 discussion of the difficulties in assessing OS in disease such as HR-positive HER2-negative breast cancer where patients have long survival times and receive multiple lines of treatment (CaTSoP April 2019 - publication of minutes pending). </p><p><br></p><p> The Committee noted that palbociclib plus fulvestrant for the second-line treatment of HR-positive, HER2-negative aBC has a score of 4 on the ESMO-Magnitude of Clinical Benefit Scale; palbociclib or ribociclib in combination with letrozole for the first-line treatment of HR-positive, HER2-negative aBC have scores of 3 on the ESMO-Magnitude of Clinical Benefit Scale. </p><p><br></p><p> The Committee considered that there is moderate quality evidence that palbociclib or ribociclib used in combination with an endocrine partner as a first-line treatment provides a modest improvement in PFS and maintains QoL in patients with HR-positive, HER2-negative aBC. The Committee considered that while there are good quality Phase 3 randomized controlled trials available, that the interpretation of results is limited by the </p><p>emphasis placed on PFS. The Committee considered that a composite analysis of PFS, OS, safety, and QoL data would strengthen the evidence base.  </p><p><br></p><p>The Committee considered that there is good quality evidence that palbociclib in combination with fulvestrant as a second-line treatment provides a modest improvement in PFS with maintenance of QoL in patients with HR-positive, HER2-negative aBC.  </p><p><br></p><p>The Committee considered that it was uncertain whether the use of a CDK4/6 in a first or second-line setting would provide greater overall benefit for patients, as there was a lack of evidence to inform whether these agents altered tumour biology and/or the efficacy of subsequent treatments. The Committee considered it was likely that the use of a CDK4/6 inhibitor would alter prescriber behaviour for later line treatments.  </p><p><br></p><p>The Committee considered that patients who have already progressed following one line of endocrine therapy have a higher health need than those who are treatment naïve due to a lack of alternative treatment options. </p><p><br></p><p>The Committee considered that the Special Authority criteria previously recommended by CaTSoP for the first- and second-line use of CDK4/6 inhibitors are appropriate. </p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Committee reviewed the following applications: </p><p><br></p><p>An application from Pfizer New Zealand Ltd for the use of palbociclib (Ibrance) in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>An application from Novartis New Zealand Ltd for the use of ribociclib (Kisqali) in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>An application from the Breast Cancer Aotearoa Coalition (BCAC) for the use of palbociclib (Ibrance) in combination with fulvestrant for the second-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "fs": "<p>The Committee reviewed the following applications: </p><p><br></p><p>An application from Pfizer New Zealand Ltd for the use of palbociclib (Ibrance) in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>An application from Novartis New Zealand Ltd for the use of ribociclib (Kisqali) in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>An application from the Breast Cancer Aotearoa Coalition (BCAC) for the use of palbociclib (Ibrance) in combination with fulvestrant for the second-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Low",
          "fs": "Low",
          "change": null
        },
        "Links": {
          "s": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2019-05.pdf\" target=\"_blank\">PTAC minutes</a>",
          "fs": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2019-05.pdf\" target=\"_blank\">PTAC minutes</a>",
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2019",
          "fs": "May 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 23 May 2019.",
          "fs": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 23 May 2019.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhs2AF"
          },
          "Id": "a0POZ00000R5Rhs2AF",
          "Event_Date__c": "2019-05-23",
          "Event_Description__c": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 23 May 2019.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2019-05.pdf\" target=\"_blank\">PTAC minutes</a>",
          "Outcome__c": "Low",
          "Summary__c": "<p>The Committee recommended that palbociclib be funded with a low priority for use in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer.</p><p><br></p><p>As part of this discussion, the Committee also made recommendations in relation to other applications for CDK4/6 inhibitors for the treatment of hormone receptor positive, HER2-negative locally advanced or metastatic breast cancer including ribociclib in combination with an aromatase inhibitor as a first line treatment, and palbociclib in combination with fulvestrant as a second line treatment. Please click on the link below for the full record of the Committee&#39;s discussion regarding these applications..</p>",
          "Formatted_Date__c": "May 2019",
          "Published_Recommendation__c": "<p>The Committee recommended that palbociclib be funded with a low priority for use in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer.  </p><p><br></p><p>The Committee recommended that ribociclib be funded with a low priority for use in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2 negative locally advanced or metastatic breast cancer. </p><p><br></p><p>The Committee recommended that palbociclib be funded with medium priority for use in combination with fulvestrant as a second-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>The Committee considered that the evidence suggests there is a class effect associated with cyclin dependent kinase 4/6 inhibitors for the treatment of hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer and that these agents be funded subject to the following Special Authority criteria as recommended by the Cancer Treatments Subcommittee: </p><p><br></p><p class=\"ql-indent-1\">Special Authority for Subsidy – Retail Pharmacy-Specialist </p><p class=\"ql-indent-1\">Initial application (first line) only from a medical oncologist or medical practitioner on the recommendation of a relevant specialist. Approvals valid for 6 months for applications meeting the following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Patient has unresectable locally advanced or metastatic breast cancer; and </p><p class=\"ql-indent-1\">2. There is documentation confirming disease is hormone-receptor positive and HER2-negative; and </p><p class=\"ql-indent-1\">3. Patient has an ECOG performance score of 0-2; and </p><p class=\"ql-indent-1\">4. Patient has not received prior systemic treatment for metastatic disease; and </p><p class=\"ql-indent-1\">5. Patient has been amenorrhoeic for 12 months of greater, either naturally or induced, with </p><p class=\"ql-indent-1\">endocrine levels consistent with a postmenopausal state. </p><p class=\"ql-indent-1\">6. Treatment must be used in combination with an endocrine partner. </p><p class=\"ql-indent-1\"><br></p><p class=\"ql-indent-1\">Initial application (second line) - only from a medical oncologist or medical practitioner on the recommendation of a relevant specialist. Approvals valid for 6 months for applications meeting the following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Patient has unresectable locally advanced or metastatic breast cancer; and </p><p class=\"ql-indent-1\">2. There is documentation confirming disease is hormone-receptor positive and HER2-negative; and </p><p class=\"ql-indent-1\">3. Patient has an ECOG performance score of 0-2; and </p><p class=\"ql-indent-1\">4. Patient has relapsed or progressed during prior endocrine therapy; and </p><p class=\"ql-indent-1\">5. Treatment must be used in combination with an endocrine partner. </p><p class=\"ql-indent-1\"><br></p><p class=\"ql-indent-1\">Renewal (first- or second-line) - only from a medical oncologist or medical practitioner on the</p><p class=\"ql-indent-1\">recommendation of a relevant specialist. Approvals valid for 12 months for applications meeting the </p><p class=\"ql-indent-1\">following criteria: </p><p class=\"ql-indent-1\">All of the following: </p><p class=\"ql-indent-1\">1. Treatment must be used in combination with an endocrine partner; and </p><p class=\"ql-indent-1\">2. No evidence of progressive disease; and </p><p class=\"ql-indent-1\">3. The treatment remains appropriate and the patient is benefitting from treatment. </p>",
          "Published_Application__c": "<p>The Committee reviewed the following applications: </p><p><br></p><p>An application from Pfizer New Zealand Ltd for the use of palbociclib (Ibrance) in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>An application from Novartis New Zealand Ltd for the use of ribociclib (Kisqali) in combination with an aromatase inhibitor as a first-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>An application from the Breast Cancer Aotearoa Coalition (BCAC) for the use of palbociclib (Ibrance) in combination with fulvestrant for the second-line treatment for hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer. </p><p><br></p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "Published_Discussion__c": "<p>The Committee considered that advanced breast cancer (aBC) is currently considered incurable, and that the estimated 5-year survival rate is 25%. </p><p><br></p><p>The Committee considered that approximately 60% of patients with aBC have HR-positive, HER2-negative disease. </p><p><br></p><p>The Committee noted that the application for the use of palbociclib in combination with an aromatase inhibitor (AI) as a first-line treatment for hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative locally advanced or metastatic breast cancer (aBC) was considered by the Cancer Treatments Subcommittee’s (CaTSoP) in <a href=\"https://www.pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-minutes-2018-09.pdf\" target=\"_blank\">September 2018</a>. The Committee noted that the application for the use of palbociclib in combination with fulvestrant for the second-line treatment for HR-positive, HER2-negative aBC was considered by CaTSoP in April 2019 (publication of minutes pending). The Committee reviewed the relevant record regarding palbociclib from both of these CaTSoP meetings alongside the applications listed above. </p><p><br></p><p>The Committee noted and agreed with CaTSoP’s view that the standard first- and second-line therapy for patients with HR-positive, HER2-negative aBC is endocrine therapy with either an AI or tamoxifen, and that patients who progress after two lines of endocrine therapy or have visceral disease are likely to receive chemotherapy. </p><p><br></p><p>The Committee noted CaTSoP’s previous discussion of the number of patients with HR-positive, HER2-negative disease, and considered that the estimates of up to 550 patients eligible for first-line treatment and 400 for second-line treatment were reasonable. </p><p><br></p><p>The Committee noted that the cyclin-dependent kinases 4 and 6 (CDK4/6) are fundamental drivers of the cell cycle, and that CDK4/6 inhibitors are thought to act by reducing phosphorylation of the retinoblastoma protein resulting in G1 cell cycle arrest. </p><p><br></p><p>The Committee noted that there are currently three CDK4/6 inhibitors in late stage clinical development: palbociclib, ribociclib, and abemaciclib. The Committee noted that palbociclib is currently approved in New Zealand for the treatment of HR-positive, HER2-negative locally advanced or metastatic breast cancer, either in combination with an AI or in combination with fulvestrant in women who have received prior endocrine therapy. </p><p><br></p><p>The Committee noted that an application for ribociclib is currently being assessed by Medsafe.  </p><p><br></p><p><i><u>Palbociclib – First Line </u></i></p><p>The Committee noted that in September 2018 CaTSoP recommended that palbociclib be funded with a medium priority for use in combination with an AI as a first-line treatment for HR-positive, HER2-negative locally advanced or metastatic breast cancer (<a href=\"https://www.pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-minutes-2018-09.pdf\" target=\"_blank\">CaTSoP minutes – September 2018</a>). </p><p><br></p><p>The Committee noted that palbociclib is administered orally at a dose of 125 mg once daily for 21 consecutive days followed by 7 days off treatment to comprise a cycle of 28 days; treatment is continued as long as the patient is deriving clinical benefit or until unacceptable toxicity occurs. </p><p><br></p><p>The Committee noted an open-label, Phase 1, dose-escalation trial which investigated the dose-limiting toxicity and maximum tolerated dose of palbociclib in 41 patients with retinoblastoma protein-positive advanced solid tumours (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/22090362\" target=\"_blank\">Flaherty et al. Clin Cancer Res. 2012;18:568-76</a>). </p><p><br></p><p>The Committee noted a single-arm, Phase 2 trial which investigated the efficacy of palbociclib in 37 patients with retinoblastoma protein-positive aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25501126\" target=\"_blank\">DeMichele et al. Clin Cancer Res. 2015;21:995-1001</a>). </p><p><br></p><p>The Committee noted the open-label, randomised, Phase 2 PALOMA-1 trial which investigated the safety and efficacy of palbociclib in combination with letrozole compared with letrozole alone for the first-line treatment of 165 postmenopausal women with oestrogen receptor-positive, HER2-negative aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/25524798\" target=\"_blank\">Finn et al. Lancet Oncol. 2015;16:25-35</a>). The Committee noted that the progression-free survival (PFS) was 20.2 months in the palbociclib plus letrozole group compared with 10.2 months in the letrozole monotherapy group (HR 0.488; 95% CI 0.319 to 0.748; one-sided P=0.0004). The Committee noted that the median overall survival (OS) was 37.5 months in the palbociclib plus letrozole group compared with 33.3 months in the letrozole group (HR 0.813; 95% CI 0.492 to 1.345; two-sided P=0.42). The Committee noted that the most common grade 3/4 adverse events (AEs) were neutropenia (54% palbociclib plus letrozole vs 1% letrozole) and leukopenia (19% palbociclib plus letrozole vs 0% letrozole). </p><p><br></p><p>The Committee noted the publication of the pain analysis from the PALOMA-1 trial which reported that there was no significant difference in Pain Severity or Pain Interference scores of the Brief Pain Inventory between patients receiving palbociclib plus letrozole compared with letrozole alone (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26894413\" target=\"_blank\">Bell et al. Curr Med Res Opin. 2016;32:956-65</a>). </p><p><br></p><p>The Committee noted the double-blind, randomized, placebo-controlled, Phase 3 PALOMA-2 trial which investigated the efficacy and safety of palbociclib plus letrozole compared with placebo plus letrozole for the first-line treatment of 666 postmenopausal women with oestrogen receptor-positive, HER2-negative aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27959613\" target=\"_blank\">Finn et al. N Engl J Med. 2016;375:1925-36</a>). The Committee noted that after a median follow-up of 23 months, the PFS was 24.8 months in the palbociclib plus letrozole arm compared with 14.5 months in the placebo plus letrozole arm (HR 0.58; 95% CI 0.46 to 0.72; P&lt;0.001). The Committee noted that OS data were immature at the time of this analysis. The Committee noted that the incidence of grade 3/4 AEs was substantially higher in patients who received palbociclib plus letrozole compared with those who received placebo plus letrozole (76% palbociclib plus letrozole vs 24% placebo plus letrozole).  </p><p><br></p><p>The Committee noted the publication of the quality of life (QoL) analysis from the PALOMA-2 trial (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29360932\" target=\"_blank\">Rugo et al. Ann Oncol. 2018;29:888-894</a>). The Committee noted that after a median follow-up of 23 months there were no significant between-arm differences in change from baseline in Functional Assessment of Cancer Therapy (FACT)-breast Total, FACT-general Total, or EuroQoL-5D scores. The Committee noted that an improvement in pain scores was observed in the palbociclib plus letrozole compared with the placebo plus letrozole arm (-0.256 vs -0.098; P=0.018). The Committee noted that deterioration in QoL was delayed in patients without progression compared with those with progression, and in patients with partial or complete response compared to those who did not respond. </p><p><br></p><p>The Committee noted the publication of an extended follow-up of the PALOMA-2 trial (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30632023\" target=\"_blank\">Rugo et al. Breast Cancer Res Treat. 2019;174:719-29</a>). The Committee noted that after a median follow-up of approximately 38 months, the median PFS was 27.6 months in the palbociclib plus letrozole group compared with 14.5 months in the placebo plus letrozole group (HR 0.563; one-sided P&lt;0.0001). The Committee noted that the use of chemotherapy was delayed in patients who received palbociclib plus letrozole compared with those receiving placebo plus letrozole (40.4 months vs 29.9 months) and QoL was maintained. </p><p><br></p><p>The Committee agreed with CaTSoP’s conclusion that there was reasonable evidence of a modest effect from the use of palbociclib in combination with a non-steroidal AI as a first-line treatment for postmenopausal women with HR-positive HER2-negative aBC. </p><p><br></p><p><i><u>Ribociclib – First Line </u></i></p><p>The Committee noted that ribociclib is administered orally at a dose of 600 mg (three 200 mg tablets) once daily for 21 consecutive days followed by 7 days off treatment; treatment is continued until disease progression or unacceptable toxicity occurs. </p><p><br></p><p>The Committee noted a first-in-human Phase 1 trial which investigated the maximum-tolerated dose, the recommended dose for expansion, safety, and preliminary pharmacokinetics and pharmacodynamics of ribociclib in patients with retinoblastoma protein-positive advanced solid tumours or lymphoma (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27542767\" target=\"_blank\">Infante et al. Clin Cancer Res. 2016;22:5696-705</a>). </p><p><br></p><p>The Committee noted a Phase 1b trial which investigated the safety, efficacy, and pharmacokinetics of ribociclib in postmenopausal women with oestrogen receptor-positive, HER2-negative aBC (<a href=\"https://ascopubs.org/doi/abs/10.1200/JCO.2016.34.15_suppl.568\" target=\"_blank\">Juric et al. J Clin Oncol. 2016;34[15 suppl]:568-568</a>).  </p><p><br></p><p>The Committee noted the Phase 3 MONALEESA-2 trial which investigated the efficacy and safety of ribociclib plus letrozole compared with placebo plus letrozole for the first-line treatment of 668 postmenopausal women with HR-positive, HER2-negative aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29718092\" target=\"_blank\">Hortobagyi et al. Ann Oncol. 2018;29:1541-7</a>). The Committee noted that after a median follow-up of 26.4 months, the median PFS was 25.3 months in the ribociclib plus letrozole group compared with 16.0 month in the placebo plus letrozole group (HR 0.568; 95% CI 0.457 to 0.704; log-rank P=9.63 x 10-8). The Committee noted that the most common grade 3/4 AEs were neutropenia (62% in the ribociclib group vs 1.2% in the placebo group) and leukopenia (21% vs 0.9%). </p><p><br></p><p>The Committee noted the Phase 3 MONALEESA-7 trial which investigated the efficacy and safety of ribociclib plus endocrine therapy (tamoxifen or an AI, with goserelin) compared with placebo plus endocrine therapy in 672 premenopausal women with HR-positive, HER2-negative aBC who had not previously received a CDK4/6 inhibitor (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29804902\" target=\"_blank\">Tripathy et al. Lancet Oncol. 2018;19:904-15</a>). The Committee noted that after a median follow-up of 19.2 months, the median PFS was 23.8 months in the ribociclib plus endocrine therapy group compared with 13.0 months in the placebo plus endocrine therapy group (HR 0.55; 95% CI 0.44 to 0.69; P&lt;0.0001). The Committee noted that the most common grade 3/4 AEs were neutropenia (61% ribociclib plus endocrine therapy vs 4% placebo plus endocrine therapy) and leukopenia (14% vs 1%). </p><p><br></p><p>The Committee noted the Phase 3 MONALEESA-3 trial which investigated the efficacy and safety of ribociclib plus fulvestrant compared with placebo plus fulvestrant in 484 postmenopausal women with HR-positive, HER2-negative aBC who were treatment naïve or had received up to one line of prior endocrine therapy in the advanced setting (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29860922\" target=\"_blank\">Slamon et al. J Clin Oncol. 2018;36:2465-72</a>). The Committee noted that after a median follow-up of 20.4 months, the median PFS was 20.5 months in the ribociclib plus fulvestrant group compared with 12.8 months in the placebo plus fulvestrant group (HR 0.593; 95% CI 0.480 to 0.732; P&lt;0.001). The Committee noted that the most common grade 3/4 AEs were neutropenia (53% ribociclib plus fulvestrant vs 0% placebo plus fulvestrant) and leukopenia (14% vs 0%). </p><p><br></p><p><i><u>Palbociclib – Second Line </u></i></p><p>The Committee noted that in April 2019 CaTSoP recommended that palbociclib in combination with fulvestrant for the second-line treatment of HR-positive, HER2-negative aBC be funded with a medium priority (publication of minutes pending).   The Committee noted that the primary evidence for the use of palbociclib for the second-line treatment of aBC is provided by the double-blind, randomised, placebo-controlled, Phase 3 PALOMA-3 trial which investigated the efficacy of palbociclib plus fulvestrant compared with placebo plus fulvestrant in 521 women of any menopausal status with HR-positive, HER2-negative aBC who had relapsed or progressed during prior endocrine therapy. The Committee considered evidence from the following publications: </p><ul><li>P PALOMA-3 interim analysis, median follow-up 5.6 months (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26030518\" target=\"_blank\">Turner et al. N Engl J Med. 2015;373:209-19</a>). </li><li>PALOMA-3 final analysis, median follow-up 8.9 months (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/26947331\" target=\"_blank\">Cristofanilli et al. Lancet Oncol. 2016;17:425-39</a>).  </li><li>PALOMA-3 detailed safety analysis, median follow-up 8.9 months (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/27368881\" target=\"_blank\">Verma et al. Oncologist. 2016;21:1165-75</a>). </li><li>PALOMA-3 overall survival analysis, median follow-up 44.8 months (<a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa1810527\" target=\"_blank\">Turner et al. N Engl J Med. 2018;379:1926-36</a>).  </li><li>PALOMA-3 patient reported outcomes (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4880065/\" target=\"_blank\">Harbeck et al. Ann Oncol. 2016;27:1047-54</a>). </li></ul><p><br></p><p>The Committee noted that at the time of the final analysis of PALOMA-3 (median follow-up 8.9 months), Cristofanilli et al. 2016 reported a median PFS of 9.5 months in the palbociclib plus fulvestrant group compared with 4.6 months in the placebo plus fulvestrant group (HR 0.46; 95% CI 0.36 to 0.59; P&lt;0.0001). The Committee noted that the most common grade 3/4 AEs were neutropenia (65% palbociclib plus fulvestrant vs 1% placebo plus fulvestrant), anaemia (3% vs 2%), and leukopenia (28% vs 1%).  The Committee noted that at the time of the prespecified OS analysis of PALOMA-3 (median follow up 44.8 months), Turner et al. 2018 reported a median OS of 34.9 months in the palbociclib plus fulvestrant group compared with 28.0 months in the placebo plus fulvestrant group (stratified HR 0.81; 95% CI 0.64 to 1.03; P=0.09). The Committee noted that while this was not a statistically significant difference, the OS did favour treatment with palbociclib plus fulvestrant (difference in OS of 6.9 months). </p><p><br></p><p>The Committee noted the QoL analysis from the PALOMA-3 trial, in which Harbeck et al. 2016 reported that the estimated overall global QoL scores favoured the palbociclib plus fulvestrant group compared with the placebo plus fulvestrant group (66.1 vs 63.0; P=0.0313). The Committee noted there was also an improvement in pain from baseline in the palbociclib plus fulvestrant group compared with the placebo plus fulvestrant group (-3.3 vs 2.0; P=0.0011). The Committee noted there were no between-arm differences in breast-cancer specific quality of life functional domains or breast or arm symptoms as measured using the EORTC QLQ-BR23 instrument; and that there was a delay in deterioration in global QoL in the palbociclib plus fulvestrant group compared with the placebo plus fulvestrant group. </p><p><br></p><p>The Committee agreed with CaTSoP’s conclusion that there is a significant health need for women with previously treated HR-positive, HER2-negative aBC, and that PALOMA-3 provides good quality evidence that palbociclib in combination with fulvestrant provides a clinically meaningful PFS benefit in this setting. </p><p><br></p><p><i><u>General </u></i></p><p>The Committee noted the findings of three meta-analyses which investigated the benefits and risks associated with the use of CDK4/6 inhibitors for the treatment of HR-positive, HER2-negative aBC (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30054831\" target=\"_blank\">Messina et al. Breast Cancer Res Treat. 2018;172:9-21</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30941621\" target=\"_blank\">Guo et al. Target Oncol. 2019;14:139-48</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30659432\" target=\"_blank\">Petrelli et al. Breast Cancer Res Treat. 2019;174:597-604</a>). The Committee considered that these meta-analyses, in addition to the Committee’s review of the primary clinical trials of palbociclib and ribociclib, indicate that there is a class effect with the CDK4/6 inhibitors, and that the agents within this class can be considered to provide the same or similar therapeutic effect. </p><p><br></p><p>The Committee noted that in April 2019, CaTSoP reviewed the evidence available to date for the use of palbociclib, ribociclib, and abemaciclib for the treatment of aBC (publication of minutes pending). The Committee noted that based on this CaTSoP considered there is a class effect with CDK4/6 inhibitors, and that there is likely to be no significant difference in which endocrine partner the CDK4/6 inhibitors are combined with. </p><p><br></p><p>The Committee noted that there is no data available at this time regarding switching between CDK4/6 inhibitors or continuing the same CDK4/6 inhibitor but switching the endocrine partner at progression. The Committee noted that the PACE trial (NCT03147287) and the TRINITI trial (NCT02732119) which are investigating the use of CDK4/6 inhibitors following prior CDK4/6 inhibitor treatment are currently underway.  </p><p><br></p><p>The Committee noted that there are a large number of trials underway investigating CDK4/6 inhibitors in breast cancer, including in different breast cancer subtypes, as different treatment combinations, and for the treatment of different stages of breast cancer.</p><p> </p><p>The Committee noted that there are a number of pharmacoeconomic analyses published regarding the cost effectiveness of CDK4/6 inhibitors for the treatment of breast cancer (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30603995\" target=\"_blank\">Gogate et al. Breast Cancer Res Treat. 2019;174:343-55</a>;<a href=\"http://https//www.ncbi.nlm.nih.gov/pubmed/30847728\" target=\"_blank\"> </a><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30847728\" target=\"_blank\">Zhang B. Breast Cancer Res Treat. 2019;175:775-779</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/28472324\" target=\"_blank\">Mamiya et al. Ann Oncol. 2017;28:1825-31</a>). The Committee noted that these studies generally concluded that CDK4/6 inhibitors exceed willingness to pay thresholds at the prices currently being offered. The Committee noted that the pharmacoeconomic analyses that compared the cost effectiveness of ribociclib to palbociclib found that ribociclib was a cost-effective alternative to palbociclib, noting that these analyses are largely driven by the price offered in the country they were conducted in (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29799329\" target=\"_blank\">Mistry et al. J Manag Care Spec Pharm. 2018;24:514-23</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30532569\" target=\"_blank\">Galve-Calvo et al.. Clinicoecon and Outcomes Research 2018;10:773–90</a>).  </p><p><br></p><p>The Committee noted that the prices currently being sought by the suppliers of CDK4/6 inhibitors in New Zealand are high, which adversely effects the cost effectiveness of these agents.</p><p> </p><p>The Committee considered that no biomarker has yet been identified that predicts sensitivity to CDK4/6 inhibitors, but that there is some indication that patients with oestrogen receptor-positive disease may receive the most benefit.  </p><p><br></p><p>The Committee noted CaTSoP’s suggestion at its April 2019 meeting that patients with hormone-sensitive disease may benefit the most from treatment with a CDK4/6 inhibitor, but considered that the analyses conducted by Messina et al. 2018 indicated that both endocrine-sensitive and endocrine resistant patients benefit from treatment with a CDK4/6 inhibitor plus endocrine therapy (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/30054831\" target=\"_blank\">Messina et al. Breast Cancer Res Treat. 2018;172:9-21</a>).  </p><p><br></p><p>The Committee considered there is limited evidence available at this time to definitively demonstrate which endocrine partner should be used in combination with a CDK4/6 inhibitor. The Committee considered that the majority of the evidence regarding first-line treatment indicates that an AI is the most appropriate endocrine partner in this setting. </p><p><br></p><p>The Committee considered that the majority of the data available regarding second-line treatment has been conducted in combination with fulvestrant, but considered that the evidence for the use of CDK4/6 inhibitors was relatively early in its development and the Committee could support the use of CDK4/6 inhibitors in combination with other endocrine partners if evidence supporting this became available. </p><p><br></p><p>The Committee noted that there is an increased frequency of grade 3/4 neutropenia and leukopenia with CDK4/6 inhibitor treatment, but that this does not appear to affect QoL (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed/29360932\" target=\"_blank\">Rugo et al. Ann Oncol. 2018;29:888-94</a>). The Committee noted that if a CDK4/6 inhibitor were funded, there may be an increased requirement for the investigation and treatment of neutropenia and so additional associated costs to the sector from this. </p><p><br></p><p>The Committee noted that there are limited OS data currently available for the use of first line CDK4/6 inhibitors, and the OS data available to date for second line use of CDK4/6 inhibitors has not shown a statistically significant difference compared with placebo. The Committee noted CaTSoP’s April 2019 discussion of the difficulties in assessing OS in disease such as HR-positive HER2-negative breast cancer where patients have long survival times and receive multiple lines of treatment (CaTSoP April 2019 - publication of minutes pending). </p><p><br></p><p> The Committee noted that palbociclib plus fulvestrant for the second-line treatment of HR-positive, HER2-negative aBC has a score of 4 on the ESMO-Magnitude of Clinical Benefit Scale; palbociclib or ribociclib in combination with letrozole for the first-line treatment of HR-positive, HER2-negative aBC have scores of 3 on the ESMO-Magnitude of Clinical Benefit Scale. </p><p><br></p><p> The Committee considered that there is moderate quality evidence that palbociclib or ribociclib used in combination with an endocrine partner as a first-line treatment provides a modest improvement in PFS and maintains QoL in patients with HR-positive, HER2-negative aBC. The Committee considered that while there are good quality Phase 3 randomized controlled trials available, that the interpretation of results is limited by the </p><p>emphasis placed on PFS. The Committee considered that a composite analysis of PFS, OS, safety, and QoL data would strengthen the evidence base.  </p><p><br></p><p>The Committee considered that there is good quality evidence that palbociclib in combination with fulvestrant as a second-line treatment provides a modest improvement in PFS with maintenance of QoL in patients with HR-positive, HER2-negative aBC.  </p><p><br></p><p>The Committee considered that it was uncertain whether the use of a CDK4/6 in a first or second-line setting would provide greater overall benefit for patients, as there was a lack of evidence to inform whether these agents altered tumour biology and/or the efficacy of subsequent treatments. The Committee considered it was likely that the use of a CDK4/6 inhibitor would alter prescriber behaviour for later line treatments.  </p><p><br></p><p>The Committee considered that patients who have already progressed following one line of endocrine therapy have a higher health need than those who are treatment naïve due to a lack of alternative treatment options. </p><p><br></p><p>The Committee considered that the Special Authority criteria previously recommended by CaTSoP for the first- and second-line use of CDK4/6 inhibitors are appropriate. </p>",
          "Status_History__c": "a132P000000Arg5QAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2019",
          "fs": "Oct 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Assigned to Cancer Treatments Subcommittee (CaTSoP) meeting to provide advice on Friday 18 October 2019",
          "fs": "Assigned to Cancer Treatments Subcommittee (CaTSoP) meeting to provide advice on Friday 18 October 2019",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhu2AF"
          },
          "Id": "a0POZ00000R5Rhu2AF",
          "Event_Date__c": "2019-10-18",
          "Event_Description__c": "Assigned to Cancer Treatments Subcommittee (CaTSoP) meeting to provide advice on Friday 18 October 2019",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Oct 2019",
          "Status_History__c": "a132P000000CmvdQAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee reiterated its previous recommendations that palbociclib as a first-line treatment in combination with an aromatase inhibitor and in combination with fulvestrant as a second line treatment of HR-positive HER2-negative locally advanced breast cancer be funded with medium priority subject to the same Special Authority criteria as previously recommended. </p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee noted the different priority assigned to ribociclib and palbociclib was primarily due to differences in the quality of data currently available for these agents.</p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee considered that based on currently available data there was a class effect from CDK4/6 inhibitors in the treatment of HR-positive HER2-negative locally advanced breast cancer and <b>recommended</b> funding for patients to receive one line of treatment with a CDK4/6 inhibitor in either a first or second-line setting with high priority.</p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee reiterated its previous recommendation that the following Special Authority criteria be applied to funding of CDK4/6 inhibitors (note combined first-line and second-line criteria are shown below):</p><p><span style=\"font-size: 9pt;\">Special Authority for Subsidy – Retail Pharmacy</span></p><p><span style=\"font-size: 9pt;\">Initial application -</span><b style=\"font-size: 9pt;\"> </b><span style=\"font-size: 9pt;\">only from a medical oncologist or </span><span style=\"font-size: 10pt;\">any other </span><span style=\"font-size: 9pt;\">medical practitioner on the recommendation of a medical oncologist. Approvals valid for 6 months for applications meeting the following criteria:</span></p><p><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has unresectable locally advanced or metastatic breast cancer; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">There is documentation confirming disease is hormone-receptor positive and HER2-negative; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has an ECOG performance score of 0-2; and </span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Either:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.1.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Patient’s disease has relapsed or progressed during prior endocrine therapy; or</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.2.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Both:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.2.1.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has not received prior systemic treatment for metastatic disease; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.2.2.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has been amenorrhoeic for 12 months or greater, either naturally or induced, with endocrine levels consistent with a postmenopausal state.</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">[CDK4/6 inhibitor] must be used in combination with an endocrine partner.</span></p><p><br></p><p><span style=\"font-size: 9pt;\">Renewal application - only from a medical oncologist or </span><span style=\"font-size: 10pt;\">any other </span><span style=\"font-size: 9pt;\">medical practitioner on the recommendation of a medical oncologist. Approvals valid for 12 months for applications meeting the following criteria:</span></p><p><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">[CDK4/6 inhibitor] must be used in combination with an endocrine partner; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">No evidence of progressive disease; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The treatment remains appropriate and the patient is benefitting from treatment.</span></p><p><br></p>",
          "fs": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee reiterated its previous recommendations that palbociclib as a first-line treatment in combination with an aromatase inhibitor and in combination with fulvestrant as a second line treatment of HR-positive HER2-negative locally advanced breast cancer be funded with medium priority subject to the same Special Authority criteria as previously recommended. </p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee noted the different priority assigned to ribociclib and palbociclib was primarily due to differences in the quality of data currently available for these agents.</p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee considered that based on currently available data there was a class effect from CDK4/6 inhibitors in the treatment of HR-positive HER2-negative locally advanced breast cancer and <b>recommended</b> funding for patients to receive one line of treatment with a CDK4/6 inhibitor in either a first or second-line setting with high priority.</p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee reiterated its previous recommendation that the following Special Authority criteria be applied to funding of CDK4/6 inhibitors (note combined first-line and second-line criteria are shown below):</p><p><span style=\"font-size: 9pt;\">Special Authority for Subsidy – Retail Pharmacy</span></p><p><span style=\"font-size: 9pt;\">Initial application -</span><b style=\"font-size: 9pt;\"> </b><span style=\"font-size: 9pt;\">only from a medical oncologist or </span><span style=\"font-size: 10pt;\">any other </span><span style=\"font-size: 9pt;\">medical practitioner on the recommendation of a medical oncologist. Approvals valid for 6 months for applications meeting the following criteria:</span></p><p><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has unresectable locally advanced or metastatic breast cancer; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">There is documentation confirming disease is hormone-receptor positive and HER2-negative; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has an ECOG performance score of 0-2; and </span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Either:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.1.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Patient’s disease has relapsed or progressed during prior endocrine therapy; or</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.2.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Both:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.2.1.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has not received prior systemic treatment for metastatic disease; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.2.2.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has been amenorrhoeic for 12 months or greater, either naturally or induced, with endocrine levels consistent with a postmenopausal state.</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">[CDK4/6 inhibitor] must be used in combination with an endocrine partner.</span></p><p><br></p><p><span style=\"font-size: 9pt;\">Renewal application - only from a medical oncologist or </span><span style=\"font-size: 10pt;\">any other </span><span style=\"font-size: 9pt;\">medical practitioner on the recommendation of a medical oncologist. Approvals valid for 12 months for applications meeting the following criteria:</span></p><p><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">[CDK4/6 inhibitor] must be used in combination with an endocrine partner; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">No evidence of progressive disease; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The treatment remains appropriate and the patient is benefitting from treatment.</span></p><p><br></p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted that there are currently three CDK4/6 inhibitors marketed internationally (abemaciclib, palbociclib and ribociclib), each with slightly different dosing schedules, inhibiting CDK4/6 at slightly different concentrations, and each with slightly differing reports of adverse events. However, the Subcommittee considered that currently available evidence indicates there is a class effect from use of these agents in the treatment of HR-positive HER2-negative locally advanced breast cancer. </p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted that three funding applications for two CDK4/6 inhibitor agents (palbociclib and ribociclib) had been previously considered by both PTAC and CaTSoP, however both committees had previously considered the totality of data for the class of agents that was available at the time. </p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted the following summary of previous consideration and recommendations regarding funding applications for CDK4/6 inhibitors for HR-positive, HER2-negative locally advanced breast cancer:</p><p><span style=\"font-family: Arial, sans-serif; font-size: 11pt;\">  </span></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">         </span><span style=\"color: white;\">The Subcommittee noted that a fourth application, for ribociclib as a second-line treatment, had been received </span>subsequent to PTAC’s consideration of CDK4/6 inhibitors in May 2019 and that to date no funding application for abemaciclib had been received.</p><table class=\"ql-table-blob\" border=\"1\" style=\"width: 441.4pt; margin-left: 28.1pt;\" width=\"589\"><tbody><tr><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.65pt;\">\n  <p class=\"MsoBodyText\"> </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\"> </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p align=\"center\" class=\"MsoBodyText\" style=\"text-align: center;\"><b>CaTSoP</b></p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p align=\"center\" class=\"MsoBodyText\" style=\"text-align: center;\"><b>PTAC</b></p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"5\" rowspan=\"1\" valign=\"top\" width=\"589\" style=\"width: 441.4pt;\">\n  <p class=\"MsoBodyText\">Chemical</p>\n  </td></tr><tr><td colspan=\"1\" rowspan=\"2\" valign=\"top\" width=\"94\" style=\"width: 70.65pt;\">\n  <p class=\"MsoBodyText\">Palbociclib</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">first-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Medium (September 2018)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Low (May 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">second-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Medium (April 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Medium (May 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"2\" valign=\"top\" width=\"94\" style=\"width: 70.65pt;\">\n  <p class=\"MsoBodyText\">Ribociclib</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">first-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Application not previously considered by CaTSoP</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Low (May 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">second-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Application not previously considered by CaTSoP.</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Application not previously considered by PTAC.</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"5\" rowspan=\"1\" valign=\"top\" width=\"589\" style=\"width: 441.4pt;\">\n  <p class=\"MsoBodyText\">Class </p>\n  </td></tr><tr><td colspan=\"1\" rowspan=\"3\" valign=\"top\" width=\"94\" style=\"width: 70.65pt;\">\n  <p class=\"MsoBodyText\">CDK4/6 inhibitors</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">first-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">High priority (April 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"3\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Class effect associated with CDK4/6 inhibitors for the\n  treatment of HR-positive, HER2-negative locally advanced or metastatic breast\n  cancer subject to the criteria recommended by CaTSoP. No priority given. (May\n  2019).</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"2\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\" style=\"\">second-line</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">High priority in patients with hormone-sensitive disease\n  (April 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Medium priority for all second-line patients (April 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr></tbody></table><p><br></p><p>Advice requested by PTAC </p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted that in August 2019 PTAC had recognised that there were some differences in the records of PTAC and CaTSoP’s consideration of the funding applications for these agents (likely based on the different but complementary expertise, experience, and perspectives each committee brought to its consideration under the Factors for Consideration). The Subcommittee noted that PTAC considered it would be useful that CaTSoP clarify its advice about CDK4/6 inhibitors so that PTAC could further consider its priorities and recommendations for this class of agents.</p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted that in particular PTAC asked if CaTSoP could provide a more detailed evidence review and discussion about:</p><p><span style=\"\">o</span><span style=\"font-size: 7pt;\">  </span>Why the health need of a second-line population was rated higher than the first-line setting, but that the recorded recommendation was that funding of CDK4/6 inhibitors as a class was a lower priority for use in second-line than in first-line. </p><p><span style=\"\">o</span><span style=\"font-size: 7pt;\">  </span>More details about CaTSoP’s interpretation of the evidence for differences in outcomes such as for overall survival (OS), progression-free survival (PFS), and quality of life in both first- or second-line settings for late breast cancers. </p><p><span style=\"\">o</span><span style=\"font-size: 7pt;\">  </span>More details about CaTSoP’s assessment the OS benefit, its magnitude, and precision, for the different treatment settings, and the evidence used for this advice.</p><p><span style=\"\">o</span><span style=\"font-size: 7pt;\">  </span>in the context of CDK4/6 inhibitors, advice on: the strength and quality of available evidence for the use of surrogate outcomes specifically for locally advanced or metastatic breast cancers, particularly those that are HR-positive and/or HER2-negative, and thus the applicability of such outcomes data in this setting.</p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that previously treated (second-line) patients were considered to have a higher health need than those in the first-line population as they would be more symptomatic and have likely to exhaust their endocrine options more quickly. However, the Subcommittee considered that in April 2019 the relative funding priority for all second-line patients was considered to be slightly lower than that in the first-line setting due to the quality of evidence and likely higher absolute level of benefit in terms of PFS and OS in a first-line setting. Although, members noted that this does not include those second-line patients with hormone sensitive disease where the data in this subgroup is considered to be stronger than in a general second-line population.</p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that the updated survival data for ribociclib from MONALEESA-3 and MONALEESA-7 reinforced the signal of a class effect from use of CDK4/6 inhibitors in the treatment of HR-positive HER2-negative advanced breast cancer. </p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that benefit from use of CDK4/6 inhibitor has been demonstrated across both first and second-line populations. The Subcommittee considered that the differences in trial results is likely to have been driven by heterogeneity of the trial populations, such as the number of patients with endocrine-sensitive disease or ESR-1 mutation rates, although this was based on expert opinion and not supported by any current data.</p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that a benefit from CDK4/6 inhibitors is reported in both first-line post-menopausal patients and first-line pre-menopausal patients treated with ovarian suppression with the strength of evidence best for those who receive aromatase inhibitor and goserelin. The Subcommittee considered that patients with hormone-sensitive disease appear to get the most benefit from use of a CDK4/6 inhibitor in a second-line setting; and that the durability of response for the overall second-line population is likely to be slightly shorter than when used in a first-line HR-positive HER2-negative advanced breast cancer population.</p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that of the various trials for use of the three CDK4/6 inhibitor agents with currently published evidence, the ribociclib trials were of highest quality due to their clinical trial design, which meant that OS could be demonstrated, whereas the survival data from the palbociclib and abemaciclib trials were compromised by the crossover design.</p><p><span style=\"color: black;\">1.8.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that there is good quality evidence that CDK4/6 inhibitors provide a PFS of around 10 to 12 months and around a 30% improvement in OS (in a disease setting where it is difficult to demonstrate OS gain) both of which were clinically meaningful for patients with HR-positive HER2-negative advanced breast cancer. </p><p><span style=\"color: black;\">1.9.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that while improving OS is considered the most important therapeutic goal in advanced breast cancer, it has been difficult to demonstrate an OS advantage in clinical trials in advanced breast cancer populations and particularly in a first-line setting. The Subcommittee considered this is both because powering studies to show OS requires very large patient numbers and also because heterogeneous populations with long post progression survival, crossover and heterogeneous post study therapy as well as the evolving treatment standards for these patients all impact on study outcomes.</p><p><span style=\"color: black;\">1.10.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee noted that it had considered some of the issues and challenges related to clinical trial design, surrogate outcomes and critical appraisal at its meeting in <a href=\"https://www.pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-record-2019-07.pdf\" target=\"_blank\">July 2019</a>. </p><p><span style=\"color: black;\">1.11.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee considered that in advanced breast cancer there is evidence to support the use of surrogate measure, such as PFS, for OS including a number of systematic reviews across a variety of advanced breast cancer patient populations. </p><p><span style=\"color: black;\">1.12.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee acknowledged that the quality of these reviews was variable (the number of trials included in these reviews and the number of patients in the trials included differed, some reviews use all lines of therapy whereas some restrict to first or second line) almost all of these reviews addressed the issue of PFS as a surrogate measure for OS in metastatic disease.</p><p><span style=\"color: black;\">1.13.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee noted that some reviews did not show any correlation between PFS and OS while other showed a modest correlation (square correlation statistic ranged from 0.1-0.57), however considered that the more tightly the population was defined the better the correlation became for example HR-positive, HER2-negative disease in premenopausal women.</p><p><span style=\"color: black;\">1.14.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee also noted a<span style=\"color: black;\"> study of mBC patients and oncology care providers (</span>nurses<span style=\"color: black;\"> and oncologists) in the US aimed at evaluating by the value of OS, PFS, and other treatment attributes in treatment decision by surveys designed to assess preferences for OS/PFS and stable disease and the timing thereof, preferences for level of evidence and toxicity rates as well as willingness to pay for specific treatment attributes (</span><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6589981/\" target=\"_blank\">MacEwan et al MDM Policy Pract. 2019; 4: 2381468319855386</a><span style=\"color: black;\">).</span></p><p>General comments</p><p><span style=\"color: black;\">1.15.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee noted that on 1 September 2019, PHARMAC issued a <a href=\"https://www.pharmac.govt.nz/news/rfp-2019-09-01-cdk4-cdk6/\" target=\"_blank\">Request for Proposals</a> for the supply of a CDK4/CDK6 inhibitor for the treatment of HR-positive, HER2-negative locally advanced or metastatic breast cancer; and that this process was seeking commercial bids from the suppliers of these medicines for use as both first and second-line treatment for patients who meet the Special Authority criteria detailed in the RFP document (as recommended by CaTSoP in April 2019). The Subcommittee considered it would be a preferred outcome for both first and second-line populations to be funded as a result of this competitive process.</p>",
          "fs": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted that there are currently three CDK4/6 inhibitors marketed internationally (abemaciclib, palbociclib and ribociclib), each with slightly different dosing schedules, inhibiting CDK4/6 at slightly different concentrations, and each with slightly differing reports of adverse events. However, the Subcommittee considered that currently available evidence indicates there is a class effect from use of these agents in the treatment of HR-positive HER2-negative locally advanced breast cancer. </p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted that three funding applications for two CDK4/6 inhibitor agents (palbociclib and ribociclib) had been previously considered by both PTAC and CaTSoP, however both committees had previously considered the totality of data for the class of agents that was available at the time. </p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted the following summary of previous consideration and recommendations regarding funding applications for CDK4/6 inhibitors for HR-positive, HER2-negative locally advanced breast cancer:</p><p><span style=\"font-family: Arial, sans-serif; font-size: 11pt;\">  </span></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">         </span><span style=\"color: white;\">The Subcommittee noted that a fourth application, for ribociclib as a second-line treatment, had been received </span>subsequent to PTAC’s consideration of CDK4/6 inhibitors in May 2019 and that to date no funding application for abemaciclib had been received.</p><table class=\"ql-table-blob\" border=\"1\" style=\"width: 441.4pt; margin-left: 28.1pt;\" width=\"589\"><tbody><tr><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.65pt;\">\n  <p class=\"MsoBodyText\"> </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\"> </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p align=\"center\" class=\"MsoBodyText\" style=\"text-align: center;\"><b>CaTSoP</b></p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p align=\"center\" class=\"MsoBodyText\" style=\"text-align: center;\"><b>PTAC</b></p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"5\" rowspan=\"1\" valign=\"top\" width=\"589\" style=\"width: 441.4pt;\">\n  <p class=\"MsoBodyText\">Chemical</p>\n  </td></tr><tr><td colspan=\"1\" rowspan=\"2\" valign=\"top\" width=\"94\" style=\"width: 70.65pt;\">\n  <p class=\"MsoBodyText\">Palbociclib</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">first-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Medium (September 2018)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Low (May 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">second-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Medium (April 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Medium (May 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"2\" valign=\"top\" width=\"94\" style=\"width: 70.65pt;\">\n  <p class=\"MsoBodyText\">Ribociclib</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">first-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Application not previously considered by CaTSoP</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Low (May 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">second-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Application not previously considered by CaTSoP.</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Application not previously considered by PTAC.</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"5\" rowspan=\"1\" valign=\"top\" width=\"589\" style=\"width: 441.4pt;\">\n  <p class=\"MsoBodyText\">Class </p>\n  </td></tr><tr><td colspan=\"1\" rowspan=\"3\" valign=\"top\" width=\"94\" style=\"width: 70.65pt;\">\n  <p class=\"MsoBodyText\">CDK4/6 inhibitors</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">first-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">High priority (April 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"3\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Class effect associated with CDK4/6 inhibitors for the\n  treatment of HR-positive, HER2-negative locally advanced or metastatic breast\n  cancer subject to the criteria recommended by CaTSoP. No priority given. (May\n  2019).</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"2\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\" style=\"\">second-line</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">High priority in patients with hormone-sensitive disease\n  (April 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Medium priority for all second-line patients (April 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr></tbody></table><p><br></p><p>Advice requested by PTAC </p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted that in August 2019 PTAC had recognised that there were some differences in the records of PTAC and CaTSoP’s consideration of the funding applications for these agents (likely based on the different but complementary expertise, experience, and perspectives each committee brought to its consideration under the Factors for Consideration). The Subcommittee noted that PTAC considered it would be useful that CaTSoP clarify its advice about CDK4/6 inhibitors so that PTAC could further consider its priorities and recommendations for this class of agents.</p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted that in particular PTAC asked if CaTSoP could provide a more detailed evidence review and discussion about:</p><p><span style=\"\">o</span><span style=\"font-size: 7pt;\">  </span>Why the health need of a second-line population was rated higher than the first-line setting, but that the recorded recommendation was that funding of CDK4/6 inhibitors as a class was a lower priority for use in second-line than in first-line. </p><p><span style=\"\">o</span><span style=\"font-size: 7pt;\">  </span>More details about CaTSoP’s interpretation of the evidence for differences in outcomes such as for overall survival (OS), progression-free survival (PFS), and quality of life in both first- or second-line settings for late breast cancers. </p><p><span style=\"\">o</span><span style=\"font-size: 7pt;\">  </span>More details about CaTSoP’s assessment the OS benefit, its magnitude, and precision, for the different treatment settings, and the evidence used for this advice.</p><p><span style=\"\">o</span><span style=\"font-size: 7pt;\">  </span>in the context of CDK4/6 inhibitors, advice on: the strength and quality of available evidence for the use of surrogate outcomes specifically for locally advanced or metastatic breast cancers, particularly those that are HR-positive and/or HER2-negative, and thus the applicability of such outcomes data in this setting.</p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that previously treated (second-line) patients were considered to have a higher health need than those in the first-line population as they would be more symptomatic and have likely to exhaust their endocrine options more quickly. However, the Subcommittee considered that in April 2019 the relative funding priority for all second-line patients was considered to be slightly lower than that in the first-line setting due to the quality of evidence and likely higher absolute level of benefit in terms of PFS and OS in a first-line setting. Although, members noted that this does not include those second-line patients with hormone sensitive disease where the data in this subgroup is considered to be stronger than in a general second-line population.</p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that the updated survival data for ribociclib from MONALEESA-3 and MONALEESA-7 reinforced the signal of a class effect from use of CDK4/6 inhibitors in the treatment of HR-positive HER2-negative advanced breast cancer. </p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that benefit from use of CDK4/6 inhibitor has been demonstrated across both first and second-line populations. The Subcommittee considered that the differences in trial results is likely to have been driven by heterogeneity of the trial populations, such as the number of patients with endocrine-sensitive disease or ESR-1 mutation rates, although this was based on expert opinion and not supported by any current data.</p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that a benefit from CDK4/6 inhibitors is reported in both first-line post-menopausal patients and first-line pre-menopausal patients treated with ovarian suppression with the strength of evidence best for those who receive aromatase inhibitor and goserelin. The Subcommittee considered that patients with hormone-sensitive disease appear to get the most benefit from use of a CDK4/6 inhibitor in a second-line setting; and that the durability of response for the overall second-line population is likely to be slightly shorter than when used in a first-line HR-positive HER2-negative advanced breast cancer population.</p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that of the various trials for use of the three CDK4/6 inhibitor agents with currently published evidence, the ribociclib trials were of highest quality due to their clinical trial design, which meant that OS could be demonstrated, whereas the survival data from the palbociclib and abemaciclib trials were compromised by the crossover design.</p><p><span style=\"color: black;\">1.8.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that there is good quality evidence that CDK4/6 inhibitors provide a PFS of around 10 to 12 months and around a 30% improvement in OS (in a disease setting where it is difficult to demonstrate OS gain) both of which were clinically meaningful for patients with HR-positive HER2-negative advanced breast cancer. </p><p><span style=\"color: black;\">1.9.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that while improving OS is considered the most important therapeutic goal in advanced breast cancer, it has been difficult to demonstrate an OS advantage in clinical trials in advanced breast cancer populations and particularly in a first-line setting. The Subcommittee considered this is both because powering studies to show OS requires very large patient numbers and also because heterogeneous populations with long post progression survival, crossover and heterogeneous post study therapy as well as the evolving treatment standards for these patients all impact on study outcomes.</p><p><span style=\"color: black;\">1.10.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee noted that it had considered some of the issues and challenges related to clinical trial design, surrogate outcomes and critical appraisal at its meeting in <a href=\"https://www.pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-record-2019-07.pdf\" target=\"_blank\">July 2019</a>. </p><p><span style=\"color: black;\">1.11.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee considered that in advanced breast cancer there is evidence to support the use of surrogate measure, such as PFS, for OS including a number of systematic reviews across a variety of advanced breast cancer patient populations. </p><p><span style=\"color: black;\">1.12.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee acknowledged that the quality of these reviews was variable (the number of trials included in these reviews and the number of patients in the trials included differed, some reviews use all lines of therapy whereas some restrict to first or second line) almost all of these reviews addressed the issue of PFS as a surrogate measure for OS in metastatic disease.</p><p><span style=\"color: black;\">1.13.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee noted that some reviews did not show any correlation between PFS and OS while other showed a modest correlation (square correlation statistic ranged from 0.1-0.57), however considered that the more tightly the population was defined the better the correlation became for example HR-positive, HER2-negative disease in premenopausal women.</p><p><span style=\"color: black;\">1.14.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee also noted a<span style=\"color: black;\"> study of mBC patients and oncology care providers (</span>nurses<span style=\"color: black;\"> and oncologists) in the US aimed at evaluating by the value of OS, PFS, and other treatment attributes in treatment decision by surveys designed to assess preferences for OS/PFS and stable disease and the timing thereof, preferences for level of evidence and toxicity rates as well as willingness to pay for specific treatment attributes (</span><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6589981/\" target=\"_blank\">MacEwan et al MDM Policy Pract. 2019; 4: 2381468319855386</a><span style=\"color: black;\">).</span></p><p>General comments</p><p><span style=\"color: black;\">1.15.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee noted that on 1 September 2019, PHARMAC issued a <a href=\"https://www.pharmac.govt.nz/news/rfp-2019-09-01-cdk4-cdk6/\" target=\"_blank\">Request for Proposals</a> for the supply of a CDK4/CDK6 inhibitor for the treatment of HR-positive, HER2-negative locally advanced or metastatic breast cancer; and that this process was seeking commercial bids from the suppliers of these medicines for use as both first and second-line treatment for patients who meet the Special Authority criteria detailed in the RFP document (as recommended by CaTSoP in April 2019). The Subcommittee considered it would be a preferred outcome for both first and second-line populations to be funded as a result of this competitive process.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee reviewed the funding of CDK4/6 inhibitors for the treatment of hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative locally advanced or metastatic breast cancer.</p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">1.2 </span><span style=\"font-size: 7pt; color: black;\"> </span><span style=\"color: rgb(62, 62, 60);\">The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </span></p>",
          "fs": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee reviewed the funding of CDK4/6 inhibitors for the treatment of hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative locally advanced or metastatic breast cancer.</p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">1.2 </span><span style=\"font-size: 7pt; color: black;\"> </span><span style=\"color: rgb(62, 62, 60);\">The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </span></p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": "<p>1.1.<span style=\"font-size: 7pt;\">    </span>In regards to item 9, CDK4/6 inhibitors for the treatment of hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer, the Committee noted that in paragraph 12.43 these agents were described as providing ‘around a 30% improvement in OS’, but felt more detail would have been useful for PTAC to be able to advise PHARMAC staff about the implications of the magnitude of a survival advantage for decision-making purposes. </p><p>1.1.1.<span style=\"font-size: 7pt;\">           </span>Members considered that as written the record with the general statement of a 30% improvement could have been better put in relation to baseline risks, absolute treatment effects such as quantiles of survival, and in relation to uncertainty, such as provided by point estimates and confidence intervals. The Committee noted the corresponding reporting of PFS for the same study in that same paragraph of the record reported an absolute not relative treatment effect (of around 10 or 12 months), and this would have been more useful with further clarification.</p><p>1.1.2.<span style=\"font-size: 7pt;\">           </span>The Committee noted that a senior statistician had recently been appointed to CaTSoP; and considered this provided valuable opportunities to discuss and review the most accurate, valid and consistent ways to represent trial results presented in the subcommittee records.</p><p>1.1.3.<span style=\"font-size: 7pt;\">           </span>The Committee noted that the overall survival data from MONALESSA-7 did not appear to be referenced in the October 2019 record and so it was unclear whether CaTSoP had reviewed this.</p><p>1.1.4.<span style=\"font-size: 7pt;\">           </span>The Committee considered that paragraph 9.33 of the October record should have stated that ‘all three MONALEESA studies have shown improved PFS and two an OS benefit’.</p><p>1.1.5.<span style=\"font-size: 7pt;\">           </span>The Committee noted that the economic modelling undertaken by PHARMAC for the benefit of CDK4/6 inhibitors for HR-positive HER2-negative locally advanced or metastatic breast cancer used the Kaplan-Meier survival curves in published evidence at source; and considered this to be a sufficiently robust process.</p>",
          "fs": "<p>1.1.<span style=\"font-size: 7pt;\">    </span>In regards to item 9, CDK4/6 inhibitors for the treatment of hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer, the Committee noted that in paragraph 12.43 these agents were described as providing ‘around a 30% improvement in OS’, but felt more detail would have been useful for PTAC to be able to advise PHARMAC staff about the implications of the magnitude of a survival advantage for decision-making purposes. </p><p>1.1.1.<span style=\"font-size: 7pt;\">           </span>Members considered that as written the record with the general statement of a 30% improvement could have been better put in relation to baseline risks, absolute treatment effects such as quantiles of survival, and in relation to uncertainty, such as provided by point estimates and confidence intervals. The Committee noted the corresponding reporting of PFS for the same study in that same paragraph of the record reported an absolute not relative treatment effect (of around 10 or 12 months), and this would have been more useful with further clarification.</p><p>1.1.2.<span style=\"font-size: 7pt;\">           </span>The Committee noted that a senior statistician had recently been appointed to CaTSoP; and considered this provided valuable opportunities to discuss and review the most accurate, valid and consistent ways to represent trial results presented in the subcommittee records.</p><p>1.1.3.<span style=\"font-size: 7pt;\">           </span>The Committee noted that the overall survival data from MONALESSA-7 did not appear to be referenced in the October 2019 record and so it was unclear whether CaTSoP had reviewed this.</p><p>1.1.4.<span style=\"font-size: 7pt;\">           </span>The Committee considered that paragraph 9.33 of the October record should have stated that ‘all three MONALEESA studies have shown improved PFS and two an OS benefit’.</p><p>1.1.5.<span style=\"font-size: 7pt;\">           </span>The Committee noted that the economic modelling undertaken by PHARMAC for the benefit of CDK4/6 inhibitors for HR-positive HER2-negative locally advanced or metastatic breast cancer used the Kaplan-Meier survival curves in published evidence at source; and considered this to be a sufficiently robust process.</p>",
          "change": null
        },
        "Outcome": {
          "s": "Medium",
          "fs": "Medium",
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2019",
          "fs": "Oct 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Cancer Treatments Subcommittee (CaTSoP) at meeting Friday 18 October 2019.",
          "fs": "Clinical advice received from Cancer Treatments Subcommittee (CaTSoP) at meeting Friday 18 October 2019.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhv2AF"
          },
          "Id": "a0POZ00000R5Rhv2AF",
          "Event_Date__c": "2019-10-18",
          "Event_Description__c": "Clinical advice received from Cancer Treatments Subcommittee (CaTSoP) at meeting Friday 18 October 2019.",
          "Stage__c": "Seeking Clinical Advice",
          "Outcome__c": "Medium",
          "Formatted_Date__c": "Oct 2019",
          "Published_Recommendation__c": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee reiterated its previous recommendations that palbociclib as a first-line treatment in combination with an aromatase inhibitor and in combination with fulvestrant as a second line treatment of HR-positive HER2-negative locally advanced breast cancer be funded with medium priority subject to the same Special Authority criteria as previously recommended. </p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee noted the different priority assigned to ribociclib and palbociclib was primarily due to differences in the quality of data currently available for these agents.</p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee considered that based on currently available data there was a class effect from CDK4/6 inhibitors in the treatment of HR-positive HER2-negative locally advanced breast cancer and <b>recommended</b> funding for patients to receive one line of treatment with a CDK4/6 inhibitor in either a first or second-line setting with high priority.</p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee reiterated its previous recommendation that the following Special Authority criteria be applied to funding of CDK4/6 inhibitors (note combined first-line and second-line criteria are shown below):</p><p><span style=\"font-size: 9pt;\">Special Authority for Subsidy – Retail Pharmacy</span></p><p><span style=\"font-size: 9pt;\">Initial application -</span><b style=\"font-size: 9pt;\"> </b><span style=\"font-size: 9pt;\">only from a medical oncologist or </span><span style=\"font-size: 10pt;\">any other </span><span style=\"font-size: 9pt;\">medical practitioner on the recommendation of a medical oncologist. Approvals valid for 6 months for applications meeting the following criteria:</span></p><p><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has unresectable locally advanced or metastatic breast cancer; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">There is documentation confirming disease is hormone-receptor positive and HER2-negative; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has an ECOG performance score of 0-2; and </span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Either:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.1.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Patient’s disease has relapsed or progressed during prior endocrine therapy; or</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.2.</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">Both:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.2.1.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has not received prior systemic treatment for metastatic disease; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">4.2.2.</span><span style=\"font-size: 7pt;\"> </span><span style=\"font-size: 9pt;\">Patient has been amenorrhoeic for 12 months or greater, either naturally or induced, with endocrine levels consistent with a postmenopausal state.</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">5.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">[CDK4/6 inhibitor] must be used in combination with an endocrine partner.</span></p><p><br></p><p><span style=\"font-size: 9pt;\">Renewal application - only from a medical oncologist or </span><span style=\"font-size: 10pt;\">any other </span><span style=\"font-size: 9pt;\">medical practitioner on the recommendation of a medical oncologist. Approvals valid for 12 months for applications meeting the following criteria:</span></p><p><span style=\"font-size: 9pt;\">All of the following:</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">[CDK4/6 inhibitor] must be used in combination with an endocrine partner; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">No evidence of progressive disease; and</span></p><p style=\"text-align: justify;\"><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The treatment remains appropriate and the patient is benefitting from treatment.</span></p><p><br></p>",
          "Published_Application__c": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee reviewed the funding of CDK4/6 inhibitors for the treatment of hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative locally advanced or metastatic breast cancer.</p><p><br></p><p><span style=\"color: rgb(0, 0, 0);\">1.2 </span><span style=\"font-size: 7pt; color: black;\"> </span><span style=\"color: rgb(62, 62, 60);\">The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </span></p>",
          "Published_Discussion__c": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted that there are currently three CDK4/6 inhibitors marketed internationally (abemaciclib, palbociclib and ribociclib), each with slightly different dosing schedules, inhibiting CDK4/6 at slightly different concentrations, and each with slightly differing reports of adverse events. However, the Subcommittee considered that currently available evidence indicates there is a class effect from use of these agents in the treatment of HR-positive HER2-negative locally advanced breast cancer. </p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted that three funding applications for two CDK4/6 inhibitor agents (palbociclib and ribociclib) had been previously considered by both PTAC and CaTSoP, however both committees had previously considered the totality of data for the class of agents that was available at the time. </p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted the following summary of previous consideration and recommendations regarding funding applications for CDK4/6 inhibitors for HR-positive, HER2-negative locally advanced breast cancer:</p><p><span style=\"font-family: Arial, sans-serif; font-size: 11pt;\">  </span></p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">         </span><span style=\"color: white;\">The Subcommittee noted that a fourth application, for ribociclib as a second-line treatment, had been received </span>subsequent to PTAC’s consideration of CDK4/6 inhibitors in May 2019 and that to date no funding application for abemaciclib had been received.</p><table class=\"ql-table-blob\" border=\"1\" style=\"width: 441.4pt; margin-left: 28.1pt;\" width=\"589\"><tbody><tr><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.65pt;\">\n  <p class=\"MsoBodyText\"> </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\"> </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p align=\"center\" class=\"MsoBodyText\" style=\"text-align: center;\"><b>CaTSoP</b></p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p align=\"center\" class=\"MsoBodyText\" style=\"text-align: center;\"><b>PTAC</b></p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"5\" rowspan=\"1\" valign=\"top\" width=\"589\" style=\"width: 441.4pt;\">\n  <p class=\"MsoBodyText\">Chemical</p>\n  </td></tr><tr><td colspan=\"1\" rowspan=\"2\" valign=\"top\" width=\"94\" style=\"width: 70.65pt;\">\n  <p class=\"MsoBodyText\">Palbociclib</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">first-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Medium (September 2018)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Low (May 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">second-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Medium (April 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Medium (May 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"2\" valign=\"top\" width=\"94\" style=\"width: 70.65pt;\">\n  <p class=\"MsoBodyText\">Ribociclib</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">first-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Application not previously considered by CaTSoP</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Low (May 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">second-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Application not previously considered by CaTSoP.</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Application not previously considered by PTAC.</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"5\" rowspan=\"1\" valign=\"top\" width=\"589\" style=\"width: 441.4pt;\">\n  <p class=\"MsoBodyText\">Class </p>\n  </td></tr><tr><td colspan=\"1\" rowspan=\"3\" valign=\"top\" width=\"94\" style=\"width: 70.65pt;\">\n  <p class=\"MsoBodyText\">CDK4/6 inhibitors</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\">first-line </p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">High priority (April 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"3\" valign=\"top\" width=\"201\" style=\"width: 150.7pt;\">\n  <p class=\"MsoBodyText\">Class effect associated with CDK4/6 inhibitors for the\n  treatment of HR-positive, HER2-negative locally advanced or metastatic breast\n  cancer subject to the criteria recommended by CaTSoP. No priority given. (May\n  2019).</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"2\" valign=\"top\" width=\"94\" style=\"width: 70.85pt;\">\n  <p class=\"MsoBodyText\" style=\"\">second-line</p>\n  </td><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">High priority in patients with hormone-sensitive disease\n  (April 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr><tr><td colspan=\"1\" rowspan=\"1\" valign=\"top\" width=\"198\" style=\"width: 148.85pt;\">\n  <p class=\"MsoBodyText\">Medium priority for all second-line patients (April 2019)</p>\n  </td><td colspan=\"1\" rowspan=\"1\" style=\"\" width=\"0\"><p class=\"MsoNormal\"> </p></td></tr></tbody></table><p><br></p><p>Advice requested by PTAC </p><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted that in August 2019 PTAC had recognised that there were some differences in the records of PTAC and CaTSoP’s consideration of the funding applications for these agents (likely based on the different but complementary expertise, experience, and perspectives each committee brought to its consideration under the Factors for Consideration). The Subcommittee noted that PTAC considered it would be useful that CaTSoP clarify its advice about CDK4/6 inhibitors so that PTAC could further consider its priorities and recommendations for this class of agents.</p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee noted that in particular PTAC asked if CaTSoP could provide a more detailed evidence review and discussion about:</p><p><span style=\"\">o</span><span style=\"font-size: 7pt;\">  </span>Why the health need of a second-line population was rated higher than the first-line setting, but that the recorded recommendation was that funding of CDK4/6 inhibitors as a class was a lower priority for use in second-line than in first-line. </p><p><span style=\"\">o</span><span style=\"font-size: 7pt;\">  </span>More details about CaTSoP’s interpretation of the evidence for differences in outcomes such as for overall survival (OS), progression-free survival (PFS), and quality of life in both first- or second-line settings for late breast cancers. </p><p><span style=\"\">o</span><span style=\"font-size: 7pt;\">  </span>More details about CaTSoP’s assessment the OS benefit, its magnitude, and precision, for the different treatment settings, and the evidence used for this advice.</p><p><span style=\"\">o</span><span style=\"font-size: 7pt;\">  </span>in the context of CDK4/6 inhibitors, advice on: the strength and quality of available evidence for the use of surrogate outcomes specifically for locally advanced or metastatic breast cancers, particularly those that are HR-positive and/or HER2-negative, and thus the applicability of such outcomes data in this setting.</p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that previously treated (second-line) patients were considered to have a higher health need than those in the first-line population as they would be more symptomatic and have likely to exhaust their endocrine options more quickly. However, the Subcommittee considered that in April 2019 the relative funding priority for all second-line patients was considered to be slightly lower than that in the first-line setting due to the quality of evidence and likely higher absolute level of benefit in terms of PFS and OS in a first-line setting. Although, members noted that this does not include those second-line patients with hormone sensitive disease where the data in this subgroup is considered to be stronger than in a general second-line population.</p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that the updated survival data for ribociclib from MONALEESA-3 and MONALEESA-7 reinforced the signal of a class effect from use of CDK4/6 inhibitors in the treatment of HR-positive HER2-negative advanced breast cancer. </p><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that benefit from use of CDK4/6 inhibitor has been demonstrated across both first and second-line populations. The Subcommittee considered that the differences in trial results is likely to have been driven by heterogeneity of the trial populations, such as the number of patients with endocrine-sensitive disease or ESR-1 mutation rates, although this was based on expert opinion and not supported by any current data.</p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that a benefit from CDK4/6 inhibitors is reported in both first-line post-menopausal patients and first-line pre-menopausal patients treated with ovarian suppression with the strength of evidence best for those who receive aromatase inhibitor and goserelin. The Subcommittee considered that patients with hormone-sensitive disease appear to get the most benefit from use of a CDK4/6 inhibitor in a second-line setting; and that the durability of response for the overall second-line population is likely to be slightly shorter than when used in a first-line HR-positive HER2-negative advanced breast cancer population.</p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that of the various trials for use of the three CDK4/6 inhibitor agents with currently published evidence, the ribociclib trials were of highest quality due to their clinical trial design, which meant that OS could be demonstrated, whereas the survival data from the palbociclib and abemaciclib trials were compromised by the crossover design.</p><p><span style=\"color: black;\">1.8.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that there is good quality evidence that CDK4/6 inhibitors provide a PFS of around 10 to 12 months and around a 30% improvement in OS (in a disease setting where it is difficult to demonstrate OS gain) both of which were clinically meaningful for patients with HR-positive HER2-negative advanced breast cancer. </p><p><span style=\"color: black;\">1.9.</span><span style=\"color: black; font-size: 7pt;\">         </span>The Subcommittee considered that while improving OS is considered the most important therapeutic goal in advanced breast cancer, it has been difficult to demonstrate an OS advantage in clinical trials in advanced breast cancer populations and particularly in a first-line setting. The Subcommittee considered this is both because powering studies to show OS requires very large patient numbers and also because heterogeneous populations with long post progression survival, crossover and heterogeneous post study therapy as well as the evolving treatment standards for these patients all impact on study outcomes.</p><p><span style=\"color: black;\">1.10.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee noted that it had considered some of the issues and challenges related to clinical trial design, surrogate outcomes and critical appraisal at its meeting in <a href=\"https://www.pharmac.govt.nz/assets/ptac-cancer-treatment-subcommittee-record-2019-07.pdf\" target=\"_blank\">July 2019</a>. </p><p><span style=\"color: black;\">1.11.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee considered that in advanced breast cancer there is evidence to support the use of surrogate measure, such as PFS, for OS including a number of systematic reviews across a variety of advanced breast cancer patient populations. </p><p><span style=\"color: black;\">1.12.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee acknowledged that the quality of these reviews was variable (the number of trials included in these reviews and the number of patients in the trials included differed, some reviews use all lines of therapy whereas some restrict to first or second line) almost all of these reviews addressed the issue of PFS as a surrogate measure for OS in metastatic disease.</p><p><span style=\"color: black;\">1.13.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee noted that some reviews did not show any correlation between PFS and OS while other showed a modest correlation (square correlation statistic ranged from 0.1-0.57), however considered that the more tightly the population was defined the better the correlation became for example HR-positive, HER2-negative disease in premenopausal women.</p><p><span style=\"color: black;\">1.14.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee also noted a<span style=\"color: black;\"> study of mBC patients and oncology care providers (</span>nurses<span style=\"color: black;\"> and oncologists) in the US aimed at evaluating by the value of OS, PFS, and other treatment attributes in treatment decision by surveys designed to assess preferences for OS/PFS and stable disease and the timing thereof, preferences for level of evidence and toxicity rates as well as willingness to pay for specific treatment attributes (</span><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6589981/\" target=\"_blank\">MacEwan et al MDM Policy Pract. 2019; 4: 2381468319855386</a><span style=\"color: black;\">).</span></p><p>General comments</p><p><span style=\"color: black;\">1.15.</span><span style=\"color: black; font-size: 7pt;\">     </span>The Subcommittee noted that on 1 September 2019, PHARMAC issued a <a href=\"https://www.pharmac.govt.nz/news/rfp-2019-09-01-cdk4-cdk6/\" target=\"_blank\">Request for Proposals</a> for the supply of a CDK4/CDK6 inhibitor for the treatment of HR-positive, HER2-negative locally advanced or metastatic breast cancer; and that this process was seeking commercial bids from the suppliers of these medicines for use as both first and second-line treatment for patients who meet the Special Authority criteria detailed in the RFP document (as recommended by CaTSoP in April 2019). The Subcommittee considered it would be a preferred outcome for both first and second-line populations to be funded as a result of this competitive process.</p>",
          "PTAC_Comments__c": "<p>1.1.<span style=\"font-size: 7pt;\">    </span>In regards to item 9, CDK4/6 inhibitors for the treatment of hormone receptor-positive, HER2-negative locally advanced or metastatic breast cancer, the Committee noted that in paragraph 12.43 these agents were described as providing ‘around a 30% improvement in OS’, but felt more detail would have been useful for PTAC to be able to advise PHARMAC staff about the implications of the magnitude of a survival advantage for decision-making purposes. </p><p>1.1.1.<span style=\"font-size: 7pt;\">           </span>Members considered that as written the record with the general statement of a 30% improvement could have been better put in relation to baseline risks, absolute treatment effects such as quantiles of survival, and in relation to uncertainty, such as provided by point estimates and confidence intervals. The Committee noted the corresponding reporting of PFS for the same study in that same paragraph of the record reported an absolute not relative treatment effect (of around 10 or 12 months), and this would have been more useful with further clarification.</p><p>1.1.2.<span style=\"font-size: 7pt;\">           </span>The Committee noted that a senior statistician had recently been appointed to CaTSoP; and considered this provided valuable opportunities to discuss and review the most accurate, valid and consistent ways to represent trial results presented in the subcommittee records.</p><p>1.1.3.<span style=\"font-size: 7pt;\">           </span>The Committee noted that the overall survival data from MONALESSA-7 did not appear to be referenced in the October 2019 record and so it was unclear whether CaTSoP had reviewed this.</p><p>1.1.4.<span style=\"font-size: 7pt;\">           </span>The Committee considered that paragraph 9.33 of the October record should have stated that ‘all three MONALEESA studies have shown improved PFS and two an OS benefit’.</p><p>1.1.5.<span style=\"font-size: 7pt;\">           </span>The Committee noted that the economic modelling undertaken by PHARMAC for the benefit of CDK4/6 inhibitors for HR-positive HER2-negative locally advanced or metastatic breast cancer used the Kaplan-Meier survival curves in published evidence at source; and considered this to be a sufficiently robust process.</p>",
          "Status_History__c": "a132P000000BUmRQAW"
        },
        "change": null
      }
    ],
    "dateString": "Sep 2018",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2018",
          "fs": "Oct 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhn2AF"
          },
          "Id": "a0POZ00000R5Rhn2AF",
          "Event_Date__c": "2018-10-01",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Oct 2018",
          "Status_History__c": "a132P000000AtQqQAK"
        },
        "change": null
      }
    ],
    "dateString": "Oct 2018",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Mar 2019",
          "fs": "Mar 2019",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhq2AF"
          },
          "Id": "a0POZ00000R5Rhq2AF",
          "Event_Date__c": "2019-03-02",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Mar 2019",
          "Status_History__c": "a132P000000ArcZQAS"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Sep 2019",
          "fs": "Sep 2019",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rht2AF"
          },
          "Id": "a0POZ00000R5Rht2AF",
          "Event_Date__c": "2019-09-12",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Sep 2019",
          "Status_History__c": "a132P000000AuzoQAC"
        },
        "change": null
      }
    ],
    "dateString": "Mar 2019",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/proposal-to-fund-palbociclib-ibrance-for-advanced-breast-cancer/\" target=\"_blank\">Proposal letter</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/proposal-to-fund-palbociclib-ibrance-for-advanced-breast-cancer/\" target=\"_blank\">Proposal letter</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Jan 2020",
          "fs": "Jan 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is active.",
          "fs": "Public consultation for this application is active.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhw2AF"
          },
          "Id": "a0POZ00000R5Rhw2AF",
          "Event_Date__c": "2020-01-15",
          "Event_Description__c": "Public consultation for this application is active.",
          "Stage__c": "Under Consultation",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/proposal-to-fund-palbociclib-ibrance-for-advanced-breast-cancer/\" target=\"_blank\">Proposal letter</a></p>",
          "Formatted_Date__c": "Jan 2020",
          "Status_History__c": "a132P000000BNprQAG"
        },
        "change": null
      }
    ],
    "dateString": "Jan 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jan 2020",
          "fs": "Jan 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "fs": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhx2AF"
          },
          "Id": "a0POZ00000R5Rhx2AF",
          "Event_Date__c": "2020-01-31",
          "Event_Description__c": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "Stage__c": "Reviewing Consultation Feedback",
          "Formatted_Date__c": "Jan 2020",
          "Status_History__c": "a132P000000BQp4QAG"
        },
        "change": null
      }
    ],
    "dateString": "Jan 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-fund-palbociclib-ibrance-for-advanced-breast-cancer/\" target=\"_blank\">Decision letter</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-fund-palbociclib-ibrance-for-advanced-breast-cancer/\" target=\"_blank\">Decision letter</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Mar 2020",
          "fs": "Mar 2020",
          "change": null
        },
        "Event_Description": {
          "s": "The funding application has been approved.",
          "fs": "The funding application has been approved.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000R5Rhy2AF"
          },
          "Id": "a0POZ00000R5Rhy2AF",
          "Event_Date__c": "2020-03-05",
          "Event_Description__c": "The funding application has been approved.",
          "Stage__c": "Decision",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-fund-palbociclib-ibrance-for-advanced-breast-cancer/\" target=\"_blank\">Decision letter</a></p>",
          "Formatted_Date__c": "Mar 2020",
          "Status_History__c": "a132P000000BiIEQA0"
        },
        "change": null
      }
    ],
    "dateString": "Mar 2020",
    "collapsed": false,
    "checked": true
  }
]