[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Apr 2018",
          "fs": "Apr 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJx72AF"
          },
          "Id": "a0POZ00000CuJx72AF",
          "Event_Date__c": "2018-04-04",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "Apr 2018",
          "Status_History__c": "a132P000000ArRQQA0"
        },
        "change": null
      }
    ],
    "dateString": "Apr 2018",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2018",
          "fs": "Jun 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJx82AF"
          },
          "Id": "a0POZ00000CuJx82AF",
          "Event_Date__c": "2018-06-18",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Jun 2018",
          "Status_History__c": "a132P000000ArU0QAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Subcommittee recommended that fosfomycin trometamol (‘fosfomycin’) be funded for the treatment of uncomplicated urinary tract infections (UTIs) with a high priority. The Subcommittee made this recommendation based on the need for another sequential agent for the treatment of uncomplicated UTIs caused by multi-drug resistant microorganisms in adults, particularly in women with recurrent UTIs, and in children. The Subcommittee made this recommendation subject to the following criteria: </p><p><br></p><p>Restricted </p><p>Initiation On the recommendation of clinical microbiologist or infectious disease specialist.</p><p>All of the following: </p><p>1.   Patient has an acute, symptomatic, bacteriologically-proven uncomplicated urinary tract infection (UTI); and</p><p>2.   The bacteria, based on the microbiology report, is resistant to all other antibiotics including nitrofurantoin; or</p><p>3.   The patient has a contraindication or documented intolerance to all UTI antibiotics including nitrofurantoin.</p><p>Note: Fosfomycin should not be used for first-line treatment. Upon request, microbiology should report fosfomycin sensitivity for patients with resistant infections.</p><p><br></p><p>The Subcommittee noted that fosfomycin was listed on the Hospital Medicines List (HML) from 2013, and that PHARMAC received correspondence in 2016 from the Canterbury DHB Antimicrobial Stewardship Committee regarding access to fosfomycin in the community. The Subcommittee noted that a proposal for fosfomycin to be listed in Section B of the Pharmaceutical Schedule is currently ranked on PHARMACs Options for Investment list (with use restricted to treatment of patients with acute symptomatic bacteriologically-proven lower UTIs and with proven resistance or contraindication to all other oral antibiotics including nitrofurantoin, on the recommendation of an Infectious Disease physician or Clinical Microbiologist).</p><p><br></p>",
          "fs": "<p>The Subcommittee recommended that fosfomycin trometamol (‘fosfomycin’) be funded for the treatment of uncomplicated urinary tract infections (UTIs) with a high priority. The Subcommittee made this recommendation based on the need for another sequential agent for the treatment of uncomplicated UTIs caused by multi-drug resistant microorganisms in adults, particularly in women with recurrent UTIs, and in children. The Subcommittee made this recommendation subject to the following criteria: </p><p><br></p><p>Restricted </p><p>Initiation On the recommendation of clinical microbiologist or infectious disease specialist.</p><p>All of the following: </p><p>1.   Patient has an acute, symptomatic, bacteriologically-proven uncomplicated urinary tract infection (UTI); and</p><p>2.   The bacteria, based on the microbiology report, is resistant to all other antibiotics including nitrofurantoin; or</p><p>3.   The patient has a contraindication or documented intolerance to all UTI antibiotics including nitrofurantoin.</p><p>Note: Fosfomycin should not be used for first-line treatment. Upon request, microbiology should report fosfomycin sensitivity for patients with resistant infections.</p><p><br></p><p>The Subcommittee noted that fosfomycin was listed on the Hospital Medicines List (HML) from 2013, and that PHARMAC received correspondence in 2016 from the Canterbury DHB Antimicrobial Stewardship Committee regarding access to fosfomycin in the community. The Subcommittee noted that a proposal for fosfomycin to be listed in Section B of the Pharmaceutical Schedule is currently ranked on PHARMACs Options for Investment list (with use restricted to treatment of patients with acute symptomatic bacteriologically-proven lower UTIs and with proven resistance or contraindication to all other oral antibiotics including nitrofurantoin, on the recommendation of an Infectious Disease physician or Clinical Microbiologist).</p><p><br></p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Subcommittee noted that a urinary tract infection (UTI) is either an infection of the bladder and lower urinary tract (cystitis) or an infection of the kidney and upper urinary tract (pyelonephritis), and that most UTIs are due to colonisation by pathogenic Escherichia coli (E. coli). </p><p><br></p><p>The Subcommittee noted that UTIs are classified as uncomplicated if there is no functional or anatomical abnormality in the urinary tract, no evidence of pyelonephritis, no renal functional impairment, and no concomitant condition that would promote a UTI. The Subcommittee noted that, if an uncomplicated UTI is left untreated, complications such as pyelonephritis, kidney damage, bacteraemia, and sepsis can develop.</p><p><br></p><p>The Subcommittee noted that the incidence of uncomplicated UTIs is very high, although most cases are mild and some require symptom management alone. The Subcommittee considered that approximately 200,000 patients each year are treated with funded antimicrobial agents for uncomplicated UTI according to community pharmacy claim data. The Subcommittee considered it was difficult to determine what proportion of antimicrobial agent use is for treatment of uncomplicated UTI (compared to prophylaxis). </p><p><br></p><p>The Subcommittee noted that the incidence of uncomplicated UTI is much higher in women and would account for more than 80% of cases. The Subcommittee noted that a UTI occurring in pregnancy is a complicated UTI and that treatment of complicated UTIs is outside the requested indication for this application.</p><p><br></p><p>The Subcommittee considered that uncomplicated UTIs do not disproportionately affect Māori or Pacific people. The Subcommittee considered that patients with lower socio-economic status may have an increased risk of complications if they have difficulties in accessing healthcare. </p><p><br></p><p>The Subcommittee considered that New Zealand adult patient with uncomplicated UTIs due to E. coli would receive treatment with either trimethoprim (between 65% and 70% of cases), nitrofurantoin (30% of cases) or cefalexin (less than 5% of cases). The Subcommittee considered that other agents such as quinolones or amoxicillin with clavulanic acid may be used for first-line treatment of uncomplicated UTIs in a small number of cases and co-trimoxazole, amoxicillin with clavulanic acid, or cefaclor were commonly used in young children (syrup formulations) with nitrofurantoin increasingly being required due to resistance. The Subcommittee considered that standard of care second-line therapy for uncomplicated UTIs in New Zealand adults would be with nitrofurantoin (if not used first-line) rather than with norfloxacin.  </p><p><br></p><p>The Subcommittee noted that the 2017 Canterbury Antimicrobial Susceptibility Report demonstrated that antimicrobial resistance (predominantly of E. coli) is climbing but has been relatively stable since 2009, reporting resistance rates in Canterbury of around 25% to trimethoprim and 4% to nitrofurantoin. Members considered that resistance to fosfomycin, which is currently used in New Zealand under Section 29 of the Medicines Act 1981, is approximately 2%. The Subcommittee considered that rates of resistance vary, and noted that Erdem et al. (J Glob Infect Dis. 2018:10;129-32) report E. coli resistance rates of almost 14% to fosfomycin and about 18% to nitrofurantoin in Turkey. </p><p><br></p><p>The Subcommittee considered that 2% of patients would be intolerant of antibiotics (based on withdrawal rates in clinical trials), and that there would be a small proportion of female patients with poor renal function (glomerular filtration rate [GFR] of less than 60 ml per minute) for whom nitrofurantoin would be contraindicated.</p><p><br></p><p>The Subcommittee considered that there is a need for another treatment option after trimethoprim and nitrofurantoin for multi-drug resistant E. coli. The Subcommittee considered that women with uncomplicated UTI due to multi-drug resistant E. coli have a high health need. </p><p><br></p><p>The Subcommittee noted that the application is for fosfomycin trometamol (herein referred to as fosfomycin), a broad-spectrum antibiotic which inhibits the first stage of bacterial wall synthesis and is active against both gram-positive and gram-negative bacteria. The Subcommittee considered that although the mechanism of action of fosfomycin is different to that of currently funded agents used for the treatment of uncomplicated UTI, fosfomycin would be used for the same indication.</p><p><br></p><p>The Subcommittee noted that fosfomycin is supplied as powder in a 3g sachet, to be dissolved and taken as a stat dose on an empty stomach. The Subcommittee noted that males would require an additional dose on day four.</p><p><br></p><p>The Subcommittee noted that fosfomycin is not registered for use in New Zealand, however, District Health Board Hospitals have been sourcing fosfomycin under Section 29 of the Medicines Act 1981. The Subcommittee noted that Te Arai BioFarma Ltd submitted an application for registration of fosfomycin to Medsafe in February 2018, and evaluation is underway. The Subcommittee noted that fosfomycin is listed on the Hospital Medicines List (HML) and a proposal for fosfomycin is currently ranked on PHARMACs Options for Investment list (with use restricted to treatment of patients with acute symptomatic bacteriologically-proven lower UTIs and with proven resistance or contraindication to all other oral antibiotics including nitrofurantoin, on the recommendation of an Infectious Disease physician or Clinical Microbiologist).</p><p>\t</p><p>The Subcommittee noted the results of the phase III, double-blind, randomised MON-US-03 clinical trial which investigated a single 3 g dose of fosfomycin compared to 7 days of treatment with nitrofurantoin 100 mg twice daily for the first-line treatment of uncomplicated lower UTIs predominantly due to E. coli in 749 females (Stein et al. Clin Therap. 1999;21:1864-1872). The Subcommittee noted that the 1-week and 4 to 6-week post-treatment cure rates were 87% and 96% respectively for fosfomycin compared to 81% and 91% respectively for nitrofurantoin, although these did not reach statistical significance. </p><p><br></p><p>The Subcommittee noted that the overall clinical success rate for cure and improvement reported by Stein et al. was 80% in both treatment groups, and that the incidence of adverse events (AEs) was similar with 5.3% of patients in the fosfomycin group and 5.6% in the nitrofurantoin group reporting AEs.</p><p><br></p><p>The Subcommittee noted the results of the double-blind, double-dummy, randomised controlled trial of a single 3 g dose of fosfomycin compared to 7 days of nitrofurantoin 50 mg four times daily used as first-line treatment in 231 patients with symptoms of acute dysuria, stranguria and/or urinary frequency (van Pienbroek et al. Pharm World Sci. 1993;15:257-262). The Subcommittee noted that the day 9 cure rates were 81% for fosfomycin compared to 90% for nitrofurantoin, and that overall efficacy (symptoms and dipslide results) at day 42 were 88% in the fosfomycin group compared to 85% in the nitrofurantoin group although both of these comparisons were not statistically significant.</p><p><br></p><p>The Subcommittee noted van Pienbroek et al. reported a large proportion of patient withdrawals due to AEs occurring by day 9, with 14 of patients withdrawn from the fosfomycin group compared to 4 from the nitrofurantoin group (P=0.015). The Subcommittee noted that AEs were primarily gastrointestinal (GI) and were greater at both day 4 and day 9 in the fosfomycin group than the nitrofurantoin group, but the statistical significance of these results was not reported. The Subcommittee noted that there were no withdrawals due to AEs in the nitrofurantoin group. </p><p><br></p><p>The Subcommittee noted the results of a randomised (2:1) comparative study which investigated a single 3 g dose of fosfomycin compared to 5 days of treatment with trimethoprim 300 mg daily in 300 female patients between 18 and 65 years of age with uncomplicated UTIs predominantly due to E. coli (Minassian et al. Int J Antimicrob Agents. 1998;10:39-47). The Subcommittee noted that the authors reported microbiological cure rates at day 7-9 of 83.3% in the fosfomycin group compared to 83% in the trimethoprim group, and infection persisted after treatment in about 17% of patients in each group, although both of these comparisons were not statistically significant. The Subcommittee noted that no safety data was reported.</p><p><br></p><p>The Subcommittee noted the following additional evidence for fosfomycin in the treatment of uncomplicated UTI, including meta-analyses, reviews and international guidelines:</p><p>•\tFalagas et al. J Antimicrob Chemother. 2010;65:1862-77.</p><p>•\tGrigoryan et al. JAMA. 2014;312:1677-84.</p><p>•\tGupta et al. Clin Infect Dis. 2011;52:e103-20</p><p>•\tKranz et al. Dtsch Arztebl Int. 2017;114:866-873.</p><p>•\tNICE guideline [NG109]. Urinary tract infection (lower): antimicrobial prescribing.</p><p><br></p><p>The Subcommittee noted that additional clinical trial evidence was submitted in support of this application, however commented that these trials used dose schedules (of trimethoprim, nitrofurantoin or cefalexin) or antibiotics (ciprofloxacin and amoxicillin with clavulanic acid) in the control arm which are not used for standard care in New Zealand. It was also noted that some of the additional evidence pertained to prophylaxis or to the treatment of UTI in pregnancy. The Subcommittee considered that this evidence was not relevant to the indication under assessment.</p><p><br></p><p>The Subcommittee considered that the evidence for fosfomycin for the treatment of uncomplicated UTI was of moderate strength and quality, and that this supported a benefit of fosfomycin for the treatment of multi-drug resistant E. coli, however the risks of GI intolerance are likely to be higher than that of nitrofurantoin. </p><p><br></p><p>The Subcommittee considered that women with frequent UTIs and multi-drug resistant E. coli infection would benefit the most from treatment with fosfomycin, noting that this would not include pregnant women with UTIs.</p><p><br></p><p>The Subcommittee considered that it was most important for fosfomycin to be used appropriately and that this use would be in patients for whom there is evidence of resistance and where fosfomycin is the most appropriate therapy. Members considered that it would be better to educate prescribers to use fosfomycin appropriately, rather than adding a requirement to the special authority criteria for this product not to be used as a first-line treatment.</p><p><br></p><p>The Subcommittee considered that restricted prescriber access was appropriate for fosfomycin for the treatment of uncomplicated UTI, as wider access would likely result in increased antimicrobial resistance to this broad-spectrum antibiotic which may have an important role in salvage antimicrobial therapy for patients with multi-drug resistant organisms.</p><p><br></p><p>The Subcommittee noted that PHARMAC staff provided evidence from a longitudinal study conducted across 27 hospitals in Spain which monitored the development of antimicrobial resistance to fosfomycin after introduction of this antibiotic for the treatment of UTIs in primary care (Oteo et al. J Antimicrob Chemother. 2010;65:2459-63). The Subcommittee noted that the authors reported an increase in fosfomycin resistance among ESBL producing E.coli from 4.4% to 11.4% between 2005 to 2009, and that this increase corresponded to a 340% increase in fosfomycin usage from 1997 to 2009.</p><p><br></p><p>Members considered that the dose form of fosfomycin was appropriate and that the stat dosing offers some advantages over existing treatments. Members considered the convenience of fosfomycin was important and that this would be a suitable oral treatment for use in children also.</p><p><br></p><p>The Subcommittee considered that fosfomycin, if funded, would not create any significant changes in health sector expenditure other than direct treatment costs. The Subcommittee considered that fosfomycin would either not change, or only minimally reduce, the rates of complicated UTI or pyelonephritis requiring hospital admission.</p><p><br></p><p>The Subcommittee considered that the proposed cost of fosfomycin would need to be considered relative to its place in the New Zealand treatment paradigm. The Subcommittee considered that fosfomycin should be used as last line treatment after proven resistance to current therapies, in which case it would be a sequential treatment which would not replace any other antimicrobial agents. </p><p><br></p><p>The Subcommittee considered that New Zealand patients who do not achieve full resolution of their infection from prior therapies (due to antimicrobial resistance) would influence potential costs and savings relating to fosfomycin, and that resistance rates (especially to E. coli) should be based on New Zealand data where available. </p><p><br></p><p>The Subcommittee considered that, out of all cases treated with antimicrobial agents, the proportion of uncomplicated UTIs occurring in men (~20% of cases, requiring an additional dose of fosfomycin) and the proportion of complicated UTIs (proportion unknown) would influence the cost of funding fosfomycin due to potential slippage of the Special Authority criteria. Members considered that fosfomycin should have criteria to restrict its use in only the most appropriate treatment settings. Members considered that there would be a risk of slippage even with restriction criteria and optimal clinician education regarding appropriate use of fosfomycin.</p>",
          "fs": "<p>The Subcommittee noted that a urinary tract infection (UTI) is either an infection of the bladder and lower urinary tract (cystitis) or an infection of the kidney and upper urinary tract (pyelonephritis), and that most UTIs are due to colonisation by pathogenic Escherichia coli (E. coli). </p><p><br></p><p>The Subcommittee noted that UTIs are classified as uncomplicated if there is no functional or anatomical abnormality in the urinary tract, no evidence of pyelonephritis, no renal functional impairment, and no concomitant condition that would promote a UTI. The Subcommittee noted that, if an uncomplicated UTI is left untreated, complications such as pyelonephritis, kidney damage, bacteraemia, and sepsis can develop.</p><p><br></p><p>The Subcommittee noted that the incidence of uncomplicated UTIs is very high, although most cases are mild and some require symptom management alone. The Subcommittee considered that approximately 200,000 patients each year are treated with funded antimicrobial agents for uncomplicated UTI according to community pharmacy claim data. The Subcommittee considered it was difficult to determine what proportion of antimicrobial agent use is for treatment of uncomplicated UTI (compared to prophylaxis). </p><p><br></p><p>The Subcommittee noted that the incidence of uncomplicated UTI is much higher in women and would account for more than 80% of cases. The Subcommittee noted that a UTI occurring in pregnancy is a complicated UTI and that treatment of complicated UTIs is outside the requested indication for this application.</p><p><br></p><p>The Subcommittee considered that uncomplicated UTIs do not disproportionately affect Māori or Pacific people. The Subcommittee considered that patients with lower socio-economic status may have an increased risk of complications if they have difficulties in accessing healthcare. </p><p><br></p><p>The Subcommittee considered that New Zealand adult patient with uncomplicated UTIs due to E. coli would receive treatment with either trimethoprim (between 65% and 70% of cases), nitrofurantoin (30% of cases) or cefalexin (less than 5% of cases). The Subcommittee considered that other agents such as quinolones or amoxicillin with clavulanic acid may be used for first-line treatment of uncomplicated UTIs in a small number of cases and co-trimoxazole, amoxicillin with clavulanic acid, or cefaclor were commonly used in young children (syrup formulations) with nitrofurantoin increasingly being required due to resistance. The Subcommittee considered that standard of care second-line therapy for uncomplicated UTIs in New Zealand adults would be with nitrofurantoin (if not used first-line) rather than with norfloxacin.  </p><p><br></p><p>The Subcommittee noted that the 2017 Canterbury Antimicrobial Susceptibility Report demonstrated that antimicrobial resistance (predominantly of E. coli) is climbing but has been relatively stable since 2009, reporting resistance rates in Canterbury of around 25% to trimethoprim and 4% to nitrofurantoin. Members considered that resistance to fosfomycin, which is currently used in New Zealand under Section 29 of the Medicines Act 1981, is approximately 2%. The Subcommittee considered that rates of resistance vary, and noted that Erdem et al. (J Glob Infect Dis. 2018:10;129-32) report E. coli resistance rates of almost 14% to fosfomycin and about 18% to nitrofurantoin in Turkey. </p><p><br></p><p>The Subcommittee considered that 2% of patients would be intolerant of antibiotics (based on withdrawal rates in clinical trials), and that there would be a small proportion of female patients with poor renal function (glomerular filtration rate [GFR] of less than 60 ml per minute) for whom nitrofurantoin would be contraindicated.</p><p><br></p><p>The Subcommittee considered that there is a need for another treatment option after trimethoprim and nitrofurantoin for multi-drug resistant E. coli. The Subcommittee considered that women with uncomplicated UTI due to multi-drug resistant E. coli have a high health need. </p><p><br></p><p>The Subcommittee noted that the application is for fosfomycin trometamol (herein referred to as fosfomycin), a broad-spectrum antibiotic which inhibits the first stage of bacterial wall synthesis and is active against both gram-positive and gram-negative bacteria. The Subcommittee considered that although the mechanism of action of fosfomycin is different to that of currently funded agents used for the treatment of uncomplicated UTI, fosfomycin would be used for the same indication.</p><p><br></p><p>The Subcommittee noted that fosfomycin is supplied as powder in a 3g sachet, to be dissolved and taken as a stat dose on an empty stomach. The Subcommittee noted that males would require an additional dose on day four.</p><p><br></p><p>The Subcommittee noted that fosfomycin is not registered for use in New Zealand, however, District Health Board Hospitals have been sourcing fosfomycin under Section 29 of the Medicines Act 1981. The Subcommittee noted that Te Arai BioFarma Ltd submitted an application for registration of fosfomycin to Medsafe in February 2018, and evaluation is underway. The Subcommittee noted that fosfomycin is listed on the Hospital Medicines List (HML) and a proposal for fosfomycin is currently ranked on PHARMACs Options for Investment list (with use restricted to treatment of patients with acute symptomatic bacteriologically-proven lower UTIs and with proven resistance or contraindication to all other oral antibiotics including nitrofurantoin, on the recommendation of an Infectious Disease physician or Clinical Microbiologist).</p><p>\t</p><p>The Subcommittee noted the results of the phase III, double-blind, randomised MON-US-03 clinical trial which investigated a single 3 g dose of fosfomycin compared to 7 days of treatment with nitrofurantoin 100 mg twice daily for the first-line treatment of uncomplicated lower UTIs predominantly due to E. coli in 749 females (Stein et al. Clin Therap. 1999;21:1864-1872). The Subcommittee noted that the 1-week and 4 to 6-week post-treatment cure rates were 87% and 96% respectively for fosfomycin compared to 81% and 91% respectively for nitrofurantoin, although these did not reach statistical significance. </p><p><br></p><p>The Subcommittee noted that the overall clinical success rate for cure and improvement reported by Stein et al. was 80% in both treatment groups, and that the incidence of adverse events (AEs) was similar with 5.3% of patients in the fosfomycin group and 5.6% in the nitrofurantoin group reporting AEs.</p><p><br></p><p>The Subcommittee noted the results of the double-blind, double-dummy, randomised controlled trial of a single 3 g dose of fosfomycin compared to 7 days of nitrofurantoin 50 mg four times daily used as first-line treatment in 231 patients with symptoms of acute dysuria, stranguria and/or urinary frequency (van Pienbroek et al. Pharm World Sci. 1993;15:257-262). The Subcommittee noted that the day 9 cure rates were 81% for fosfomycin compared to 90% for nitrofurantoin, and that overall efficacy (symptoms and dipslide results) at day 42 were 88% in the fosfomycin group compared to 85% in the nitrofurantoin group although both of these comparisons were not statistically significant.</p><p><br></p><p>The Subcommittee noted van Pienbroek et al. reported a large proportion of patient withdrawals due to AEs occurring by day 9, with 14 of patients withdrawn from the fosfomycin group compared to 4 from the nitrofurantoin group (P=0.015). The Subcommittee noted that AEs were primarily gastrointestinal (GI) and were greater at both day 4 and day 9 in the fosfomycin group than the nitrofurantoin group, but the statistical significance of these results was not reported. The Subcommittee noted that there were no withdrawals due to AEs in the nitrofurantoin group. </p><p><br></p><p>The Subcommittee noted the results of a randomised (2:1) comparative study which investigated a single 3 g dose of fosfomycin compared to 5 days of treatment with trimethoprim 300 mg daily in 300 female patients between 18 and 65 years of age with uncomplicated UTIs predominantly due to E. coli (Minassian et al. Int J Antimicrob Agents. 1998;10:39-47). The Subcommittee noted that the authors reported microbiological cure rates at day 7-9 of 83.3% in the fosfomycin group compared to 83% in the trimethoprim group, and infection persisted after treatment in about 17% of patients in each group, although both of these comparisons were not statistically significant. The Subcommittee noted that no safety data was reported.</p><p><br></p><p>The Subcommittee noted the following additional evidence for fosfomycin in the treatment of uncomplicated UTI, including meta-analyses, reviews and international guidelines:</p><p>•\tFalagas et al. J Antimicrob Chemother. 2010;65:1862-77.</p><p>•\tGrigoryan et al. JAMA. 2014;312:1677-84.</p><p>•\tGupta et al. Clin Infect Dis. 2011;52:e103-20</p><p>•\tKranz et al. Dtsch Arztebl Int. 2017;114:866-873.</p><p>•\tNICE guideline [NG109]. Urinary tract infection (lower): antimicrobial prescribing.</p><p><br></p><p>The Subcommittee noted that additional clinical trial evidence was submitted in support of this application, however commented that these trials used dose schedules (of trimethoprim, nitrofurantoin or cefalexin) or antibiotics (ciprofloxacin and amoxicillin with clavulanic acid) in the control arm which are not used for standard care in New Zealand. It was also noted that some of the additional evidence pertained to prophylaxis or to the treatment of UTI in pregnancy. The Subcommittee considered that this evidence was not relevant to the indication under assessment.</p><p><br></p><p>The Subcommittee considered that the evidence for fosfomycin for the treatment of uncomplicated UTI was of moderate strength and quality, and that this supported a benefit of fosfomycin for the treatment of multi-drug resistant E. coli, however the risks of GI intolerance are likely to be higher than that of nitrofurantoin. </p><p><br></p><p>The Subcommittee considered that women with frequent UTIs and multi-drug resistant E. coli infection would benefit the most from treatment with fosfomycin, noting that this would not include pregnant women with UTIs.</p><p><br></p><p>The Subcommittee considered that it was most important for fosfomycin to be used appropriately and that this use would be in patients for whom there is evidence of resistance and where fosfomycin is the most appropriate therapy. Members considered that it would be better to educate prescribers to use fosfomycin appropriately, rather than adding a requirement to the special authority criteria for this product not to be used as a first-line treatment.</p><p><br></p><p>The Subcommittee considered that restricted prescriber access was appropriate for fosfomycin for the treatment of uncomplicated UTI, as wider access would likely result in increased antimicrobial resistance to this broad-spectrum antibiotic which may have an important role in salvage antimicrobial therapy for patients with multi-drug resistant organisms.</p><p><br></p><p>The Subcommittee noted that PHARMAC staff provided evidence from a longitudinal study conducted across 27 hospitals in Spain which monitored the development of antimicrobial resistance to fosfomycin after introduction of this antibiotic for the treatment of UTIs in primary care (Oteo et al. J Antimicrob Chemother. 2010;65:2459-63). The Subcommittee noted that the authors reported an increase in fosfomycin resistance among ESBL producing E.coli from 4.4% to 11.4% between 2005 to 2009, and that this increase corresponded to a 340% increase in fosfomycin usage from 1997 to 2009.</p><p><br></p><p>Members considered that the dose form of fosfomycin was appropriate and that the stat dosing offers some advantages over existing treatments. Members considered the convenience of fosfomycin was important and that this would be a suitable oral treatment for use in children also.</p><p><br></p><p>The Subcommittee considered that fosfomycin, if funded, would not create any significant changes in health sector expenditure other than direct treatment costs. The Subcommittee considered that fosfomycin would either not change, or only minimally reduce, the rates of complicated UTI or pyelonephritis requiring hospital admission.</p><p><br></p><p>The Subcommittee considered that the proposed cost of fosfomycin would need to be considered relative to its place in the New Zealand treatment paradigm. The Subcommittee considered that fosfomycin should be used as last line treatment after proven resistance to current therapies, in which case it would be a sequential treatment which would not replace any other antimicrobial agents. </p><p><br></p><p>The Subcommittee considered that New Zealand patients who do not achieve full resolution of their infection from prior therapies (due to antimicrobial resistance) would influence potential costs and savings relating to fosfomycin, and that resistance rates (especially to E. coli) should be based on New Zealand data where available. </p><p><br></p><p>The Subcommittee considered that, out of all cases treated with antimicrobial agents, the proportion of uncomplicated UTIs occurring in men (~20% of cases, requiring an additional dose of fosfomycin) and the proportion of complicated UTIs (proportion unknown) would influence the cost of funding fosfomycin due to potential slippage of the Special Authority criteria. Members considered that fosfomycin should have criteria to restrict its use in only the most appropriate treatment settings. Members considered that there would be a risk of slippage even with restriction criteria and optimal clinician education regarding appropriate use of fosfomycin.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Subcommittee reviewed the application from Te Arai BioFarma for fosfomycin trometamol (‘fosfomycin’) for the first-line treatment of uncomplicated urinary tract infections (UTIs). </p><p>                                                                                </p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee noted that PHARMAC received several items of correspondence from the applicant regarding the proposed place of fosfomycin in therapy:</p><p>First correspondence: fosfomycin as a first- or second-line option for uncomplicated UTIs.</p><p><span style=\"font-size: 7pt;\"> </span>Second correspondence: fosfomycin as a second-line option after nitrofurantoin failure or where there is a contraindication or intolerance to other treatment options.</p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "fs": "<p>The Subcommittee reviewed the application from Te Arai BioFarma for fosfomycin trometamol (‘fosfomycin’) for the first-line treatment of uncomplicated urinary tract infections (UTIs). </p><p>                                                                                </p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee noted that PHARMAC received several items of correspondence from the applicant regarding the proposed place of fosfomycin in therapy:</p><p>First correspondence: fosfomycin as a first- or second-line option for uncomplicated UTIs.</p><p><span style=\"font-size: 7pt;\"> </span>Second correspondence: fosfomycin as a second-line option after nitrofurantoin failure or where there is a contraindication or intolerance to other treatment options.</p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "High",
          "fs": "High",
          "change": null
        },
        "Links": {
          "s": "<p>https://www.pharmac.govt.nz/assets/ptac-anti-infective-subcommittee-record-2019-05.pdf</p>",
          "fs": "<p>https://www.pharmac.govt.nz/assets/ptac-anti-infective-subcommittee-record-2019-05.pdf</p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2019",
          "fs": "May 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Anti-Infective Subcommittee at meeting Friday 10 May 2019.",
          "fs": "Clinical advice received from Anti-Infective Subcommittee at meeting Friday 10 May 2019.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJx92AF"
          },
          "Id": "a0POZ00000CuJx92AF",
          "Event_Date__c": "2019-05-10",
          "Event_Description__c": "Clinical advice received from Anti-Infective Subcommittee at meeting Friday 10 May 2019.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<p>https://www.pharmac.govt.nz/assets/ptac-anti-infective-subcommittee-record-2019-05.pdf</p>",
          "Outcome__c": "High",
          "Formatted_Date__c": "May 2019",
          "Published_Recommendation__c": "<p>The Subcommittee recommended that fosfomycin trometamol (‘fosfomycin’) be funded for the treatment of uncomplicated urinary tract infections (UTIs) with a high priority. The Subcommittee made this recommendation based on the need for another sequential agent for the treatment of uncomplicated UTIs caused by multi-drug resistant microorganisms in adults, particularly in women with recurrent UTIs, and in children. The Subcommittee made this recommendation subject to the following criteria: </p><p><br></p><p>Restricted </p><p>Initiation On the recommendation of clinical microbiologist or infectious disease specialist.</p><p>All of the following: </p><p>1.   Patient has an acute, symptomatic, bacteriologically-proven uncomplicated urinary tract infection (UTI); and</p><p>2.   The bacteria, based on the microbiology report, is resistant to all other antibiotics including nitrofurantoin; or</p><p>3.   The patient has a contraindication or documented intolerance to all UTI antibiotics including nitrofurantoin.</p><p>Note: Fosfomycin should not be used for first-line treatment. Upon request, microbiology should report fosfomycin sensitivity for patients with resistant infections.</p><p><br></p><p>The Subcommittee noted that fosfomycin was listed on the Hospital Medicines List (HML) from 2013, and that PHARMAC received correspondence in 2016 from the Canterbury DHB Antimicrobial Stewardship Committee regarding access to fosfomycin in the community. The Subcommittee noted that a proposal for fosfomycin to be listed in Section B of the Pharmaceutical Schedule is currently ranked on PHARMACs Options for Investment list (with use restricted to treatment of patients with acute symptomatic bacteriologically-proven lower UTIs and with proven resistance or contraindication to all other oral antibiotics including nitrofurantoin, on the recommendation of an Infectious Disease physician or Clinical Microbiologist).</p><p><br></p>",
          "Published_Application__c": "<p>The Subcommittee reviewed the application from Te Arai BioFarma for fosfomycin trometamol (‘fosfomycin’) for the first-line treatment of uncomplicated urinary tract infections (UTIs). </p><p>                                                                                </p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee noted that PHARMAC received several items of correspondence from the applicant regarding the proposed place of fosfomycin in therapy:</p><p>First correspondence: fosfomycin as a first- or second-line option for uncomplicated UTIs.</p><p><span style=\"font-size: 7pt;\"> </span>Second correspondence: fosfomycin as a second-line option after nitrofurantoin failure or where there is a contraindication or intolerance to other treatment options.</p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "Published_Discussion__c": "<p>The Subcommittee noted that a urinary tract infection (UTI) is either an infection of the bladder and lower urinary tract (cystitis) or an infection of the kidney and upper urinary tract (pyelonephritis), and that most UTIs are due to colonisation by pathogenic Escherichia coli (E. coli). </p><p><br></p><p>The Subcommittee noted that UTIs are classified as uncomplicated if there is no functional or anatomical abnormality in the urinary tract, no evidence of pyelonephritis, no renal functional impairment, and no concomitant condition that would promote a UTI. The Subcommittee noted that, if an uncomplicated UTI is left untreated, complications such as pyelonephritis, kidney damage, bacteraemia, and sepsis can develop.</p><p><br></p><p>The Subcommittee noted that the incidence of uncomplicated UTIs is very high, although most cases are mild and some require symptom management alone. The Subcommittee considered that approximately 200,000 patients each year are treated with funded antimicrobial agents for uncomplicated UTI according to community pharmacy claim data. The Subcommittee considered it was difficult to determine what proportion of antimicrobial agent use is for treatment of uncomplicated UTI (compared to prophylaxis). </p><p><br></p><p>The Subcommittee noted that the incidence of uncomplicated UTI is much higher in women and would account for more than 80% of cases. The Subcommittee noted that a UTI occurring in pregnancy is a complicated UTI and that treatment of complicated UTIs is outside the requested indication for this application.</p><p><br></p><p>The Subcommittee considered that uncomplicated UTIs do not disproportionately affect Māori or Pacific people. The Subcommittee considered that patients with lower socio-economic status may have an increased risk of complications if they have difficulties in accessing healthcare. </p><p><br></p><p>The Subcommittee considered that New Zealand adult patient with uncomplicated UTIs due to E. coli would receive treatment with either trimethoprim (between 65% and 70% of cases), nitrofurantoin (30% of cases) or cefalexin (less than 5% of cases). The Subcommittee considered that other agents such as quinolones or amoxicillin with clavulanic acid may be used for first-line treatment of uncomplicated UTIs in a small number of cases and co-trimoxazole, amoxicillin with clavulanic acid, or cefaclor were commonly used in young children (syrup formulations) with nitrofurantoin increasingly being required due to resistance. The Subcommittee considered that standard of care second-line therapy for uncomplicated UTIs in New Zealand adults would be with nitrofurantoin (if not used first-line) rather than with norfloxacin.  </p><p><br></p><p>The Subcommittee noted that the 2017 Canterbury Antimicrobial Susceptibility Report demonstrated that antimicrobial resistance (predominantly of E. coli) is climbing but has been relatively stable since 2009, reporting resistance rates in Canterbury of around 25% to trimethoprim and 4% to nitrofurantoin. Members considered that resistance to fosfomycin, which is currently used in New Zealand under Section 29 of the Medicines Act 1981, is approximately 2%. The Subcommittee considered that rates of resistance vary, and noted that Erdem et al. (J Glob Infect Dis. 2018:10;129-32) report E. coli resistance rates of almost 14% to fosfomycin and about 18% to nitrofurantoin in Turkey. </p><p><br></p><p>The Subcommittee considered that 2% of patients would be intolerant of antibiotics (based on withdrawal rates in clinical trials), and that there would be a small proportion of female patients with poor renal function (glomerular filtration rate [GFR] of less than 60 ml per minute) for whom nitrofurantoin would be contraindicated.</p><p><br></p><p>The Subcommittee considered that there is a need for another treatment option after trimethoprim and nitrofurantoin for multi-drug resistant E. coli. The Subcommittee considered that women with uncomplicated UTI due to multi-drug resistant E. coli have a high health need. </p><p><br></p><p>The Subcommittee noted that the application is for fosfomycin trometamol (herein referred to as fosfomycin), a broad-spectrum antibiotic which inhibits the first stage of bacterial wall synthesis and is active against both gram-positive and gram-negative bacteria. The Subcommittee considered that although the mechanism of action of fosfomycin is different to that of currently funded agents used for the treatment of uncomplicated UTI, fosfomycin would be used for the same indication.</p><p><br></p><p>The Subcommittee noted that fosfomycin is supplied as powder in a 3g sachet, to be dissolved and taken as a stat dose on an empty stomach. The Subcommittee noted that males would require an additional dose on day four.</p><p><br></p><p>The Subcommittee noted that fosfomycin is not registered for use in New Zealand, however, District Health Board Hospitals have been sourcing fosfomycin under Section 29 of the Medicines Act 1981. The Subcommittee noted that Te Arai BioFarma Ltd submitted an application for registration of fosfomycin to Medsafe in February 2018, and evaluation is underway. The Subcommittee noted that fosfomycin is listed on the Hospital Medicines List (HML) and a proposal for fosfomycin is currently ranked on PHARMACs Options for Investment list (with use restricted to treatment of patients with acute symptomatic bacteriologically-proven lower UTIs and with proven resistance or contraindication to all other oral antibiotics including nitrofurantoin, on the recommendation of an Infectious Disease physician or Clinical Microbiologist).</p><p>\t</p><p>The Subcommittee noted the results of the phase III, double-blind, randomised MON-US-03 clinical trial which investigated a single 3 g dose of fosfomycin compared to 7 days of treatment with nitrofurantoin 100 mg twice daily for the first-line treatment of uncomplicated lower UTIs predominantly due to E. coli in 749 females (Stein et al. Clin Therap. 1999;21:1864-1872). The Subcommittee noted that the 1-week and 4 to 6-week post-treatment cure rates were 87% and 96% respectively for fosfomycin compared to 81% and 91% respectively for nitrofurantoin, although these did not reach statistical significance. </p><p><br></p><p>The Subcommittee noted that the overall clinical success rate for cure and improvement reported by Stein et al. was 80% in both treatment groups, and that the incidence of adverse events (AEs) was similar with 5.3% of patients in the fosfomycin group and 5.6% in the nitrofurantoin group reporting AEs.</p><p><br></p><p>The Subcommittee noted the results of the double-blind, double-dummy, randomised controlled trial of a single 3 g dose of fosfomycin compared to 7 days of nitrofurantoin 50 mg four times daily used as first-line treatment in 231 patients with symptoms of acute dysuria, stranguria and/or urinary frequency (van Pienbroek et al. Pharm World Sci. 1993;15:257-262). The Subcommittee noted that the day 9 cure rates were 81% for fosfomycin compared to 90% for nitrofurantoin, and that overall efficacy (symptoms and dipslide results) at day 42 were 88% in the fosfomycin group compared to 85% in the nitrofurantoin group although both of these comparisons were not statistically significant.</p><p><br></p><p>The Subcommittee noted van Pienbroek et al. reported a large proportion of patient withdrawals due to AEs occurring by day 9, with 14 of patients withdrawn from the fosfomycin group compared to 4 from the nitrofurantoin group (P=0.015). The Subcommittee noted that AEs were primarily gastrointestinal (GI) and were greater at both day 4 and day 9 in the fosfomycin group than the nitrofurantoin group, but the statistical significance of these results was not reported. The Subcommittee noted that there were no withdrawals due to AEs in the nitrofurantoin group. </p><p><br></p><p>The Subcommittee noted the results of a randomised (2:1) comparative study which investigated a single 3 g dose of fosfomycin compared to 5 days of treatment with trimethoprim 300 mg daily in 300 female patients between 18 and 65 years of age with uncomplicated UTIs predominantly due to E. coli (Minassian et al. Int J Antimicrob Agents. 1998;10:39-47). The Subcommittee noted that the authors reported microbiological cure rates at day 7-9 of 83.3% in the fosfomycin group compared to 83% in the trimethoprim group, and infection persisted after treatment in about 17% of patients in each group, although both of these comparisons were not statistically significant. The Subcommittee noted that no safety data was reported.</p><p><br></p><p>The Subcommittee noted the following additional evidence for fosfomycin in the treatment of uncomplicated UTI, including meta-analyses, reviews and international guidelines:</p><p>•\tFalagas et al. J Antimicrob Chemother. 2010;65:1862-77.</p><p>•\tGrigoryan et al. JAMA. 2014;312:1677-84.</p><p>•\tGupta et al. Clin Infect Dis. 2011;52:e103-20</p><p>•\tKranz et al. Dtsch Arztebl Int. 2017;114:866-873.</p><p>•\tNICE guideline [NG109]. Urinary tract infection (lower): antimicrobial prescribing.</p><p><br></p><p>The Subcommittee noted that additional clinical trial evidence was submitted in support of this application, however commented that these trials used dose schedules (of trimethoprim, nitrofurantoin or cefalexin) or antibiotics (ciprofloxacin and amoxicillin with clavulanic acid) in the control arm which are not used for standard care in New Zealand. It was also noted that some of the additional evidence pertained to prophylaxis or to the treatment of UTI in pregnancy. The Subcommittee considered that this evidence was not relevant to the indication under assessment.</p><p><br></p><p>The Subcommittee considered that the evidence for fosfomycin for the treatment of uncomplicated UTI was of moderate strength and quality, and that this supported a benefit of fosfomycin for the treatment of multi-drug resistant E. coli, however the risks of GI intolerance are likely to be higher than that of nitrofurantoin. </p><p><br></p><p>The Subcommittee considered that women with frequent UTIs and multi-drug resistant E. coli infection would benefit the most from treatment with fosfomycin, noting that this would not include pregnant women with UTIs.</p><p><br></p><p>The Subcommittee considered that it was most important for fosfomycin to be used appropriately and that this use would be in patients for whom there is evidence of resistance and where fosfomycin is the most appropriate therapy. Members considered that it would be better to educate prescribers to use fosfomycin appropriately, rather than adding a requirement to the special authority criteria for this product not to be used as a first-line treatment.</p><p><br></p><p>The Subcommittee considered that restricted prescriber access was appropriate for fosfomycin for the treatment of uncomplicated UTI, as wider access would likely result in increased antimicrobial resistance to this broad-spectrum antibiotic which may have an important role in salvage antimicrobial therapy for patients with multi-drug resistant organisms.</p><p><br></p><p>The Subcommittee noted that PHARMAC staff provided evidence from a longitudinal study conducted across 27 hospitals in Spain which monitored the development of antimicrobial resistance to fosfomycin after introduction of this antibiotic for the treatment of UTIs in primary care (Oteo et al. J Antimicrob Chemother. 2010;65:2459-63). The Subcommittee noted that the authors reported an increase in fosfomycin resistance among ESBL producing E.coli from 4.4% to 11.4% between 2005 to 2009, and that this increase corresponded to a 340% increase in fosfomycin usage from 1997 to 2009.</p><p><br></p><p>Members considered that the dose form of fosfomycin was appropriate and that the stat dosing offers some advantages over existing treatments. Members considered the convenience of fosfomycin was important and that this would be a suitable oral treatment for use in children also.</p><p><br></p><p>The Subcommittee considered that fosfomycin, if funded, would not create any significant changes in health sector expenditure other than direct treatment costs. The Subcommittee considered that fosfomycin would either not change, or only minimally reduce, the rates of complicated UTI or pyelonephritis requiring hospital admission.</p><p><br></p><p>The Subcommittee considered that the proposed cost of fosfomycin would need to be considered relative to its place in the New Zealand treatment paradigm. The Subcommittee considered that fosfomycin should be used as last line treatment after proven resistance to current therapies, in which case it would be a sequential treatment which would not replace any other antimicrobial agents. </p><p><br></p><p>The Subcommittee considered that New Zealand patients who do not achieve full resolution of their infection from prior therapies (due to antimicrobial resistance) would influence potential costs and savings relating to fosfomycin, and that resistance rates (especially to E. coli) should be based on New Zealand data where available. </p><p><br></p><p>The Subcommittee considered that, out of all cases treated with antimicrobial agents, the proportion of uncomplicated UTIs occurring in men (~20% of cases, requiring an additional dose of fosfomycin) and the proportion of complicated UTIs (proportion unknown) would influence the cost of funding fosfomycin due to potential slippage of the Special Authority criteria. Members considered that fosfomycin should have criteria to restrict its use in only the most appropriate treatment settings. Members considered that there would be a risk of slippage even with restriction criteria and optimal clinician education regarding appropriate use of fosfomycin.</p>",
          "Status_History__c": "a132P000000B42oQAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2019",
          "fs": "Aug 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJxA2AV"
          },
          "Id": "a0POZ00000CuJxA2AV",
          "Event_Date__c": "2019-08-01",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Aug 2019",
          "Status_History__c": "a132P000000D5XTQA0"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/assets/ptac-minutes-2019-08.pdf\" target=\"_blank\">PTAC minutes</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/assets/ptac-minutes-2019-08.pdf\" target=\"_blank\">PTAC minutes</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Nov 2019",
          "fs": "Nov 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Friday 23 August 2019.",
          "fs": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Friday 23 August 2019.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJxB2AV"
          },
          "Id": "a0POZ00000CuJxB2AV",
          "Event_Date__c": "2019-11-22",
          "Event_Description__c": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Friday 23 August 2019.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/assets/ptac-minutes-2019-08.pdf\" target=\"_blank\">PTAC minutes</a></p>",
          "Formatted_Date__c": "Nov 2019",
          "Status_History__c": "a132P000000D5XmQAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jul 2020",
          "fs": "Jul 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJxE2AV"
          },
          "Id": "a0POZ00000CuJxE2AV",
          "Event_Date__c": "2020-07-31",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Jul 2020",
          "Status_History__c": "a132P000000BzxoQAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Sep 2020",
          "fs": "Sep 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Assigned to Anti-Infective Subcommittee meeting to provide advice on Tuesday 22 September 2020",
          "fs": "Assigned to Anti-Infective Subcommittee meeting to provide advice on Tuesday 22 September 2020",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJxF2AV"
          },
          "Id": "a0POZ00000CuJxF2AV",
          "Event_Date__c": "2020-09-01",
          "Event_Description__c": "Assigned to Anti-Infective Subcommittee meeting to provide advice on Tuesday 22 September 2020",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Sep 2020",
          "Status_History__c": "a132P000000Cg8kQAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Subcommittee recommended that Fosfomycin for urinary tract infection be listed with a high priority.</p>",
          "fs": "<p>The Subcommittee recommended that Fosfomycin for urinary tract infection be listed with a high priority.</p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>5.1.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that in <a href=\"https://www.pharmac.govt.nz/assets/ptac-anti-infective-subcommittee-record-2019-05.pdf\" target=\"_blank\">May 2019</a>, the Anti-Infective Subcommittee reviewed an application from Te Arai BioFarma for fosfomycin trometamol (fosfomycin) for the first-line treatment of uncomplicated urinary tract infections (UTIs). At that time, the Subcommittee noted that PHARMAC received two items of correspondence (March 2019 and April 2019) from the applicant regarding the proposed place of fosfomycin in therapy, with the second correspondence item requesting fosfomycin as a second-line option after nitrofurantoin failure or where there is a contraindication or intolerance to other treatment options. In May 2019, the Subcommittee had recommended that fosfomycin be funded for the treatment of uncomplicated UTIs with a high priority, subject to Special Authority criteria (for Section B) or Restriction criteria (for Section H) as detailed in the May 2019 record.</p><p>5.2.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that PHARMAC had received correspondence in July 2020 from Te Arai Biofarma, the supplier of UroFos (fosfomycin) following registration of this product. The Subcommittee noted that Te Arai Biofarma requested clarification on the recommended funding criteria for fosfomycin, including specific antibiotic treatments to be used for UTIs prior to use of fosfomycin; whether an endorsement was more appropriate than Restriction criteria; and proposing that urologists should be added as a prescriber type. In their correspondence, Te Arai Biofarma proposed the following endorsement for fosfomycin which the supplier considered would constrain fosfomycin to the third-line use in symptomatic, uncomplicated acute UTIs, which they believe is consistent with the Subcommittee’s May 2019 recommendations:</p><p><span style=\"font-size: 10pt; font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">The bacteria, based on the microbiology report, is resistant to other </span><b style=\"font-size: 9pt;\">first line UTI </b><span style=\"font-size: 9pt;\">antibiotics including nitrofurantoin; or  </span></p><p><span style=\"font-size: 10pt; font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">The patient has a contraindication or documented intolerance to </span><b style=\"font-size: 9pt;\">other</b><span style=\"font-size: 9pt;\"> </span><b style=\"font-size: 9pt;\">first line </b><span style=\"font-size: 9pt;\">UTI antibiotics including nitrofurantoin.</span></p><p>5.3.<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered it important for the place of fosfomycin in the funded treatment paradigm for treatment of UTIs ensures its appropriate use in primary care and follows the principles of antimicrobial stewardship. The Subcommittee noted that there is data indicating <i>E. coli</i> has high resistance to trimethoprim and it is about 93% sensitive to cefalexin.<i> </i>The Subcommittee considered that fosfomycin may be the only effective agent available for the treatment of multidrug-resistant ESBL-producing Gram-negative organisms and considered that its use for <i>E. coli</i> with standard sensitivity may select for resistance to fosfomycin.</p><p>5.4.<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered that decisions regarding the use of fosfomycin or other agents for the treatment of UTIs to be guided by the results of susceptibility testing. The Subcommittee considered that, in line with its advice in <a href=\"https://www.pharmac.govt.nz/assets/ptac-anti-infective-subcommittee-record-2019-05.pdf\" target=\"_blank\">May 2019</a>, all of the following funded agents for which testing indicates bacterial sensitivity should be used prior to treatment with fosfomycin: trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin.</p><p>5.5.<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered that the Special Authority criteria (for Section B) or Restriction criteria (for Section H) were more appropriate than endorsement and considered that it was not necessary to include urologists as prescribers for fosfomycin, noting that limiting to clinical microbiologist and infectious disease specialist would help to ensure appropriate use.</p><p>5.6.<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered that the criteria for fosfomycin for the first-line treatment of UTIs should be amended as follows for clarity (additions shown in <b>bold</b>, deletions shown in <strike>strikethrough</strike>):</p><p><b style=\"font-size: 9pt;\">Special Authority for Subsidy </b></p><p><span style=\"font-size: 9pt;\">Initial application – only from clinical microbiologist or infectious disease specialist.</span></p><p><span style=\"font-size: 9pt;\">All of the following: </span></p><p><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has an acute, symptomatic, bacteriologically-proven uncomplicated urinary tract infection (UTI); and</span></p><p><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The bacteria, based on the microbiology report, is resistant to</span><b style=\"font-size: 9pt;\"> trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin </b><strike style=\"font-size: 9pt;\">all other antibiotics including nitrofurantoin</strike><span style=\"font-size: 9pt;\">; or</span></p><p><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The patient has a contraindication or documented intolerance to </span><b style=\"font-size: 9pt;\">trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin </b><strike style=\"font-size: 9pt;\">all UTI antibiotics including nitrofurantoin.</strike></p><p><span style=\"font-size: 9pt;\">Note: Fosfomycin should not be used for first-line treatment. Upon request, microbiology should report fosfomycin sensitivity for patients with resistant infections.</span></p><p><span style=\"font-size: 9pt;\"> </span></p><p><b style=\"font-size: 9pt;\">Restricted </b></p><p><span style=\"font-size: 9pt;\">Initiation – On the recommendation of clinical microbiologist or infectious disease specialist.</span></p><p><span style=\"font-size: 9pt;\">All of the following: </span></p><p><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has an acute, symptomatic, bacteriologically-proven uncomplicated urinary tract infection (UTI); and</span></p><p><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The bacteria, based on the microbiology report, is resistant to </span><b style=\"font-size: 9pt;\">trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin </b><strike style=\"font-size: 9pt;\">all other antibiotics including nitrofurantoin</strike><span style=\"font-size: 9pt;\">; or</span></p><p><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The patient has a contraindication or documented intolerance to </span><b style=\"font-size: 9pt;\">trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin </b><strike style=\"font-size: 9pt;\">all UTI antibiotics including nitrofurantoin.</strike></p>",
          "fs": "<p>5.1.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that in <a href=\"https://www.pharmac.govt.nz/assets/ptac-anti-infective-subcommittee-record-2019-05.pdf\" target=\"_blank\">May 2019</a>, the Anti-Infective Subcommittee reviewed an application from Te Arai BioFarma for fosfomycin trometamol (fosfomycin) for the first-line treatment of uncomplicated urinary tract infections (UTIs). At that time, the Subcommittee noted that PHARMAC received two items of correspondence (March 2019 and April 2019) from the applicant regarding the proposed place of fosfomycin in therapy, with the second correspondence item requesting fosfomycin as a second-line option after nitrofurantoin failure or where there is a contraindication or intolerance to other treatment options. In May 2019, the Subcommittee had recommended that fosfomycin be funded for the treatment of uncomplicated UTIs with a high priority, subject to Special Authority criteria (for Section B) or Restriction criteria (for Section H) as detailed in the May 2019 record.</p><p>5.2.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that PHARMAC had received correspondence in July 2020 from Te Arai Biofarma, the supplier of UroFos (fosfomycin) following registration of this product. The Subcommittee noted that Te Arai Biofarma requested clarification on the recommended funding criteria for fosfomycin, including specific antibiotic treatments to be used for UTIs prior to use of fosfomycin; whether an endorsement was more appropriate than Restriction criteria; and proposing that urologists should be added as a prescriber type. In their correspondence, Te Arai Biofarma proposed the following endorsement for fosfomycin which the supplier considered would constrain fosfomycin to the third-line use in symptomatic, uncomplicated acute UTIs, which they believe is consistent with the Subcommittee’s May 2019 recommendations:</p><p><span style=\"font-size: 10pt; font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">The bacteria, based on the microbiology report, is resistant to other </span><b style=\"font-size: 9pt;\">first line UTI </b><span style=\"font-size: 9pt;\">antibiotics including nitrofurantoin; or  </span></p><p><span style=\"font-size: 10pt; font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">The patient has a contraindication or documented intolerance to </span><b style=\"font-size: 9pt;\">other</b><span style=\"font-size: 9pt;\"> </span><b style=\"font-size: 9pt;\">first line </b><span style=\"font-size: 9pt;\">UTI antibiotics including nitrofurantoin.</span></p><p>5.3.<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered it important for the place of fosfomycin in the funded treatment paradigm for treatment of UTIs ensures its appropriate use in primary care and follows the principles of antimicrobial stewardship. The Subcommittee noted that there is data indicating <i>E. coli</i> has high resistance to trimethoprim and it is about 93% sensitive to cefalexin.<i> </i>The Subcommittee considered that fosfomycin may be the only effective agent available for the treatment of multidrug-resistant ESBL-producing Gram-negative organisms and considered that its use for <i>E. coli</i> with standard sensitivity may select for resistance to fosfomycin.</p><p>5.4.<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered that decisions regarding the use of fosfomycin or other agents for the treatment of UTIs to be guided by the results of susceptibility testing. The Subcommittee considered that, in line with its advice in <a href=\"https://www.pharmac.govt.nz/assets/ptac-anti-infective-subcommittee-record-2019-05.pdf\" target=\"_blank\">May 2019</a>, all of the following funded agents for which testing indicates bacterial sensitivity should be used prior to treatment with fosfomycin: trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin.</p><p>5.5.<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered that the Special Authority criteria (for Section B) or Restriction criteria (for Section H) were more appropriate than endorsement and considered that it was not necessary to include urologists as prescribers for fosfomycin, noting that limiting to clinical microbiologist and infectious disease specialist would help to ensure appropriate use.</p><p>5.6.<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered that the criteria for fosfomycin for the first-line treatment of UTIs should be amended as follows for clarity (additions shown in <b>bold</b>, deletions shown in <strike>strikethrough</strike>):</p><p><b style=\"font-size: 9pt;\">Special Authority for Subsidy </b></p><p><span style=\"font-size: 9pt;\">Initial application – only from clinical microbiologist or infectious disease specialist.</span></p><p><span style=\"font-size: 9pt;\">All of the following: </span></p><p><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has an acute, symptomatic, bacteriologically-proven uncomplicated urinary tract infection (UTI); and</span></p><p><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The bacteria, based on the microbiology report, is resistant to</span><b style=\"font-size: 9pt;\"> trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin </b><strike style=\"font-size: 9pt;\">all other antibiotics including nitrofurantoin</strike><span style=\"font-size: 9pt;\">; or</span></p><p><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The patient has a contraindication or documented intolerance to </span><b style=\"font-size: 9pt;\">trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin </b><strike style=\"font-size: 9pt;\">all UTI antibiotics including nitrofurantoin.</strike></p><p><span style=\"font-size: 9pt;\">Note: Fosfomycin should not be used for first-line treatment. Upon request, microbiology should report fosfomycin sensitivity for patients with resistant infections.</span></p><p><span style=\"font-size: 9pt;\"> </span></p><p><b style=\"font-size: 9pt;\">Restricted </b></p><p><span style=\"font-size: 9pt;\">Initiation – On the recommendation of clinical microbiologist or infectious disease specialist.</span></p><p><span style=\"font-size: 9pt;\">All of the following: </span></p><p><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has an acute, symptomatic, bacteriologically-proven uncomplicated urinary tract infection (UTI); and</span></p><p><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The bacteria, based on the microbiology report, is resistant to </span><b style=\"font-size: 9pt;\">trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin </b><strike style=\"font-size: 9pt;\">all other antibiotics including nitrofurantoin</strike><span style=\"font-size: 9pt;\">; or</span></p><p><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The patient has a contraindication or documented intolerance to </span><b style=\"font-size: 9pt;\">trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin </b><strike style=\"font-size: 9pt;\">all UTI antibiotics including nitrofurantoin.</strike></p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Subcommittee reviewed the application for Fosfomycin for urinary tract infection considering new correspondence.</p>",
          "fs": "<p>The Subcommittee reviewed the application for Fosfomycin for urinary tract infection considering new correspondence.</p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": "<p>At its meeting on 18-19 February 2020 the Committee noted the record of the Anti-Infective Subcommittee of PTAC held on 22 September 2020.</p><p><br></p><p>The Committee noted and agreed with the Anti-infective Subcommittee’s recorded considerations and recommendations regarding the remaining items of the September 2020 meeting.</p><p><br></p>",
          "fs": "<p>At its meeting on 18-19 February 2020 the Committee noted the record of the Anti-Infective Subcommittee of PTAC held on 22 September 2020.</p><p><br></p><p>The Committee noted and agreed with the Anti-infective Subcommittee’s recorded considerations and recommendations regarding the remaining items of the September 2020 meeting.</p><p><br></p>",
          "change": null
        },
        "Outcome": {
          "s": "High",
          "fs": "High",
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/assets/2020-09-22-Anti-Infective-Subcommittee-full-WEB-VERSION-FINAL.pdf\" target=\"_blank\">Anti-Infective Subcommittee minutes</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/assets/2020-09-22-Anti-Infective-Subcommittee-full-WEB-VERSION-FINAL.pdf\" target=\"_blank\">Anti-Infective Subcommittee minutes</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Mar 2021",
          "fs": "Mar 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Anti-Infective Subcommittee at meeting Tuesday 22 September 2020.",
          "fs": "Clinical advice received from Anti-Infective Subcommittee at meeting Tuesday 22 September 2020.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJxG2AV"
          },
          "Id": "a0POZ00000CuJxG2AV",
          "Event_Date__c": "2021-03-18",
          "Event_Description__c": "Clinical advice received from Anti-Infective Subcommittee at meeting Tuesday 22 September 2020.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/assets/2020-09-22-Anti-Infective-Subcommittee-full-WEB-VERSION-FINAL.pdf\" target=\"_blank\">Anti-Infective Subcommittee minutes</a></p>",
          "Outcome__c": "High",
          "Formatted_Date__c": "Mar 2021",
          "Published_Recommendation__c": "<p>The Subcommittee recommended that Fosfomycin for urinary tract infection be listed with a high priority.</p>",
          "Published_Application__c": "<p>The Subcommittee reviewed the application for Fosfomycin for urinary tract infection considering new correspondence.</p>",
          "Published_Discussion__c": "<p>5.1.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that in <a href=\"https://www.pharmac.govt.nz/assets/ptac-anti-infective-subcommittee-record-2019-05.pdf\" target=\"_blank\">May 2019</a>, the Anti-Infective Subcommittee reviewed an application from Te Arai BioFarma for fosfomycin trometamol (fosfomycin) for the first-line treatment of uncomplicated urinary tract infections (UTIs). At that time, the Subcommittee noted that PHARMAC received two items of correspondence (March 2019 and April 2019) from the applicant regarding the proposed place of fosfomycin in therapy, with the second correspondence item requesting fosfomycin as a second-line option after nitrofurantoin failure or where there is a contraindication or intolerance to other treatment options. In May 2019, the Subcommittee had recommended that fosfomycin be funded for the treatment of uncomplicated UTIs with a high priority, subject to Special Authority criteria (for Section B) or Restriction criteria (for Section H) as detailed in the May 2019 record.</p><p>5.2.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that PHARMAC had received correspondence in July 2020 from Te Arai Biofarma, the supplier of UroFos (fosfomycin) following registration of this product. The Subcommittee noted that Te Arai Biofarma requested clarification on the recommended funding criteria for fosfomycin, including specific antibiotic treatments to be used for UTIs prior to use of fosfomycin; whether an endorsement was more appropriate than Restriction criteria; and proposing that urologists should be added as a prescriber type. In their correspondence, Te Arai Biofarma proposed the following endorsement for fosfomycin which the supplier considered would constrain fosfomycin to the third-line use in symptomatic, uncomplicated acute UTIs, which they believe is consistent with the Subcommittee’s May 2019 recommendations:</p><p><span style=\"font-size: 10pt; font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">The bacteria, based on the microbiology report, is resistant to other </span><b style=\"font-size: 9pt;\">first line UTI </b><span style=\"font-size: 9pt;\">antibiotics including nitrofurantoin; or  </span></p><p><span style=\"font-size: 10pt; font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">   </span><span style=\"font-size: 9pt;\">The patient has a contraindication or documented intolerance to </span><b style=\"font-size: 9pt;\">other</b><span style=\"font-size: 9pt;\"> </span><b style=\"font-size: 9pt;\">first line </b><span style=\"font-size: 9pt;\">UTI antibiotics including nitrofurantoin.</span></p><p>5.3.<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered it important for the place of fosfomycin in the funded treatment paradigm for treatment of UTIs ensures its appropriate use in primary care and follows the principles of antimicrobial stewardship. The Subcommittee noted that there is data indicating <i>E. coli</i> has high resistance to trimethoprim and it is about 93% sensitive to cefalexin.<i> </i>The Subcommittee considered that fosfomycin may be the only effective agent available for the treatment of multidrug-resistant ESBL-producing Gram-negative organisms and considered that its use for <i>E. coli</i> with standard sensitivity may select for resistance to fosfomycin.</p><p>5.4.<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered that decisions regarding the use of fosfomycin or other agents for the treatment of UTIs to be guided by the results of susceptibility testing. The Subcommittee considered that, in line with its advice in <a href=\"https://www.pharmac.govt.nz/assets/ptac-anti-infective-subcommittee-record-2019-05.pdf\" target=\"_blank\">May 2019</a>, all of the following funded agents for which testing indicates bacterial sensitivity should be used prior to treatment with fosfomycin: trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin.</p><p>5.5.<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered that the Special Authority criteria (for Section B) or Restriction criteria (for Section H) were more appropriate than endorsement and considered that it was not necessary to include urologists as prescribers for fosfomycin, noting that limiting to clinical microbiologist and infectious disease specialist would help to ensure appropriate use.</p><p>5.6.<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered that the criteria for fosfomycin for the first-line treatment of UTIs should be amended as follows for clarity (additions shown in <b>bold</b>, deletions shown in <strike>strikethrough</strike>):</p><p><b style=\"font-size: 9pt;\">Special Authority for Subsidy </b></p><p><span style=\"font-size: 9pt;\">Initial application – only from clinical microbiologist or infectious disease specialist.</span></p><p><span style=\"font-size: 9pt;\">All of the following: </span></p><p><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has an acute, symptomatic, bacteriologically-proven uncomplicated urinary tract infection (UTI); and</span></p><p><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The bacteria, based on the microbiology report, is resistant to</span><b style=\"font-size: 9pt;\"> trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin </b><strike style=\"font-size: 9pt;\">all other antibiotics including nitrofurantoin</strike><span style=\"font-size: 9pt;\">; or</span></p><p><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The patient has a contraindication or documented intolerance to </span><b style=\"font-size: 9pt;\">trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin </b><strike style=\"font-size: 9pt;\">all UTI antibiotics including nitrofurantoin.</strike></p><p><span style=\"font-size: 9pt;\">Note: Fosfomycin should not be used for first-line treatment. Upon request, microbiology should report fosfomycin sensitivity for patients with resistant infections.</span></p><p><span style=\"font-size: 9pt;\"> </span></p><p><b style=\"font-size: 9pt;\">Restricted </b></p><p><span style=\"font-size: 9pt;\">Initiation – On the recommendation of clinical microbiologist or infectious disease specialist.</span></p><p><span style=\"font-size: 9pt;\">All of the following: </span></p><p><span style=\"font-size: 9pt;\">1.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">Patient has an acute, symptomatic, bacteriologically-proven uncomplicated urinary tract infection (UTI); and</span></p><p><span style=\"font-size: 9pt;\">2.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The bacteria, based on the microbiology report, is resistant to </span><b style=\"font-size: 9pt;\">trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin </b><strike style=\"font-size: 9pt;\">all other antibiotics including nitrofurantoin</strike><span style=\"font-size: 9pt;\">; or</span></p><p><span style=\"font-size: 9pt;\">3.</span><span style=\"font-size: 7pt;\">     </span><span style=\"font-size: 9pt;\">The patient has a contraindication or documented intolerance to </span><b style=\"font-size: 9pt;\">trimethoprim, nitrofurantoin, amoxicillin, cefalexin, amoxicillin with clavulanic acid and norfloxacin </b><strike style=\"font-size: 9pt;\">all UTI antibiotics including nitrofurantoin.</strike></p>",
          "PTAC_Comments__c": "<p>At its meeting on 18-19 February 2020 the Committee noted the record of the Anti-Infective Subcommittee of PTAC held on 22 September 2020.</p><p><br></p><p>The Committee noted and agreed with the Anti-infective Subcommittee’s recorded considerations and recommendations regarding the remaining items of the September 2020 meeting.</p><p><br></p>",
          "Status_History__c": "a132P000000ChReQAK"
        },
        "change": null
      }
    ],
    "dateString": "Jun 2018",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jan 2020",
          "fs": "Jan 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJxC2AV"
          },
          "Id": "a0POZ00000CuJxC2AV",
          "Event_Date__c": "2020-01-15",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Jan 2020",
          "Status_History__c": "a132P000000BNvfQAG"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2021",
          "fs": "Aug 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJxH2AV"
          },
          "Id": "a0POZ00000CuJxH2AV",
          "Event_Date__c": "2021-08-09",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Aug 2021",
          "Status_History__c": "a132P000000D53nQAC"
        },
        "change": null
      }
    ],
    "dateString": "Jan 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2020",
          "fs": "Jun 2020",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJxD2AV"
          },
          "Id": "a0POZ00000CuJxD2AV",
          "Event_Date__c": "2020-06-23",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Jun 2020",
          "Status_History__c": "a132P000000BtR1QAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Sep 2023",
          "fs": "Sep 2023",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJxI2AV"
          },
          "Id": "a0POZ00000CuJxI2AV",
          "Event_Date__c": "2023-09-08",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Sep 2023",
          "Status_History__c": "a13OZ000001vnv2YAA"
        },
        "change": null
      }
    ],
    "dateString": "Jun 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/proposal-to-fund-fosfomycin-in-the-community-for-urinary-tract-infections-and-zonisamide-for-some-types-of-epilepsy\" target=\"_blank\">Consultation notification</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/proposal-to-fund-fosfomycin-in-the-community-for-urinary-tract-infections-and-zonisamide-for-some-types-of-epilepsy\" target=\"_blank\">Consultation notification</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Jul 2024",
          "fs": "Jul 2024",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is active.",
          "fs": "Public consultation for this application is active.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJxJ2AV"
          },
          "Id": "a0POZ00000CuJxJ2AV",
          "Event_Date__c": "2024-07-19",
          "Event_Description__c": "Public consultation for this application is active.",
          "Stage__c": "Under Consultation",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/proposal-to-fund-fosfomycin-in-the-community-for-urinary-tract-infections-and-zonisamide-for-some-types-of-epilepsy\" target=\"_blank\">Consultation notification</a></p>",
          "Formatted_Date__c": "Jul 2024",
          "Status_History__c": "a13OZ00000CMzdpYAD"
        },
        "change": null
      }
    ],
    "dateString": "Jul 2024",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2024",
          "fs": "Aug 2024",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "fs": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJxK2AV"
          },
          "Id": "a0POZ00000CuJxK2AV",
          "Event_Date__c": "2024-08-01",
          "Event_Description__c": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "Stage__c": "Reviewing Consultation Feedback",
          "Formatted_Date__c": "Aug 2024",
          "Status_History__c": "a13OZ00000CyUnaYAF"
        },
        "change": null
      }
    ],
    "dateString": "Aug 2024",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2024-09-decision-to-fund-fosfomycin-in-the-community-for-urinary-tract-infections\" target=\"_blank\">Notification letter</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2024-09-decision-to-fund-fosfomycin-in-the-community-for-urinary-tract-infections\" target=\"_blank\">Notification letter</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Sep 2024",
          "fs": "Sep 2024",
          "change": null
        },
        "Event_Description": {
          "s": "The funding application has been approved.",
          "fs": "The funding application has been approved.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000CuJxL2AV"
          },
          "Id": "a0POZ00000CuJxL2AV",
          "Event_Date__c": "2024-09-25",
          "Event_Description__c": "The funding application has been approved.",
          "Stage__c": "Decision",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2024-09-decision-to-fund-fosfomycin-in-the-community-for-urinary-tract-infections\" target=\"_blank\">Notification letter</a></p>",
          "Formatted_Date__c": "Sep 2024",
          "Status_History__c": "a13OZ00000Eaq4xYAB"
        },
        "change": null
      }
    ],
    "dateString": "Sep 2024",
    "collapsed": false,
    "checked": true
  }
]