[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Dec 2018",
          "fs": "Dec 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000B4Rsy2AF"
          },
          "Id": "a0POZ00000B4Rsy2AF",
          "Event_Date__c": "2018-12-14",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "Dec 2018",
          "Status_History__c": "a132P000000AraAQAS"
        },
        "change": null
      }
    ],
    "dateString": "Dec 2018",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Dec 2018",
          "fs": "Dec 2018",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000B4Rsz2AF"
          },
          "Id": "a0POZ00000B4Rsz2AF",
          "Event_Date__c": "2018-12-19",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Dec 2018",
          "Status_History__c": "a132P000000AraCQAS"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Subcommittee recommended that the application for oseltamivir for the treatment and prophylaxis of patients in long term care facilities (LTCFs) during influenza outbreaks within the facility be declined due to insufficient evidence of benefit in this patient group and treatment setting.</p>",
          "fs": "<p>The Subcommittee recommended that the application for oseltamivir for the treatment and prophylaxis of patients in long term care facilities (LTCFs) during influenza outbreaks within the facility be declined due to insufficient evidence of benefit in this patient group and treatment setting.</p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Subcommittee noted that in <a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2013-02.pdf\" target=\"_blank\">February 2013</a> and <a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2013-05.pdf\" target=\"_blank\">May 2013</a> PTAC considered the role of neuraminidase inhibitors (oseltamivir and zanamivir) including use in high risk patients. PTAC considered that the benefits of neuraminidase inhibitors were limited, and that there is insufficient evidence of benefit (beyond a reduction of time to alleviation of symptoms) to recommend wider funding. PTAC had recommended that funding be limiting to hospitalised patients who are likely to have more severe forms of influenza and/or are at high risk of influenza complications.</p><p><br></p><p>The Subcommittee noted that between 2015 and 2017 there was an average of 11 outbreaks of influenza in LTCFs per year reported by ESR, with an average of 240 cases per year associated with these outbreaks. The Subcommittee noted applicant estimations that 649 residents would be treated per annum if oseltamivir was funded in this treatment setting. Members considered that if funding was included for this patient group there would likely be much higher patient numbers.</p><p><br></p><p>The Subcommittee considered that patients in LTCFs have a high health need as they are more frail that similarly aged patients in the community. Members also considered that influenza vaccination rates are high, however the protective effect of the vaccine is likely to be less than that seen in community dwelling elderly of similar age. Members also noted that due to communal living they are at risk of influenza spread within the facility. Members considered that the application did not consider whether or not a LTCF practises disease control and prevention during outbreaks, or whether prophylaxis would be based on a patient’s immunisation status.</p><p><br></p><p>The Subcommittee considered whether Maori or Pacific Island people are at an increased risk of complication in nursing homes due to influenza infection. Members noted that Maori and Pacific people are less likely to dwell with in LTCF. In 2013, 32,000 people lived in LTCF for older people across 822 facilities; 68.1% of those were female and 92.5% were of European ethnicity (Maori 3.3%, Pacific Island 1.5%), 75% of the residents were over 80 years of age. The Subcommittee considered that Maori and Pacific people are less represented in LTCF population.</p><p><br></p><p>The Subcommittee noted that the purpose of making oseltamivir available for treatment and prophylaxis is to reduce the morbidity and mortality from seasonal influenza. Members noted that vaccination, infection control activities (e.g. isolation and prevention of cross infection) and GP care with provision of antibiotics for influenza complications are available within LTCFs. Members noted that oseltamivir is the current preferred antiviral option recommended in guidelines from overseas jurisdictions’ review of the literature.</p><p><br></p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee noted the following publications:</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/?term=%E2%80%A2%09Peters%2C+P.H.%2C+et+al.%2C++Journal+of+the+American+Geriatrics+Society%2C+2001.+49(8)%3A+p.+1025-1031\" target=\"_blank\">Peters et al. Journal of the American Geriatrics Society, 2001; 49(8): 1025-1031</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1186/1742-7622-11-13\" target=\"_blank\">Van der Sande et al. Emerging themes in epidemiology, 2014; 11(1): 13.</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1136/bmj.f5061\" target=\"_blank\">Mertz et al. BMJ, 2013; 347</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1002/14651858.CD008965.pub4\" target=\"_blank\">Jefferson et al. Cochrane Database of Systematic Reviews, 2014; CD008965</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1016/j.puhe.2018.05.028\" target=\"_blank\">Yip et al. Public health, 2018; 162: 98-103</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1016/j.ics.2004.02.060\" target=\"_blank\">Bowles et al. Journal of the American Geriatrics Society, 2002; 50(4): 608-616.</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"http://dx.doi.org/10.1136/bmjopen-2016-011686\" target=\"_blank\">Ye et al. BMJ open, 2016; 6(7): e011686</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1086/422646\" target=\"_blank\">Monto et al. Clinical Infectious Diseases, 2004; 39(4): 459-464</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa0908482\" target=\"_blank\">Lee et al. New England Journal of Medicine, 2010; 362(23): 2166-2174</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1016/S0140-6736(14)62449-1\" target=\"_blank\">Dobson et al. Lancet. 2015; 9979(385): 1729-37</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1016/S2213-2600(14)70041-4\" target=\"_blank\">Muthuri et al. The Lancet Respiratory medicine. 2014; 2(5): 395-404</a>.</p><p><br></p><p>The Subcommittee noted international guidelines and evidence review provided by the applicant including:</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span>Guidance for practitioners on the use of antiviral drugs to control influenza outbreaks in long-term care facilities in Canada. <a href=\"\" target=\"_blank\">Can J Infect Dis Med Microbiol. 2015; 26(1): e1–e4</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span>Guidelines for the Prevention, Control and Public Health Management of Influenza Outbreaks in Residential Care Facilities in Australia. <a href=\"https://www.health.gov.au/internet/main/publishing.nsf/Content/27BE697A7FBF5AB5CA257BF0001D3AC8/$File/RCF_Guidelines.pdf\" target=\"_blank\" style=\"font-size: 10pt;\">CDNA, Editor. 2017: Australia</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span>Expert opinion on neuraminidase inhibitors for the prevention and treatment of influenza–review of recent systematic reviews and meta-analyses. <a href=\"https://ecdc.europa.eu/en/publications-data/expert-opinion-neuraminidase-inhibitors-prevention-and-treatment-influenza-review\" target=\"_blank\">European Centre for Disease Prevention and Control.</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span>World Health Organization, Prevention and control of outbreaks of seasonal influenza in long-term care facilities: a review of the evidence and best-practice guidance. <a href=\"http://www.euro.who.int/__data/assets/pdf_file/0015/330225/LTCF-best-practice-guidance.pdf\" target=\"_blank\">WHO Regional Office for Europe, 2017</a>.</p><p><br></p><p>The Subcommittee noted that, from a treatment perspective, there is very little evidence of a benefit of treatment in the elderly population. The only Randomised Controlled Trials (RCTs) that have been undertaken specifically in the elderly were WV15819, WV15876 and WV15978 which had been considered by PTAC in 2013. Members noted that these studies had not shown a significant difference between oseltamivir and placebo with respect to time to alleviate symptoms or hospitalisations.</p><p><br></p><p>The Subcommittee noted that, from a prophylaxis perspective, there are no level 1 (RCT) studies. The only RCT provided in this setting considered Dutch nursing homes during four influenza seasons between 2009-2013. (<a href=\"https://doi.org/10.1186/1742-7622-11-13\" target=\"_blank\">Van der Sande et al. Emerging themes in Epidemiology, 2014; 11:13</a>) Members noted that of the 42 nursing homes recruited 15 outbreaks were included in the analysis which failed to find statistic significant of a protective effect, Members noted that the low outbreak numbers negatively impacted the power of the study. Members also noted that there were logistic challenges in ensuring the timely administration of prophylaxis. The Subcommittee considered this was relevant to the New Zealand setting and questioned whether prophylaxis could be given in a timely fashion if oseltamivir was funded in this patient group.</p><p><br></p><p>The Subcommittee noted a cluster RCT (<a href=\"https://doi.org/10.1371/journal.pone.0046509\" target=\"_blank\">Booy et al. PLoS one, 2012; 7(10): e46509</a>) which considered 16 aged care facilities randomly assigned treatment “T” (oseltamivir treatment 75 mg twice daily for five days) or treatment and prophylaxis “T&amp;P” (oseltamivir 75 mg once daily for 10 days), the primary outcome being the attack rate of influenza like illness. The Subcommittee noted that the confirmed influenza case on residents between the two arms was not significant (p=0.4). There was a significant reduction in mean duration of outbreaks (T= 24 days, T&amp;P=11 days p=0.04). There was a non-significant reduction in deaths, hospitalisations and pneumonia in the T&amp;P group. The Subcommittee noted the low power of the study which was a result of low number of influenza outbreaks during the reported period.</p><p><br></p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee considered <a href=\"https://doi.org/10.1017/ice.2018.115\" target=\"_blank\">Singh et al. Infection Control and Hospital Epidemiology, 2018; 39(8): 955-60</a>. A retrospective observation study which analysed 53 H3N2 out breaks during 2014-2015 in LTCFs in Manitoba, Canada. This study looked at secondary attack rate in relationship to timing of oseltamivir chemoprophylaxis. The study observed that delay of oseltamivir was associated with increased odds of infection on both univariate (P&lt;0.0001) and multivariable analyses (p&lt;0.001)</p><p><br></p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee considered that there is no RCT evidence that hospitalisation rates would be reduced given the lack of level 1 evidence for efficacy of treatment in the elderly and the lack evidence for efficacy of prophylaxis in LTCF. The Subcommittee further considered that all other (non-RCT) evidence is noncontrolled observational data. This data suggests that LTCF outbreaks may terminate quicker if prophylaxis is provided in a timely fashion, but does not address the hard endpoint of morbidity, hospitalisation or deaths.</p><p><br></p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee concluded that the only rationale for funding in this setting would be on the basis that international guidelines on LTCF antiviral treatments have recommended providing treatment and prophylaxis despite the poor evidence base. The Subcommittee noted that many statements in the guidelines that recommend treatment do not cite any supporting evidence or acknowledge that the evidence base is light and more studies are required. Members considered that in New Zealand, medicines of modest benefit with a poor evidence base that have a significant budget impact are difficult to justify funding ahead of better investments.</p>",
          "fs": "<p>The Subcommittee noted that in <a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2013-02.pdf\" target=\"_blank\">February 2013</a> and <a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2013-05.pdf\" target=\"_blank\">May 2013</a> PTAC considered the role of neuraminidase inhibitors (oseltamivir and zanamivir) including use in high risk patients. PTAC considered that the benefits of neuraminidase inhibitors were limited, and that there is insufficient evidence of benefit (beyond a reduction of time to alleviation of symptoms) to recommend wider funding. PTAC had recommended that funding be limiting to hospitalised patients who are likely to have more severe forms of influenza and/or are at high risk of influenza complications.</p><p><br></p><p>The Subcommittee noted that between 2015 and 2017 there was an average of 11 outbreaks of influenza in LTCFs per year reported by ESR, with an average of 240 cases per year associated with these outbreaks. The Subcommittee noted applicant estimations that 649 residents would be treated per annum if oseltamivir was funded in this treatment setting. Members considered that if funding was included for this patient group there would likely be much higher patient numbers.</p><p><br></p><p>The Subcommittee considered that patients in LTCFs have a high health need as they are more frail that similarly aged patients in the community. Members also considered that influenza vaccination rates are high, however the protective effect of the vaccine is likely to be less than that seen in community dwelling elderly of similar age. Members also noted that due to communal living they are at risk of influenza spread within the facility. Members considered that the application did not consider whether or not a LTCF practises disease control and prevention during outbreaks, or whether prophylaxis would be based on a patient’s immunisation status.</p><p><br></p><p>The Subcommittee considered whether Maori or Pacific Island people are at an increased risk of complication in nursing homes due to influenza infection. Members noted that Maori and Pacific people are less likely to dwell with in LTCF. In 2013, 32,000 people lived in LTCF for older people across 822 facilities; 68.1% of those were female and 92.5% were of European ethnicity (Maori 3.3%, Pacific Island 1.5%), 75% of the residents were over 80 years of age. The Subcommittee considered that Maori and Pacific people are less represented in LTCF population.</p><p><br></p><p>The Subcommittee noted that the purpose of making oseltamivir available for treatment and prophylaxis is to reduce the morbidity and mortality from seasonal influenza. Members noted that vaccination, infection control activities (e.g. isolation and prevention of cross infection) and GP care with provision of antibiotics for influenza complications are available within LTCFs. Members noted that oseltamivir is the current preferred antiviral option recommended in guidelines from overseas jurisdictions’ review of the literature.</p><p><br></p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee noted the following publications:</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/?term=%E2%80%A2%09Peters%2C+P.H.%2C+et+al.%2C++Journal+of+the+American+Geriatrics+Society%2C+2001.+49(8)%3A+p.+1025-1031\" target=\"_blank\">Peters et al. Journal of the American Geriatrics Society, 2001; 49(8): 1025-1031</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1186/1742-7622-11-13\" target=\"_blank\">Van der Sande et al. Emerging themes in epidemiology, 2014; 11(1): 13.</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1136/bmj.f5061\" target=\"_blank\">Mertz et al. BMJ, 2013; 347</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1002/14651858.CD008965.pub4\" target=\"_blank\">Jefferson et al. Cochrane Database of Systematic Reviews, 2014; CD008965</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1016/j.puhe.2018.05.028\" target=\"_blank\">Yip et al. Public health, 2018; 162: 98-103</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1016/j.ics.2004.02.060\" target=\"_blank\">Bowles et al. Journal of the American Geriatrics Society, 2002; 50(4): 608-616.</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"http://dx.doi.org/10.1136/bmjopen-2016-011686\" target=\"_blank\">Ye et al. BMJ open, 2016; 6(7): e011686</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1086/422646\" target=\"_blank\">Monto et al. Clinical Infectious Diseases, 2004; 39(4): 459-464</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa0908482\" target=\"_blank\">Lee et al. New England Journal of Medicine, 2010; 362(23): 2166-2174</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1016/S0140-6736(14)62449-1\" target=\"_blank\">Dobson et al. Lancet. 2015; 9979(385): 1729-37</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1016/S2213-2600(14)70041-4\" target=\"_blank\">Muthuri et al. The Lancet Respiratory medicine. 2014; 2(5): 395-404</a>.</p><p><br></p><p>The Subcommittee noted international guidelines and evidence review provided by the applicant including:</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span>Guidance for practitioners on the use of antiviral drugs to control influenza outbreaks in long-term care facilities in Canada. <a href=\"\" target=\"_blank\">Can J Infect Dis Med Microbiol. 2015; 26(1): e1–e4</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span>Guidelines for the Prevention, Control and Public Health Management of Influenza Outbreaks in Residential Care Facilities in Australia. <a href=\"https://www.health.gov.au/internet/main/publishing.nsf/Content/27BE697A7FBF5AB5CA257BF0001D3AC8/$File/RCF_Guidelines.pdf\" target=\"_blank\" style=\"font-size: 10pt;\">CDNA, Editor. 2017: Australia</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span>Expert opinion on neuraminidase inhibitors for the prevention and treatment of influenza–review of recent systematic reviews and meta-analyses. <a href=\"https://ecdc.europa.eu/en/publications-data/expert-opinion-neuraminidase-inhibitors-prevention-and-treatment-influenza-review\" target=\"_blank\">European Centre for Disease Prevention and Control.</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span>World Health Organization, Prevention and control of outbreaks of seasonal influenza in long-term care facilities: a review of the evidence and best-practice guidance. <a href=\"http://www.euro.who.int/__data/assets/pdf_file/0015/330225/LTCF-best-practice-guidance.pdf\" target=\"_blank\">WHO Regional Office for Europe, 2017</a>.</p><p><br></p><p>The Subcommittee noted that, from a treatment perspective, there is very little evidence of a benefit of treatment in the elderly population. The only Randomised Controlled Trials (RCTs) that have been undertaken specifically in the elderly were WV15819, WV15876 and WV15978 which had been considered by PTAC in 2013. Members noted that these studies had not shown a significant difference between oseltamivir and placebo with respect to time to alleviate symptoms or hospitalisations.</p><p><br></p><p>The Subcommittee noted that, from a prophylaxis perspective, there are no level 1 (RCT) studies. The only RCT provided in this setting considered Dutch nursing homes during four influenza seasons between 2009-2013. (<a href=\"https://doi.org/10.1186/1742-7622-11-13\" target=\"_blank\">Van der Sande et al. Emerging themes in Epidemiology, 2014; 11:13</a>) Members noted that of the 42 nursing homes recruited 15 outbreaks were included in the analysis which failed to find statistic significant of a protective effect, Members noted that the low outbreak numbers negatively impacted the power of the study. Members also noted that there were logistic challenges in ensuring the timely administration of prophylaxis. The Subcommittee considered this was relevant to the New Zealand setting and questioned whether prophylaxis could be given in a timely fashion if oseltamivir was funded in this patient group.</p><p><br></p><p>The Subcommittee noted a cluster RCT (<a href=\"https://doi.org/10.1371/journal.pone.0046509\" target=\"_blank\">Booy et al. PLoS one, 2012; 7(10): e46509</a>) which considered 16 aged care facilities randomly assigned treatment “T” (oseltamivir treatment 75 mg twice daily for five days) or treatment and prophylaxis “T&amp;P” (oseltamivir 75 mg once daily for 10 days), the primary outcome being the attack rate of influenza like illness. The Subcommittee noted that the confirmed influenza case on residents between the two arms was not significant (p=0.4). There was a significant reduction in mean duration of outbreaks (T= 24 days, T&amp;P=11 days p=0.04). There was a non-significant reduction in deaths, hospitalisations and pneumonia in the T&amp;P group. The Subcommittee noted the low power of the study which was a result of low number of influenza outbreaks during the reported period.</p><p><br></p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee considered <a href=\"https://doi.org/10.1017/ice.2018.115\" target=\"_blank\">Singh et al. Infection Control and Hospital Epidemiology, 2018; 39(8): 955-60</a>. A retrospective observation study which analysed 53 H3N2 out breaks during 2014-2015 in LTCFs in Manitoba, Canada. This study looked at secondary attack rate in relationship to timing of oseltamivir chemoprophylaxis. The study observed that delay of oseltamivir was associated with increased odds of infection on both univariate (P&lt;0.0001) and multivariable analyses (p&lt;0.001)</p><p><br></p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee considered that there is no RCT evidence that hospitalisation rates would be reduced given the lack of level 1 evidence for efficacy of treatment in the elderly and the lack evidence for efficacy of prophylaxis in LTCF. The Subcommittee further considered that all other (non-RCT) evidence is noncontrolled observational data. This data suggests that LTCF outbreaks may terminate quicker if prophylaxis is provided in a timely fashion, but does not address the hard endpoint of morbidity, hospitalisation or deaths.</p><p><br></p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee concluded that the only rationale for funding in this setting would be on the basis that international guidelines on LTCF antiviral treatments have recommended providing treatment and prophylaxis despite the poor evidence base. The Subcommittee noted that many statements in the guidelines that recommend treatment do not cite any supporting evidence or acknowledge that the evidence base is light and more studies are required. Members considered that in New Zealand, medicines of modest benefit with a poor evidence base that have a significant budget impact are difficult to justify funding ahead of better investments.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Subcommittee reviewed an application from the Ministry of Health to fund oseltamivir for the treatment and prophylaxis of patients in long term care facilities (LTCFs) during influenza outbreaks within the facility. </p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "fs": "<p>The Subcommittee reviewed an application from the Ministry of Health to fund oseltamivir for the treatment and prophylaxis of patients in long term care facilities (LTCFs) during influenza outbreaks within the facility. </p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Decline",
          "fs": "Decline",
          "change": null
        },
        "Links": {
          "s": "<p>https://www.pharmac.govt.nz/assets/ptac-anti-infective-subcommittee-record-2019-05.pdf</p>",
          "fs": "<p>https://www.pharmac.govt.nz/assets/ptac-anti-infective-subcommittee-record-2019-05.pdf</p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2019",
          "fs": "May 2019",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Anti-Infective Subcommittee at meeting Friday 10 May 2019.",
          "fs": "Clinical advice received from Anti-Infective Subcommittee at meeting Friday 10 May 2019.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000B4Rt02AF"
          },
          "Id": "a0POZ00000B4Rt02AF",
          "Event_Date__c": "2019-05-10",
          "Event_Description__c": "Clinical advice received from Anti-Infective Subcommittee at meeting Friday 10 May 2019.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<p>https://www.pharmac.govt.nz/assets/ptac-anti-infective-subcommittee-record-2019-05.pdf</p>",
          "Outcome__c": "Decline",
          "Formatted_Date__c": "May 2019",
          "Published_Recommendation__c": "<p>The Subcommittee recommended that the application for oseltamivir for the treatment and prophylaxis of patients in long term care facilities (LTCFs) during influenza outbreaks within the facility be declined due to insufficient evidence of benefit in this patient group and treatment setting.</p>",
          "Published_Application__c": "<p>The Subcommittee reviewed an application from the Ministry of Health to fund oseltamivir for the treatment and prophylaxis of patients in long term care facilities (LTCFs) during influenza outbreaks within the facility. </p><p><br></p><p>The Subcommittee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "Published_Discussion__c": "<p>The Subcommittee noted that in <a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2013-02.pdf\" target=\"_blank\">February 2013</a> and <a href=\"https://www.pharmac.govt.nz/assets/ptac-minutes-2013-05.pdf\" target=\"_blank\">May 2013</a> PTAC considered the role of neuraminidase inhibitors (oseltamivir and zanamivir) including use in high risk patients. PTAC considered that the benefits of neuraminidase inhibitors were limited, and that there is insufficient evidence of benefit (beyond a reduction of time to alleviation of symptoms) to recommend wider funding. PTAC had recommended that funding be limiting to hospitalised patients who are likely to have more severe forms of influenza and/or are at high risk of influenza complications.</p><p><br></p><p>The Subcommittee noted that between 2015 and 2017 there was an average of 11 outbreaks of influenza in LTCFs per year reported by ESR, with an average of 240 cases per year associated with these outbreaks. The Subcommittee noted applicant estimations that 649 residents would be treated per annum if oseltamivir was funded in this treatment setting. Members considered that if funding was included for this patient group there would likely be much higher patient numbers.</p><p><br></p><p>The Subcommittee considered that patients in LTCFs have a high health need as they are more frail that similarly aged patients in the community. Members also considered that influenza vaccination rates are high, however the protective effect of the vaccine is likely to be less than that seen in community dwelling elderly of similar age. Members also noted that due to communal living they are at risk of influenza spread within the facility. Members considered that the application did not consider whether or not a LTCF practises disease control and prevention during outbreaks, or whether prophylaxis would be based on a patient’s immunisation status.</p><p><br></p><p>The Subcommittee considered whether Maori or Pacific Island people are at an increased risk of complication in nursing homes due to influenza infection. Members noted that Maori and Pacific people are less likely to dwell with in LTCF. In 2013, 32,000 people lived in LTCF for older people across 822 facilities; 68.1% of those were female and 92.5% were of European ethnicity (Maori 3.3%, Pacific Island 1.5%), 75% of the residents were over 80 years of age. The Subcommittee considered that Maori and Pacific people are less represented in LTCF population.</p><p><br></p><p>The Subcommittee noted that the purpose of making oseltamivir available for treatment and prophylaxis is to reduce the morbidity and mortality from seasonal influenza. Members noted that vaccination, infection control activities (e.g. isolation and prevention of cross infection) and GP care with provision of antibiotics for influenza complications are available within LTCFs. Members noted that oseltamivir is the current preferred antiviral option recommended in guidelines from overseas jurisdictions’ review of the literature.</p><p><br></p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee noted the following publications:</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://www.ncbi.nlm.nih.gov/pubmed/?term=%E2%80%A2%09Peters%2C+P.H.%2C+et+al.%2C++Journal+of+the+American+Geriatrics+Society%2C+2001.+49(8)%3A+p.+1025-1031\" target=\"_blank\">Peters et al. Journal of the American Geriatrics Society, 2001; 49(8): 1025-1031</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1186/1742-7622-11-13\" target=\"_blank\">Van der Sande et al. Emerging themes in epidemiology, 2014; 11(1): 13.</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1136/bmj.f5061\" target=\"_blank\">Mertz et al. BMJ, 2013; 347</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1002/14651858.CD008965.pub4\" target=\"_blank\">Jefferson et al. Cochrane Database of Systematic Reviews, 2014; CD008965</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1016/j.puhe.2018.05.028\" target=\"_blank\">Yip et al. Public health, 2018; 162: 98-103</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1016/j.ics.2004.02.060\" target=\"_blank\">Bowles et al. Journal of the American Geriatrics Society, 2002; 50(4): 608-616.</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"http://dx.doi.org/10.1136/bmjopen-2016-011686\" target=\"_blank\">Ye et al. BMJ open, 2016; 6(7): e011686</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1086/422646\" target=\"_blank\">Monto et al. Clinical Infectious Diseases, 2004; 39(4): 459-464</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa0908482\" target=\"_blank\">Lee et al. New England Journal of Medicine, 2010; 362(23): 2166-2174</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1016/S0140-6736(14)62449-1\" target=\"_blank\">Dobson et al. Lancet. 2015; 9979(385): 1729-37</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span><a href=\"https://doi.org/10.1016/S2213-2600(14)70041-4\" target=\"_blank\">Muthuri et al. The Lancet Respiratory medicine. 2014; 2(5): 395-404</a>.</p><p><br></p><p>The Subcommittee noted international guidelines and evidence review provided by the applicant including:</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span>Guidance for practitioners on the use of antiviral drugs to control influenza outbreaks in long-term care facilities in Canada. <a href=\"\" target=\"_blank\">Can J Infect Dis Med Microbiol. 2015; 26(1): e1–e4</a>.</p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span>Guidelines for the Prevention, Control and Public Health Management of Influenza Outbreaks in Residential Care Facilities in Australia. <a href=\"https://www.health.gov.au/internet/main/publishing.nsf/Content/27BE697A7FBF5AB5CA257BF0001D3AC8/$File/RCF_Guidelines.pdf\" target=\"_blank\" style=\"font-size: 10pt;\">CDNA, Editor. 2017: Australia</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span>Expert opinion on neuraminidase inhibitors for the prevention and treatment of influenza–review of recent systematic reviews and meta-analyses. <a href=\"https://ecdc.europa.eu/en/publications-data/expert-opinion-neuraminidase-inhibitors-prevention-and-treatment-influenza-review\" target=\"_blank\">European Centre for Disease Prevention and Control.</a></p><p><span style=\"font-family: Symbol;\">·</span><span style=\"font-size: 7pt;\">      </span>World Health Organization, Prevention and control of outbreaks of seasonal influenza in long-term care facilities: a review of the evidence and best-practice guidance. <a href=\"http://www.euro.who.int/__data/assets/pdf_file/0015/330225/LTCF-best-practice-guidance.pdf\" target=\"_blank\">WHO Regional Office for Europe, 2017</a>.</p><p><br></p><p>The Subcommittee noted that, from a treatment perspective, there is very little evidence of a benefit of treatment in the elderly population. The only Randomised Controlled Trials (RCTs) that have been undertaken specifically in the elderly were WV15819, WV15876 and WV15978 which had been considered by PTAC in 2013. Members noted that these studies had not shown a significant difference between oseltamivir and placebo with respect to time to alleviate symptoms or hospitalisations.</p><p><br></p><p>The Subcommittee noted that, from a prophylaxis perspective, there are no level 1 (RCT) studies. The only RCT provided in this setting considered Dutch nursing homes during four influenza seasons between 2009-2013. (<a href=\"https://doi.org/10.1186/1742-7622-11-13\" target=\"_blank\">Van der Sande et al. Emerging themes in Epidemiology, 2014; 11:13</a>) Members noted that of the 42 nursing homes recruited 15 outbreaks were included in the analysis which failed to find statistic significant of a protective effect, Members noted that the low outbreak numbers negatively impacted the power of the study. Members also noted that there were logistic challenges in ensuring the timely administration of prophylaxis. The Subcommittee considered this was relevant to the New Zealand setting and questioned whether prophylaxis could be given in a timely fashion if oseltamivir was funded in this patient group.</p><p><br></p><p>The Subcommittee noted a cluster RCT (<a href=\"https://doi.org/10.1371/journal.pone.0046509\" target=\"_blank\">Booy et al. PLoS one, 2012; 7(10): e46509</a>) which considered 16 aged care facilities randomly assigned treatment “T” (oseltamivir treatment 75 mg twice daily for five days) or treatment and prophylaxis “T&amp;P” (oseltamivir 75 mg once daily for 10 days), the primary outcome being the attack rate of influenza like illness. The Subcommittee noted that the confirmed influenza case on residents between the two arms was not significant (p=0.4). There was a significant reduction in mean duration of outbreaks (T= 24 days, T&amp;P=11 days p=0.04). There was a non-significant reduction in deaths, hospitalisations and pneumonia in the T&amp;P group. The Subcommittee noted the low power of the study which was a result of low number of influenza outbreaks during the reported period.</p><p><br></p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee considered <a href=\"https://doi.org/10.1017/ice.2018.115\" target=\"_blank\">Singh et al. Infection Control and Hospital Epidemiology, 2018; 39(8): 955-60</a>. A retrospective observation study which analysed 53 H3N2 out breaks during 2014-2015 in LTCFs in Manitoba, Canada. This study looked at secondary attack rate in relationship to timing of oseltamivir chemoprophylaxis. The study observed that delay of oseltamivir was associated with increased odds of infection on both univariate (P&lt;0.0001) and multivariable analyses (p&lt;0.001)</p><p><br></p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee considered that there is no RCT evidence that hospitalisation rates would be reduced given the lack of level 1 evidence for efficacy of treatment in the elderly and the lack evidence for efficacy of prophylaxis in LTCF. The Subcommittee further considered that all other (non-RCT) evidence is noncontrolled observational data. This data suggests that LTCF outbreaks may terminate quicker if prophylaxis is provided in a timely fashion, but does not address the hard endpoint of morbidity, hospitalisation or deaths.</p><p><br></p><p><span style=\"font-size: 7pt;\"> </span>The Subcommittee concluded that the only rationale for funding in this setting would be on the basis that international guidelines on LTCF antiviral treatments have recommended providing treatment and prophylaxis despite the poor evidence base. The Subcommittee noted that many statements in the guidelines that recommend treatment do not cite any supporting evidence or acknowledge that the evidence base is light and more studies are required. Members considered that in New Zealand, medicines of modest benefit with a poor evidence base that have a significant budget impact are difficult to justify funding ahead of better investments.</p>",
          "Status_History__c": "a132P000000B42sQAC"
        },
        "change": null
      }
    ],
    "dateString": "Dec 2018",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2021",
          "fs": "May 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000B4Rt12AF"
          },
          "Id": "a0POZ00000B4Rt12AF",
          "Event_Date__c": "2021-05-03",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "May 2021",
          "Status_History__c": "a132P000000CoWaQAK"
        },
        "change": null
      }
    ],
    "dateString": "May 2021",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2021",
          "fs": "May 2021",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000B4Rt22AF"
          },
          "Id": "a0POZ00000B4Rt22AF",
          "Event_Date__c": "2021-05-27",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "May 2021",
          "Status_History__c": "a132P000000CsfvQAC"
        },
        "change": null
      }
    ],
    "dateString": "May 2021",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2023-12-proposal-to-decline-inactive-funding-applications-2\" target=\"_blank\">Consultation notification</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2023-12-proposal-to-decline-inactive-funding-applications-2\" target=\"_blank\">Consultation notification</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Dec 2023",
          "fs": "Dec 2023",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is active.",
          "fs": "Public consultation for this application is active.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000B4Rt32AF"
          },
          "Id": "a0POZ00000B4Rt32AF",
          "Event_Date__c": "2023-12-18",
          "Event_Description__c": "Public consultation for this application is active.",
          "Stage__c": "Under Consultation",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2023-12-proposal-to-decline-inactive-funding-applications-2\" target=\"_blank\">Consultation notification</a></p>",
          "Formatted_Date__c": "Dec 2023",
          "Status_History__c": "a13OZ000004kSqDYAU"
        },
        "change": null
      }
    ],
    "dateString": "Dec 2023",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2024",
          "fs": "Feb 2024",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "fs": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000B4Rt42AF"
          },
          "Id": "a0POZ00000B4Rt42AF",
          "Event_Date__c": "2024-02-12",
          "Event_Description__c": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "Stage__c": "Reviewing Consultation Feedback",
          "Formatted_Date__c": "Feb 2024",
          "Status_History__c": "a13OZ000006m8kbYAA"
        },
        "change": null
      }
    ],
    "dateString": "Feb 2024",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-decline-inactive-funding-applications-july-24\" target=\"_blank\">Decision notification</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-decline-inactive-funding-applications-july-24\" target=\"_blank\">Decision notification</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Jul 2024",
          "fs": "Jul 2024",
          "change": null
        },
        "Event_Description": {
          "s": "The funding application has been declined.",
          "fs": "The funding application has been declined.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000B4Rt52AF"
          },
          "Id": "a0POZ00000B4Rt52AF",
          "Event_Date__c": "2024-07-23",
          "Event_Description__c": "The funding application has been declined.",
          "Stage__c": "Decision",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-decline-inactive-funding-applications-july-24\" target=\"_blank\">Decision notification</a></p>",
          "Formatted_Date__c": "Jul 2024",
          "Status_History__c": "a13OZ00000CTtqDYAT"
        },
        "change": null
      }
    ],
    "dateString": "Jul 2024",
    "collapsed": false,
    "checked": true
  }
]