[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2020",
          "fs": "May 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIM2A3"
          },
          "Id": "a0POZ00000P0BIM2A3",
          "Event_Date__c": "2020-05-22",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "May 2020",
          "Status_History__c": "a132P000000DaHgQAK"
        },
        "change": null
      }
    ],
    "dateString": "May 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2021",
          "fs": "Aug 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIN2A3"
          },
          "Id": "a0POZ00000P0BIN2A3",
          "Event_Date__c": "2021-08-02",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Aug 2021",
          "Status_History__c": "a132P000000DaOwQAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Sep 2021",
          "fs": "Sep 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Assigned to Cancer Treatments Advisory Committee meeting to provide advice on Thursday 4 November 2021",
          "fs": "Assigned to Cancer Treatments Advisory Committee meeting to provide advice on Thursday 4 November 2021",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIO2A3"
          },
          "Id": "a0POZ00000P0BIO2A3",
          "Event_Date__c": "2021-09-01",
          "Event_Description__c": "Assigned to Cancer Treatments Advisory Committee meeting to provide advice on Thursday 4 November 2021",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Sep 2021",
          "Status_History__c": "a132P000000DaRDQA0"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>8.2<span style=\"font-size: 7pt;\">        </span>The Subcommittee <b>recommended</b> that pembrolizumab in combination with chemotherapy for those with recurrent or metastatic head and neck squamous cell carcinoma irrespective of Combined Positive Score (ie. an all-comers population) be <b>declined</b>. </p><p>8.3<span style=\"font-size: 7pt;\">        </span>The Subcommittee made this recommendation based on unclear evidence of benefit for this patient group, the lack of survival benefit demonstrated, and the uncertainty resulting from the lack of a common comparator. </p>",
          "fs": "<p>8.2<span style=\"font-size: 7pt;\">        </span>The Subcommittee <b>recommended</b> that pembrolizumab in combination with chemotherapy for those with recurrent or metastatic head and neck squamous cell carcinoma irrespective of Combined Positive Score (ie. an all-comers population) be <b>declined</b>. </p><p>8.3<span style=\"font-size: 7pt;\">        </span>The Subcommittee made this recommendation based on unclear evidence of benefit for this patient group, the lack of survival benefit demonstrated, and the uncertainty resulting from the lack of a common comparator. </p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>8.4<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted that the application for pembrolizumab for the first line treatment of head and neck squamous cell carcinoma (HNSCC) had previously been considered in <a href=\"https://pharmac.govt.nz/assets/2020-10-Cancer-Treatment-Subcommittee-Record-published-25-February-2021.pdf\" target=\"_blank\">October 2020</a>, where it was recommended for decline. This recommendation was made based on the consideration of the New Zealand patient population having a high incidence of HPV-positive oropharyngeal cancer with the patient population with HNSCC in the clinical trial evidence having different epidemiology, characteristics and prognosis; the lack of an appropriate comparator treatment in the key clinical trial evidence for the New Zealand context; and the evidence for short-term outcomes of pembrolizumab only. In making this recommendation, the Subcommittee considered the limited applicability of data in the trial population to the clinical population with HNSCC in New Zealand.</p><p>8.5<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted correspondence from the supplier in response to the October 2020 recommendation, which included updated data, clarification of the epidemiology and applicability of the data to the New Zealand population, and clinical input from New Zealand clinicians regarding the applicability of the evidence supporting pembrolizumab use in this setting, and the relevance of outcomes to the New Zealand context.</p><p>8.6<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted information regarding the American Joint Committee on Cancer (AJCC) staging of HNSCC as relevant to Ministry of Health Standard of Care Classifications in New Zealand, as well as a detailed breakdown of the AJCC classification of New Zealand data provided by the applicant. The Subcommittee noted the data was intended to clarify the similarities between the current New Zealand classification of HNSCC disease and the classification of patients recruited to the KEYNOTE-048 study. The Subcommittee noted that the supplier utilised the AJCC codes in an analysis of incident and mortality data for New Zealand and considered that the supplier estimates and projections for this are likely accurate.</p><p class=\"ql-indent-1\">8.6.1<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered that this analysis highlights that oropharyngeal cancer is a subgroup of the HNSCC patient population (comprising approximately 38% of the total HNSCC population, and 30% of deaths from HNSCC), and is not presently the majority of the HNSCC population, as was previously considered. The Subcommittee considered, however that there is a trend towards increases in oropharyngeal disease incidence, such that this subgroup may make up 50% of incident HNSCC cases, and 35% of HNSCC deaths, over the next decade.</p><p>8.7<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted data from New Zealand studies report that 76-78% of oropharyngeal squamous cell carcinoma patients have HPV-positivity, the vast majority of which were HPV p16 positive (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29049330/\" target=\"_blank\">Lucas Roxburgh et al. PLos One. 2017;12:e0186424</a>). The Subcommittee also noted that previously reviewed publications reported that p16-positive oropharyngeal SCC represent approximately 22% of the patient population (<a href=\"https://pubmed.ncbi.nlm.nih.gov/31679945/\" target=\"_blank\">Burtness et al. Lancet. 2019;394:1915-28</a>).</p><p>8.8<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted that, in a subgroup analysis provided by the supplier, patients with positive p16 status seemed to do better with pembrolizumab with chemotherapy than with cetuximab-chemotherapy in the total population, the CPS&gt;20 population and the CPS&gt;1 population however there was no evidence of a statistically significant interaction between p16 status and magnitude of overall survival benefit versus cetuximab; p16 positive patients were a minority. The Subcommittee considered that uncertainty remains regarding whether p16-positive patients respond to treatment the same as the dominant patient population.</p><p>8.9<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted that previous comments raised by CaTSoP regarding p16-positive HNSCC were driven by the consensus that it is a biologically different disease than non-p16 positive HNSCC and is increasing in incidence relative to non-p16 HNSCC; however, acknowledged that the overall proportion of p16-positive oropharyngeal HNSCC may have been previously overestimated The Subcommittee considered that there remains under-representation of p16-positive disease within the KEYNOTE-048 trial which means that findings cannot be applied to the p16-positive subgroup with confidence, and thus the benefit of treatment with pembrolizumab in combination with chemotherapy for this subgroup is unknown.</p><p>8.10<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted material provided by the supplier that stated that CPS may be a better predictor of patient outcomes than p16 status; however, considered that there was no evidence provided to support this statement. The Subcommittee noted that there is evidence that p16 status is a prognostic marker in oropharyngeal HNSCC, where median overall survival of p16-positive relapsing or metastatic oropharyngeal HNSCC was 2.6 years versus 0.8 years for p16-negative patients in a study of 181 relapsing remitting oropharyngeal cancer patients (<a href=\"https://pubmed.ncbi.nlm.nih.gov/24958820/\" target=\"_blank\">Fakhry et al. J Clin Oncol. 2014;32:3365-73</a>). The Subcommittee was not aware of any evidence that p16 status has been explored as a predictive biomarker in checkpoint-inhibition based therapies, and that there is mixed data for prediction with radiotherapy or EGFR-based therapy.</p><p>8.11<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted that there is uncertainty surrounding whether PD-L1 expression is a negative prognostic factor in HNSCC, noting a large meta-analysis which found evidence that PD-L1 expression was neither positive nor negative prognostically (<a href=\"https://pubmed.ncbi.nlm.nih.gov/30409325/\" target=\"_blank\">Yang et al. Oral Oncol. 2018;86:81-90</a>). The Subcommittee noted that PD-L1 expression testing as a predictive biomarker varies between trials in the types of tests used, the way of testing, which expression cut-offs were used to define subgroups, and in the interpretation of the results. The Subcommittee noted that PD-L1 laboratory testing remains non-interchangeable between the assays and the companion-antibodies used and considered that nationwide training would have to be implemented to ensure consistency should PD-L1 testing be needed for newly funded agents. The Subcommittee noted the availability of supplier sponsored programmes for CPS testing but noted ongoing uncertainty on the extent of training within these programmes, and associated costs.</p><p>8.12<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted one study which reported that PD-L1 expression may change over time with the use of immune checkpoint inhibitors (<a href=\"https://pubmed.ncbi.nlm.nih.gov/34111704/\" target=\"_blank\">Karabajakian et al. Oral Oncol. 2021;119:105368</a>). The Subcommittee considered that this implies that patients may have to be re-biopsied over the course of treatment.</p><p>8.13<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted and agreed with the supplier’s view that HPV vaccination will take many years to impact the incidence of HNSCC in New Zealand but noted that this is likely to translate into an increased proportion of p16-positive oropharyngeal HNSCC in the overall HNSCC population in the short-medium term. The Subcommittee considered that this highlights the risks associated with insufficient evidence of benefit of pembrolizumab for p16-positive disease, and that the use of pembrolizumab may therefore represent an increasing fiscal risk over the short-medium term.</p><p>8.14<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted the supplier’s concern regarding 4-year overall survival data not being explicitly addressed in the October 2020 meeting record. The Subcommittee noted published abstracts are generally considered to be low quality evidence when compared to peer reviewed papers and there is a general Subcommittee preference to review peer reviewed publications. The Subcommittee noted that the P-values in the 4-year overall survival analysis provided were nominal values and unadjusted for multiplicity and considered this data should be taken as hypothesis generating results, rather than providing definitive answers about the magnitude of long-term survival benefit.</p><p>8.15<span style=\"font-size: 7pt;\">      </span>The Subcommittee considered that the statistical plan provided with the submission was complex, compounded by changes in wording over various iterations and amendments associated with hypotheses for progression free survival and overall survival superiority/non-inferiority including changed language from ‘observed events” to “expected events”. The Subcommittee noted that the overall survival end point was moved from a secondary to a primary endpoint in a 2016 amendment and the 10% CPS sub-population was dropped from analysis in an amendment made in 2017.</p><p>8.16<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted that updated progression-free survival data provided by the supplier indicates approximately 20% of patients treated with pembrolizumab had not progressed at two years, compared to approximately 10% in the control arm (R Geril KN048 ESMO 2020). The Subcommittee noted that this aligns with the 20% of the oropharyngeal patient population known to be p16-positive, and that these patients typically have a better prognosis, (as indicated by a median overall survival 2-3 years longer than the rest of the HNSCC population). The Subcommittee considered that, as the p16-positive and p16-negative populations are biologically different with different prognostic indicators, mixing the two populations in the analysis meant that interpreting the true benefit of pembrolizumab for either population is difficult.</p><p>8.17<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted the supplier’s concern that review of a network meta-analysis provided in the original submission was not recorded in the October 2020 CaTSoP record (Ramakrishan et al. Technical Report. 2019). The Subcommittee noted that this was reviewed at the time and considered to be low quality evidence and it was not included in the record.</p><p>8.18<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted additional clinician correspondence in response to the October 2020 review of this application. The letter outlined the concerns regarding over-estimation of the p16-positive oropharyngeal patient population at the October 2020 meeting, which the Subcommittee noted and acknowledged. The Subcommittee noted that there remained some uncertainty regarding benefit for the p16-positive subpopulation with under-representation in KEYNOTE-048 and considered an approach to minimise the fiscal risk associated with this uncertainty could be to exclude the population with &lt;1% CPS.</p><p>8.19<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted a study by Schoenfeld et al. in which data from KEYNOTE-048 was extracted for Kaplan-Meier curves to estimate the survival of the &lt;1% CPS population which was not provided in the original KEYNOTE-048 manuscript (<a href=\"https://www.medrxiv.org/content/10.1101/2020.04.18.20070888v1.full.pdf\" target=\"_blank\">Schoenfeld et al. Oral Oncol. 2020;105:104762</a>). The Subcommittee noted that cetuximab with chemotherapy may be more beneficial for CPS&lt;1 patients than pembrolizumab with chemotherapy.</p><p class=\"ql-indent-1\">8.19.1<span style=\"font-size: 7pt;\">     </span>The Subcommittee noted the clinician’s comments regarding the impact of HPV vaccination on HNSCC incidence and agreed that it is unlikely to have a near-term impact but could be a growing proportion of the biologic subtype of HNSCC.</p><p class=\"ql-indent-1\">8.19.2<span style=\"font-size: 7pt;\">     </span>The Subcommittee noted that the control arm of the KEYNOTE-048 trial included treatment with cetuximab, which is not a funded agent in New Zealand. The Subcommittee considered that the results from KEYNOTE-048 may thus underestimate the potential benefit for the New Zealand population who cannot access cetuximab.</p><p>8.20<span style=\"font-size: 7pt;\">      </span>Overall, the Subcommittee agreed with the supplier’s updated analysis of the epidemiology of HNSCC in New Zealand, and that oropharyngeal HNSCC at present does not represent the majority of cases of relapsed/metastatic HNSCC. The Subcommittee considered that the oropharyngeal population is a biologically different disease, is the fastest growing population of HNSCC, has a better prognosis at diagnosis in the relapsed/metastatic setting, and is underrepresented in the KEYNOTE-048 trial. The Subcommittee considered that the data extending the benefit from the broader patient population from KEYNOTE-048 to this subpopulation had substantial uncertainties. The Subcommittee noted that the October 2020 assessment took an “all or none” approach to the request for funding to all relapsed/metastatic HNSCC leading to a recommendation for decline based on a substantive subpopulation in whom the benefit of therapy remains undetermined.</p><p>8.21<span style=\"font-size: 7pt;\">      </span>The Subcommittee considered that the updated data from the supplier indicates that adding chemotherapy to pembrolizumab treatment increases the response rate in the intention to treat population, as well as in the CPS &gt;1 (median overall survival 13.6 months, 95% CI 10.7 months to 15.5 months versus 10.6 months without pembrolizumab, 95% CI 9.1 months to 11.7 months; HR 0.64, 95% CI 0.53 to 0.78; P=0.00001) and CPS &gt;20 subgroups (pembrolizumab overall response rate 23.3%; median duration of response 23.4 months [range 2.7 to 54.4+ months] versus without pembrolizumab overall response rate 36.1%; median duration of response 4.2 months [range 1.2 to 38.2+ months]), and that this benefit may be conservative in the New Zealand population due to the use of cetuximab in the control arm. The Subcommittee therefore considered that pembrolizumab administered in combination with chemotherapy was appropriate to maximise the probability of patients responding to treatment.</p><p>8.22<span style=\"font-size: 7pt;\">      </span>The Subcommittee considered the structure of the statistical design and control of the type 1 error in KEYNOTE-048 was complex and with over 14 primary hypotheses and noted that modifications of the protocol over time added to the difficulty in interpreting the results. </p><p>8.23<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted that the updated data from the supplier indicated that the primary endpoints relating to progression-free survival were not met, while the endpoints relating to overall survival were met, with the exception of overall survival in the monotherapy arm of the intention to treatment population. The Subcommittee considered that this indicated that overall survival is likely to be the main benefit from treatment. The Subcommittee considered that an estimated treatment effect of pembrolizumab of 5 years (as proposed by NICE) seems reasonable. The Subcommittee considered that the benefit in overall survival, but not progression-free survival also indicated that there was no strong association between progression-free survival and overall survival in this patient population. </p><p>8.24<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted that the growth rate in incident patients with HNSCC is unknown but considered that previous estimates of approximately 3.6% seem reasonable. The Subcommittee also considered that the potential increase in the proportion of patients with CPS ≥1 HNSCC is unknown as CPS is not routinely tested for in New Zealand. The Subcommittee considered that the proportion of patients unfit for chemotherapy (and therefore receiving palliative care instead) was uncertain but likely to be low.</p><p>8.25<span style=\"font-size: 7pt;\">      </span>The Subcommittee considered that the supplier’s concerns regarding the previous decline recommendation were valid and reasonable but considered that the reliability of benefit and the alignments of the KEYNOTE-048 patient population and subpopulations to the New Zealand patient population remain unclear, with corresponding uncertainty in benefit. The Subcommittee considered there remained a lack of correlation between progression-free survival and overall survival. The Subcommittee considered that there were financial risks associated with funding an “all-comers” patient population, but that these could be reduced by excluding the p16-positive population from the Special Authority criteria due to uncertainty of clinical benefit for these patients.</p><p>8.26<span style=\"font-size: 7pt;\">      </span><span style=\"color: black;\">The </span>Subcommittee<span style=\"color: black;\"> considered that the below table summarises its interpretation of </span>the<span style=\"color: black;\"> most appropriate PICO (population, intervention, comparator, outcomes) information </span>for<span style=\"color: black;\"> pembrolizumab in combination with chemotherapy if it were to be funded in New Zealand for relapsed or metastatic HNSCC patients. This PICO captures key clinical aspects of the proposal and may be used to frame any future economic assessment by Pharmac staff. This PICO is based on the Subcommittee’s assessment at this time and may differ from that requested by the applicant. The PICO may change based on new information, additional clinical advice, or further analysis by Pharmac staff. </span></p><p><img src=\"/apptracker/servlet/rtaImage?eid=a0POZ00000P0BIQ&amp;feoid=00N2P000000YsIc&amp;refid=0EM2P000001vfWa\" alt=\"image.png\"></img></p>",
          "fs": "<p>8.4<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted that the application for pembrolizumab for the first line treatment of head and neck squamous cell carcinoma (HNSCC) had previously been considered in <a href=\"https://pharmac.govt.nz/assets/2020-10-Cancer-Treatment-Subcommittee-Record-published-25-February-2021.pdf\" target=\"_blank\">October 2020</a>, where it was recommended for decline. This recommendation was made based on the consideration of the New Zealand patient population having a high incidence of HPV-positive oropharyngeal cancer with the patient population with HNSCC in the clinical trial evidence having different epidemiology, characteristics and prognosis; the lack of an appropriate comparator treatment in the key clinical trial evidence for the New Zealand context; and the evidence for short-term outcomes of pembrolizumab only. In making this recommendation, the Subcommittee considered the limited applicability of data in the trial population to the clinical population with HNSCC in New Zealand.</p><p>8.5<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted correspondence from the supplier in response to the October 2020 recommendation, which included updated data, clarification of the epidemiology and applicability of the data to the New Zealand population, and clinical input from New Zealand clinicians regarding the applicability of the evidence supporting pembrolizumab use in this setting, and the relevance of outcomes to the New Zealand context.</p><p>8.6<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted information regarding the American Joint Committee on Cancer (AJCC) staging of HNSCC as relevant to Ministry of Health Standard of Care Classifications in New Zealand, as well as a detailed breakdown of the AJCC classification of New Zealand data provided by the applicant. The Subcommittee noted the data was intended to clarify the similarities between the current New Zealand classification of HNSCC disease and the classification of patients recruited to the KEYNOTE-048 study. The Subcommittee noted that the supplier utilised the AJCC codes in an analysis of incident and mortality data for New Zealand and considered that the supplier estimates and projections for this are likely accurate.</p><p class=\"ql-indent-1\">8.6.1<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered that this analysis highlights that oropharyngeal cancer is a subgroup of the HNSCC patient population (comprising approximately 38% of the total HNSCC population, and 30% of deaths from HNSCC), and is not presently the majority of the HNSCC population, as was previously considered. The Subcommittee considered, however that there is a trend towards increases in oropharyngeal disease incidence, such that this subgroup may make up 50% of incident HNSCC cases, and 35% of HNSCC deaths, over the next decade.</p><p>8.7<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted data from New Zealand studies report that 76-78% of oropharyngeal squamous cell carcinoma patients have HPV-positivity, the vast majority of which were HPV p16 positive (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29049330/\" target=\"_blank\">Lucas Roxburgh et al. PLos One. 2017;12:e0186424</a>). The Subcommittee also noted that previously reviewed publications reported that p16-positive oropharyngeal SCC represent approximately 22% of the patient population (<a href=\"https://pubmed.ncbi.nlm.nih.gov/31679945/\" target=\"_blank\">Burtness et al. Lancet. 2019;394:1915-28</a>).</p><p>8.8<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted that, in a subgroup analysis provided by the supplier, patients with positive p16 status seemed to do better with pembrolizumab with chemotherapy than with cetuximab-chemotherapy in the total population, the CPS&gt;20 population and the CPS&gt;1 population however there was no evidence of a statistically significant interaction between p16 status and magnitude of overall survival benefit versus cetuximab; p16 positive patients were a minority. The Subcommittee considered that uncertainty remains regarding whether p16-positive patients respond to treatment the same as the dominant patient population.</p><p>8.9<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted that previous comments raised by CaTSoP regarding p16-positive HNSCC were driven by the consensus that it is a biologically different disease than non-p16 positive HNSCC and is increasing in incidence relative to non-p16 HNSCC; however, acknowledged that the overall proportion of p16-positive oropharyngeal HNSCC may have been previously overestimated The Subcommittee considered that there remains under-representation of p16-positive disease within the KEYNOTE-048 trial which means that findings cannot be applied to the p16-positive subgroup with confidence, and thus the benefit of treatment with pembrolizumab in combination with chemotherapy for this subgroup is unknown.</p><p>8.10<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted material provided by the supplier that stated that CPS may be a better predictor of patient outcomes than p16 status; however, considered that there was no evidence provided to support this statement. The Subcommittee noted that there is evidence that p16 status is a prognostic marker in oropharyngeal HNSCC, where median overall survival of p16-positive relapsing or metastatic oropharyngeal HNSCC was 2.6 years versus 0.8 years for p16-negative patients in a study of 181 relapsing remitting oropharyngeal cancer patients (<a href=\"https://pubmed.ncbi.nlm.nih.gov/24958820/\" target=\"_blank\">Fakhry et al. J Clin Oncol. 2014;32:3365-73</a>). The Subcommittee was not aware of any evidence that p16 status has been explored as a predictive biomarker in checkpoint-inhibition based therapies, and that there is mixed data for prediction with radiotherapy or EGFR-based therapy.</p><p>8.11<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted that there is uncertainty surrounding whether PD-L1 expression is a negative prognostic factor in HNSCC, noting a large meta-analysis which found evidence that PD-L1 expression was neither positive nor negative prognostically (<a href=\"https://pubmed.ncbi.nlm.nih.gov/30409325/\" target=\"_blank\">Yang et al. Oral Oncol. 2018;86:81-90</a>). The Subcommittee noted that PD-L1 expression testing as a predictive biomarker varies between trials in the types of tests used, the way of testing, which expression cut-offs were used to define subgroups, and in the interpretation of the results. The Subcommittee noted that PD-L1 laboratory testing remains non-interchangeable between the assays and the companion-antibodies used and considered that nationwide training would have to be implemented to ensure consistency should PD-L1 testing be needed for newly funded agents. The Subcommittee noted the availability of supplier sponsored programmes for CPS testing but noted ongoing uncertainty on the extent of training within these programmes, and associated costs.</p><p>8.12<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted one study which reported that PD-L1 expression may change over time with the use of immune checkpoint inhibitors (<a href=\"https://pubmed.ncbi.nlm.nih.gov/34111704/\" target=\"_blank\">Karabajakian et al. Oral Oncol. 2021;119:105368</a>). The Subcommittee considered that this implies that patients may have to be re-biopsied over the course of treatment.</p><p>8.13<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted and agreed with the supplier’s view that HPV vaccination will take many years to impact the incidence of HNSCC in New Zealand but noted that this is likely to translate into an increased proportion of p16-positive oropharyngeal HNSCC in the overall HNSCC population in the short-medium term. The Subcommittee considered that this highlights the risks associated with insufficient evidence of benefit of pembrolizumab for p16-positive disease, and that the use of pembrolizumab may therefore represent an increasing fiscal risk over the short-medium term.</p><p>8.14<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted the supplier’s concern regarding 4-year overall survival data not being explicitly addressed in the October 2020 meeting record. The Subcommittee noted published abstracts are generally considered to be low quality evidence when compared to peer reviewed papers and there is a general Subcommittee preference to review peer reviewed publications. The Subcommittee noted that the P-values in the 4-year overall survival analysis provided were nominal values and unadjusted for multiplicity and considered this data should be taken as hypothesis generating results, rather than providing definitive answers about the magnitude of long-term survival benefit.</p><p>8.15<span style=\"font-size: 7pt;\">      </span>The Subcommittee considered that the statistical plan provided with the submission was complex, compounded by changes in wording over various iterations and amendments associated with hypotheses for progression free survival and overall survival superiority/non-inferiority including changed language from ‘observed events” to “expected events”. The Subcommittee noted that the overall survival end point was moved from a secondary to a primary endpoint in a 2016 amendment and the 10% CPS sub-population was dropped from analysis in an amendment made in 2017.</p><p>8.16<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted that updated progression-free survival data provided by the supplier indicates approximately 20% of patients treated with pembrolizumab had not progressed at two years, compared to approximately 10% in the control arm (R Geril KN048 ESMO 2020). The Subcommittee noted that this aligns with the 20% of the oropharyngeal patient population known to be p16-positive, and that these patients typically have a better prognosis, (as indicated by a median overall survival 2-3 years longer than the rest of the HNSCC population). The Subcommittee considered that, as the p16-positive and p16-negative populations are biologically different with different prognostic indicators, mixing the two populations in the analysis meant that interpreting the true benefit of pembrolizumab for either population is difficult.</p><p>8.17<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted the supplier’s concern that review of a network meta-analysis provided in the original submission was not recorded in the October 2020 CaTSoP record (Ramakrishan et al. Technical Report. 2019). The Subcommittee noted that this was reviewed at the time and considered to be low quality evidence and it was not included in the record.</p><p>8.18<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted additional clinician correspondence in response to the October 2020 review of this application. The letter outlined the concerns regarding over-estimation of the p16-positive oropharyngeal patient population at the October 2020 meeting, which the Subcommittee noted and acknowledged. The Subcommittee noted that there remained some uncertainty regarding benefit for the p16-positive subpopulation with under-representation in KEYNOTE-048 and considered an approach to minimise the fiscal risk associated with this uncertainty could be to exclude the population with &lt;1% CPS.</p><p>8.19<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted a study by Schoenfeld et al. in which data from KEYNOTE-048 was extracted for Kaplan-Meier curves to estimate the survival of the &lt;1% CPS population which was not provided in the original KEYNOTE-048 manuscript (<a href=\"https://www.medrxiv.org/content/10.1101/2020.04.18.20070888v1.full.pdf\" target=\"_blank\">Schoenfeld et al. Oral Oncol. 2020;105:104762</a>). The Subcommittee noted that cetuximab with chemotherapy may be more beneficial for CPS&lt;1 patients than pembrolizumab with chemotherapy.</p><p class=\"ql-indent-1\">8.19.1<span style=\"font-size: 7pt;\">     </span>The Subcommittee noted the clinician’s comments regarding the impact of HPV vaccination on HNSCC incidence and agreed that it is unlikely to have a near-term impact but could be a growing proportion of the biologic subtype of HNSCC.</p><p class=\"ql-indent-1\">8.19.2<span style=\"font-size: 7pt;\">     </span>The Subcommittee noted that the control arm of the KEYNOTE-048 trial included treatment with cetuximab, which is not a funded agent in New Zealand. The Subcommittee considered that the results from KEYNOTE-048 may thus underestimate the potential benefit for the New Zealand population who cannot access cetuximab.</p><p>8.20<span style=\"font-size: 7pt;\">      </span>Overall, the Subcommittee agreed with the supplier’s updated analysis of the epidemiology of HNSCC in New Zealand, and that oropharyngeal HNSCC at present does not represent the majority of cases of relapsed/metastatic HNSCC. The Subcommittee considered that the oropharyngeal population is a biologically different disease, is the fastest growing population of HNSCC, has a better prognosis at diagnosis in the relapsed/metastatic setting, and is underrepresented in the KEYNOTE-048 trial. The Subcommittee considered that the data extending the benefit from the broader patient population from KEYNOTE-048 to this subpopulation had substantial uncertainties. The Subcommittee noted that the October 2020 assessment took an “all or none” approach to the request for funding to all relapsed/metastatic HNSCC leading to a recommendation for decline based on a substantive subpopulation in whom the benefit of therapy remains undetermined.</p><p>8.21<span style=\"font-size: 7pt;\">      </span>The Subcommittee considered that the updated data from the supplier indicates that adding chemotherapy to pembrolizumab treatment increases the response rate in the intention to treat population, as well as in the CPS &gt;1 (median overall survival 13.6 months, 95% CI 10.7 months to 15.5 months versus 10.6 months without pembrolizumab, 95% CI 9.1 months to 11.7 months; HR 0.64, 95% CI 0.53 to 0.78; P=0.00001) and CPS &gt;20 subgroups (pembrolizumab overall response rate 23.3%; median duration of response 23.4 months [range 2.7 to 54.4+ months] versus without pembrolizumab overall response rate 36.1%; median duration of response 4.2 months [range 1.2 to 38.2+ months]), and that this benefit may be conservative in the New Zealand population due to the use of cetuximab in the control arm. The Subcommittee therefore considered that pembrolizumab administered in combination with chemotherapy was appropriate to maximise the probability of patients responding to treatment.</p><p>8.22<span style=\"font-size: 7pt;\">      </span>The Subcommittee considered the structure of the statistical design and control of the type 1 error in KEYNOTE-048 was complex and with over 14 primary hypotheses and noted that modifications of the protocol over time added to the difficulty in interpreting the results. </p><p>8.23<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted that the updated data from the supplier indicated that the primary endpoints relating to progression-free survival were not met, while the endpoints relating to overall survival were met, with the exception of overall survival in the monotherapy arm of the intention to treatment population. The Subcommittee considered that this indicated that overall survival is likely to be the main benefit from treatment. The Subcommittee considered that an estimated treatment effect of pembrolizumab of 5 years (as proposed by NICE) seems reasonable. The Subcommittee considered that the benefit in overall survival, but not progression-free survival also indicated that there was no strong association between progression-free survival and overall survival in this patient population. </p><p>8.24<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted that the growth rate in incident patients with HNSCC is unknown but considered that previous estimates of approximately 3.6% seem reasonable. The Subcommittee also considered that the potential increase in the proportion of patients with CPS ≥1 HNSCC is unknown as CPS is not routinely tested for in New Zealand. The Subcommittee considered that the proportion of patients unfit for chemotherapy (and therefore receiving palliative care instead) was uncertain but likely to be low.</p><p>8.25<span style=\"font-size: 7pt;\">      </span>The Subcommittee considered that the supplier’s concerns regarding the previous decline recommendation were valid and reasonable but considered that the reliability of benefit and the alignments of the KEYNOTE-048 patient population and subpopulations to the New Zealand patient population remain unclear, with corresponding uncertainty in benefit. The Subcommittee considered there remained a lack of correlation between progression-free survival and overall survival. The Subcommittee considered that there were financial risks associated with funding an “all-comers” patient population, but that these could be reduced by excluding the p16-positive population from the Special Authority criteria due to uncertainty of clinical benefit for these patients.</p><p>8.26<span style=\"font-size: 7pt;\">      </span><span style=\"color: black;\">The </span>Subcommittee<span style=\"color: black;\"> considered that the below table summarises its interpretation of </span>the<span style=\"color: black;\"> most appropriate PICO (population, intervention, comparator, outcomes) information </span>for<span style=\"color: black;\"> pembrolizumab in combination with chemotherapy if it were to be funded in New Zealand for relapsed or metastatic HNSCC patients. This PICO captures key clinical aspects of the proposal and may be used to frame any future economic assessment by Pharmac staff. This PICO is based on the Subcommittee’s assessment at this time and may differ from that requested by the applicant. The PICO may change based on new information, additional clinical advice, or further analysis by Pharmac staff. </span></p><p><img src=\"/apptracker/servlet/rtaImage?eid=a0POZ00000P0BIQ&amp;feoid=00N2P000000YsIc&amp;refid=0EM2P000001vfWa\" alt=\"image.png\"></img></p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p><span style=\"color: rgb(68, 68, 68);\">8.1</span><span style=\"color: rgb(68, 68, 68); font-size: 7pt;\">        </span><span style=\"color: rgb(68, 68, 68);\">The Subcommittee considered updated information and correspondence received for an application from Merck Sharpe and Dohme (NZ) Ltd (MSD) for pembrolizumab as first-line treatment of recurrent or metastatic head and neck squamous cell carcinoma (R/M HNSCC), in patients who have not received systemic therapy for recurrent or metastatic disease.</span></p>",
          "fs": "<p><span style=\"color: rgb(68, 68, 68);\">8.1</span><span style=\"color: rgb(68, 68, 68); font-size: 7pt;\">        </span><span style=\"color: rgb(68, 68, 68);\">The Subcommittee considered updated information and correspondence received for an application from Merck Sharpe and Dohme (NZ) Ltd (MSD) for pembrolizumab as first-line treatment of recurrent or metastatic head and neck squamous cell carcinoma (R/M HNSCC), in patients who have not received systemic therapy for recurrent or metastatic disease.</span></p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Decline",
          "fs": "Decline",
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Mar 2022",
          "fs": "Mar 2022",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Cancer Treatments Advisory Committee at meeting Thursday 4 November 2021.",
          "fs": "Clinical advice received from Cancer Treatments Advisory Committee at meeting Thursday 4 November 2021.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIQ2A3"
          },
          "Id": "a0POZ00000P0BIQ2A3",
          "Event_Date__c": "2022-03-11",
          "Event_Description__c": "Clinical advice received from Cancer Treatments Advisory Committee at meeting Thursday 4 November 2021.",
          "Stage__c": "Seeking Clinical Advice",
          "Outcome__c": "Decline",
          "Formatted_Date__c": "Mar 2022",
          "Published_Recommendation__c": "<p>8.2<span style=\"font-size: 7pt;\">        </span>The Subcommittee <b>recommended</b> that pembrolizumab in combination with chemotherapy for those with recurrent or metastatic head and neck squamous cell carcinoma irrespective of Combined Positive Score (ie. an all-comers population) be <b>declined</b>. </p><p>8.3<span style=\"font-size: 7pt;\">        </span>The Subcommittee made this recommendation based on unclear evidence of benefit for this patient group, the lack of survival benefit demonstrated, and the uncertainty resulting from the lack of a common comparator. </p>",
          "Published_Application__c": "<p><span style=\"color: rgb(68, 68, 68);\">8.1</span><span style=\"color: rgb(68, 68, 68); font-size: 7pt;\">        </span><span style=\"color: rgb(68, 68, 68);\">The Subcommittee considered updated information and correspondence received for an application from Merck Sharpe and Dohme (NZ) Ltd (MSD) for pembrolizumab as first-line treatment of recurrent or metastatic head and neck squamous cell carcinoma (R/M HNSCC), in patients who have not received systemic therapy for recurrent or metastatic disease.</span></p>",
          "Published_Discussion__c": "<p>8.4<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted that the application for pembrolizumab for the first line treatment of head and neck squamous cell carcinoma (HNSCC) had previously been considered in <a href=\"https://pharmac.govt.nz/assets/2020-10-Cancer-Treatment-Subcommittee-Record-published-25-February-2021.pdf\" target=\"_blank\">October 2020</a>, where it was recommended for decline. This recommendation was made based on the consideration of the New Zealand patient population having a high incidence of HPV-positive oropharyngeal cancer with the patient population with HNSCC in the clinical trial evidence having different epidemiology, characteristics and prognosis; the lack of an appropriate comparator treatment in the key clinical trial evidence for the New Zealand context; and the evidence for short-term outcomes of pembrolizumab only. In making this recommendation, the Subcommittee considered the limited applicability of data in the trial population to the clinical population with HNSCC in New Zealand.</p><p>8.5<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted correspondence from the supplier in response to the October 2020 recommendation, which included updated data, clarification of the epidemiology and applicability of the data to the New Zealand population, and clinical input from New Zealand clinicians regarding the applicability of the evidence supporting pembrolizumab use in this setting, and the relevance of outcomes to the New Zealand context.</p><p>8.6<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted information regarding the American Joint Committee on Cancer (AJCC) staging of HNSCC as relevant to Ministry of Health Standard of Care Classifications in New Zealand, as well as a detailed breakdown of the AJCC classification of New Zealand data provided by the applicant. The Subcommittee noted the data was intended to clarify the similarities between the current New Zealand classification of HNSCC disease and the classification of patients recruited to the KEYNOTE-048 study. The Subcommittee noted that the supplier utilised the AJCC codes in an analysis of incident and mortality data for New Zealand and considered that the supplier estimates and projections for this are likely accurate.</p><p class=\"ql-indent-1\">8.6.1<span style=\"font-size: 7pt;\">    </span>The Subcommittee considered that this analysis highlights that oropharyngeal cancer is a subgroup of the HNSCC patient population (comprising approximately 38% of the total HNSCC population, and 30% of deaths from HNSCC), and is not presently the majority of the HNSCC population, as was previously considered. The Subcommittee considered, however that there is a trend towards increases in oropharyngeal disease incidence, such that this subgroup may make up 50% of incident HNSCC cases, and 35% of HNSCC deaths, over the next decade.</p><p>8.7<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted data from New Zealand studies report that 76-78% of oropharyngeal squamous cell carcinoma patients have HPV-positivity, the vast majority of which were HPV p16 positive (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29049330/\" target=\"_blank\">Lucas Roxburgh et al. PLos One. 2017;12:e0186424</a>). The Subcommittee also noted that previously reviewed publications reported that p16-positive oropharyngeal SCC represent approximately 22% of the patient population (<a href=\"https://pubmed.ncbi.nlm.nih.gov/31679945/\" target=\"_blank\">Burtness et al. Lancet. 2019;394:1915-28</a>).</p><p>8.8<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted that, in a subgroup analysis provided by the supplier, patients with positive p16 status seemed to do better with pembrolizumab with chemotherapy than with cetuximab-chemotherapy in the total population, the CPS&gt;20 population and the CPS&gt;1 population however there was no evidence of a statistically significant interaction between p16 status and magnitude of overall survival benefit versus cetuximab; p16 positive patients were a minority. The Subcommittee considered that uncertainty remains regarding whether p16-positive patients respond to treatment the same as the dominant patient population.</p><p>8.9<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted that previous comments raised by CaTSoP regarding p16-positive HNSCC were driven by the consensus that it is a biologically different disease than non-p16 positive HNSCC and is increasing in incidence relative to non-p16 HNSCC; however, acknowledged that the overall proportion of p16-positive oropharyngeal HNSCC may have been previously overestimated The Subcommittee considered that there remains under-representation of p16-positive disease within the KEYNOTE-048 trial which means that findings cannot be applied to the p16-positive subgroup with confidence, and thus the benefit of treatment with pembrolizumab in combination with chemotherapy for this subgroup is unknown.</p><p>8.10<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted material provided by the supplier that stated that CPS may be a better predictor of patient outcomes than p16 status; however, considered that there was no evidence provided to support this statement. The Subcommittee noted that there is evidence that p16 status is a prognostic marker in oropharyngeal HNSCC, where median overall survival of p16-positive relapsing or metastatic oropharyngeal HNSCC was 2.6 years versus 0.8 years for p16-negative patients in a study of 181 relapsing remitting oropharyngeal cancer patients (<a href=\"https://pubmed.ncbi.nlm.nih.gov/24958820/\" target=\"_blank\">Fakhry et al. J Clin Oncol. 2014;32:3365-73</a>). The Subcommittee was not aware of any evidence that p16 status has been explored as a predictive biomarker in checkpoint-inhibition based therapies, and that there is mixed data for prediction with radiotherapy or EGFR-based therapy.</p><p>8.11<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted that there is uncertainty surrounding whether PD-L1 expression is a negative prognostic factor in HNSCC, noting a large meta-analysis which found evidence that PD-L1 expression was neither positive nor negative prognostically (<a href=\"https://pubmed.ncbi.nlm.nih.gov/30409325/\" target=\"_blank\">Yang et al. Oral Oncol. 2018;86:81-90</a>). The Subcommittee noted that PD-L1 expression testing as a predictive biomarker varies between trials in the types of tests used, the way of testing, which expression cut-offs were used to define subgroups, and in the interpretation of the results. The Subcommittee noted that PD-L1 laboratory testing remains non-interchangeable between the assays and the companion-antibodies used and considered that nationwide training would have to be implemented to ensure consistency should PD-L1 testing be needed for newly funded agents. The Subcommittee noted the availability of supplier sponsored programmes for CPS testing but noted ongoing uncertainty on the extent of training within these programmes, and associated costs.</p><p>8.12<span style=\"font-size: 7pt;\">        </span>The Subcommittee noted one study which reported that PD-L1 expression may change over time with the use of immune checkpoint inhibitors (<a href=\"https://pubmed.ncbi.nlm.nih.gov/34111704/\" target=\"_blank\">Karabajakian et al. Oral Oncol. 2021;119:105368</a>). The Subcommittee considered that this implies that patients may have to be re-biopsied over the course of treatment.</p><p>8.13<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted and agreed with the supplier’s view that HPV vaccination will take many years to impact the incidence of HNSCC in New Zealand but noted that this is likely to translate into an increased proportion of p16-positive oropharyngeal HNSCC in the overall HNSCC population in the short-medium term. The Subcommittee considered that this highlights the risks associated with insufficient evidence of benefit of pembrolizumab for p16-positive disease, and that the use of pembrolizumab may therefore represent an increasing fiscal risk over the short-medium term.</p><p>8.14<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted the supplier’s concern regarding 4-year overall survival data not being explicitly addressed in the October 2020 meeting record. The Subcommittee noted published abstracts are generally considered to be low quality evidence when compared to peer reviewed papers and there is a general Subcommittee preference to review peer reviewed publications. The Subcommittee noted that the P-values in the 4-year overall survival analysis provided were nominal values and unadjusted for multiplicity and considered this data should be taken as hypothesis generating results, rather than providing definitive answers about the magnitude of long-term survival benefit.</p><p>8.15<span style=\"font-size: 7pt;\">      </span>The Subcommittee considered that the statistical plan provided with the submission was complex, compounded by changes in wording over various iterations and amendments associated with hypotheses for progression free survival and overall survival superiority/non-inferiority including changed language from ‘observed events” to “expected events”. The Subcommittee noted that the overall survival end point was moved from a secondary to a primary endpoint in a 2016 amendment and the 10% CPS sub-population was dropped from analysis in an amendment made in 2017.</p><p>8.16<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted that updated progression-free survival data provided by the supplier indicates approximately 20% of patients treated with pembrolizumab had not progressed at two years, compared to approximately 10% in the control arm (R Geril KN048 ESMO 2020). The Subcommittee noted that this aligns with the 20% of the oropharyngeal patient population known to be p16-positive, and that these patients typically have a better prognosis, (as indicated by a median overall survival 2-3 years longer than the rest of the HNSCC population). The Subcommittee considered that, as the p16-positive and p16-negative populations are biologically different with different prognostic indicators, mixing the two populations in the analysis meant that interpreting the true benefit of pembrolizumab for either population is difficult.</p><p>8.17<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted the supplier’s concern that review of a network meta-analysis provided in the original submission was not recorded in the October 2020 CaTSoP record (Ramakrishan et al. Technical Report. 2019). The Subcommittee noted that this was reviewed at the time and considered to be low quality evidence and it was not included in the record.</p><p>8.18<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted additional clinician correspondence in response to the October 2020 review of this application. The letter outlined the concerns regarding over-estimation of the p16-positive oropharyngeal patient population at the October 2020 meeting, which the Subcommittee noted and acknowledged. The Subcommittee noted that there remained some uncertainty regarding benefit for the p16-positive subpopulation with under-representation in KEYNOTE-048 and considered an approach to minimise the fiscal risk associated with this uncertainty could be to exclude the population with &lt;1% CPS.</p><p>8.19<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted a study by Schoenfeld et al. in which data from KEYNOTE-048 was extracted for Kaplan-Meier curves to estimate the survival of the &lt;1% CPS population which was not provided in the original KEYNOTE-048 manuscript (<a href=\"https://www.medrxiv.org/content/10.1101/2020.04.18.20070888v1.full.pdf\" target=\"_blank\">Schoenfeld et al. Oral Oncol. 2020;105:104762</a>). The Subcommittee noted that cetuximab with chemotherapy may be more beneficial for CPS&lt;1 patients than pembrolizumab with chemotherapy.</p><p class=\"ql-indent-1\">8.19.1<span style=\"font-size: 7pt;\">     </span>The Subcommittee noted the clinician’s comments regarding the impact of HPV vaccination on HNSCC incidence and agreed that it is unlikely to have a near-term impact but could be a growing proportion of the biologic subtype of HNSCC.</p><p class=\"ql-indent-1\">8.19.2<span style=\"font-size: 7pt;\">     </span>The Subcommittee noted that the control arm of the KEYNOTE-048 trial included treatment with cetuximab, which is not a funded agent in New Zealand. The Subcommittee considered that the results from KEYNOTE-048 may thus underestimate the potential benefit for the New Zealand population who cannot access cetuximab.</p><p>8.20<span style=\"font-size: 7pt;\">      </span>Overall, the Subcommittee agreed with the supplier’s updated analysis of the epidemiology of HNSCC in New Zealand, and that oropharyngeal HNSCC at present does not represent the majority of cases of relapsed/metastatic HNSCC. The Subcommittee considered that the oropharyngeal population is a biologically different disease, is the fastest growing population of HNSCC, has a better prognosis at diagnosis in the relapsed/metastatic setting, and is underrepresented in the KEYNOTE-048 trial. The Subcommittee considered that the data extending the benefit from the broader patient population from KEYNOTE-048 to this subpopulation had substantial uncertainties. The Subcommittee noted that the October 2020 assessment took an “all or none” approach to the request for funding to all relapsed/metastatic HNSCC leading to a recommendation for decline based on a substantive subpopulation in whom the benefit of therapy remains undetermined.</p><p>8.21<span style=\"font-size: 7pt;\">      </span>The Subcommittee considered that the updated data from the supplier indicates that adding chemotherapy to pembrolizumab treatment increases the response rate in the intention to treat population, as well as in the CPS &gt;1 (median overall survival 13.6 months, 95% CI 10.7 months to 15.5 months versus 10.6 months without pembrolizumab, 95% CI 9.1 months to 11.7 months; HR 0.64, 95% CI 0.53 to 0.78; P=0.00001) and CPS &gt;20 subgroups (pembrolizumab overall response rate 23.3%; median duration of response 23.4 months [range 2.7 to 54.4+ months] versus without pembrolizumab overall response rate 36.1%; median duration of response 4.2 months [range 1.2 to 38.2+ months]), and that this benefit may be conservative in the New Zealand population due to the use of cetuximab in the control arm. The Subcommittee therefore considered that pembrolizumab administered in combination with chemotherapy was appropriate to maximise the probability of patients responding to treatment.</p><p>8.22<span style=\"font-size: 7pt;\">      </span>The Subcommittee considered the structure of the statistical design and control of the type 1 error in KEYNOTE-048 was complex and with over 14 primary hypotheses and noted that modifications of the protocol over time added to the difficulty in interpreting the results. </p><p>8.23<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted that the updated data from the supplier indicated that the primary endpoints relating to progression-free survival were not met, while the endpoints relating to overall survival were met, with the exception of overall survival in the monotherapy arm of the intention to treatment population. The Subcommittee considered that this indicated that overall survival is likely to be the main benefit from treatment. The Subcommittee considered that an estimated treatment effect of pembrolizumab of 5 years (as proposed by NICE) seems reasonable. The Subcommittee considered that the benefit in overall survival, but not progression-free survival also indicated that there was no strong association between progression-free survival and overall survival in this patient population. </p><p>8.24<span style=\"font-size: 7pt;\">      </span>The Subcommittee noted that the growth rate in incident patients with HNSCC is unknown but considered that previous estimates of approximately 3.6% seem reasonable. The Subcommittee also considered that the potential increase in the proportion of patients with CPS ≥1 HNSCC is unknown as CPS is not routinely tested for in New Zealand. The Subcommittee considered that the proportion of patients unfit for chemotherapy (and therefore receiving palliative care instead) was uncertain but likely to be low.</p><p>8.25<span style=\"font-size: 7pt;\">      </span>The Subcommittee considered that the supplier’s concerns regarding the previous decline recommendation were valid and reasonable but considered that the reliability of benefit and the alignments of the KEYNOTE-048 patient population and subpopulations to the New Zealand patient population remain unclear, with corresponding uncertainty in benefit. The Subcommittee considered there remained a lack of correlation between progression-free survival and overall survival. The Subcommittee considered that there were financial risks associated with funding an “all-comers” patient population, but that these could be reduced by excluding the p16-positive population from the Special Authority criteria due to uncertainty of clinical benefit for these patients.</p><p>8.26<span style=\"font-size: 7pt;\">      </span><span style=\"color: black;\">The </span>Subcommittee<span style=\"color: black;\"> considered that the below table summarises its interpretation of </span>the<span style=\"color: black;\"> most appropriate PICO (population, intervention, comparator, outcomes) information </span>for<span style=\"color: black;\"> pembrolizumab in combination with chemotherapy if it were to be funded in New Zealand for relapsed or metastatic HNSCC patients. This PICO captures key clinical aspects of the proposal and may be used to frame any future economic assessment by Pharmac staff. This PICO is based on the Subcommittee’s assessment at this time and may differ from that requested by the applicant. The PICO may change based on new information, additional clinical advice, or further analysis by Pharmac staff. </span></p><p><img src=\"/apptracker/servlet/rtaImage?eid=a0POZ00000P0BIQ&amp;feoid=00N2P000000YsIc&amp;refid=0EM2P000001vfWa\" alt=\"image.png\"></img></p>",
          "Status_History__c": "a132P000000DbnAQAS"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jul 2024",
          "fs": "Jul 2024",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIV2A3"
          },
          "Id": "a0POZ00000P0BIV2A3",
          "Event_Date__c": "2024-07-30",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Jul 2024",
          "Status_History__c": "a13OZ00000CiMfUYAV"
        },
        "change": null
      }
    ],
    "dateString": "Aug 2021",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Mar 2022",
          "fs": "Mar 2022",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIP2A3"
          },
          "Id": "a0POZ00000P0BIP2A3",
          "Event_Date__c": "2022-03-10",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Mar 2022",
          "Status_History__c": "a132P000000DbcbQAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2022",
          "fs": "Jun 2022",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIR2A3"
          },
          "Id": "a0POZ00000P0BIR2A3",
          "Event_Date__c": "2022-06-01",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Jun 2022",
          "Status_History__c": "a132P000000DnR8QAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2025",
          "fs": "Aug 2025",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIW2A3"
          },
          "Id": "a0POZ00000P0BIW2A3",
          "Event_Date__c": "2025-08-14",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Aug 2025",
          "Status_History__c": "a13OZ00000RABAnYAP"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2025",
          "fs": "Aug 2025",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIX2A3"
          },
          "Id": "a0POZ00000P0BIX2A3",
          "Event_Date__c": "2025-08-15",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "Aug 2025",
          "Status_History__c": "a13OZ00000RCl3dYAD"
        },
        "change": null
      }
    ],
    "dateString": "Mar 2022",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2022",
          "fs": "Jun 2022",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIS2A3"
          },
          "Id": "a0POZ00000P0BIS2A3",
          "Event_Date__c": "2022-06-02",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Jun 2022",
          "Status_History__c": "a132P000000DnYJQA0"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2025",
          "fs": "Aug 2025",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIY2A3"
          },
          "Id": "a0POZ00000P0BIY2A3",
          "Event_Date__c": "2025-08-15",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Aug 2025",
          "Status_History__c": "a13OZ00000RDTBSYA5"
        },
        "change": null
      }
    ],
    "dateString": "Jun 2022",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2023-12-proposal-to-decline-inactive-funding-applications-2\" target=\"_blank\">Consultation notification</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2023-12-proposal-to-decline-inactive-funding-applications-2\" target=\"_blank\">Consultation notification</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Dec 2023",
          "fs": "Dec 2023",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is active.",
          "fs": "Public consultation for this application is active.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIT2A3"
          },
          "Id": "a0POZ00000P0BIT2A3",
          "Event_Date__c": "2023-12-18",
          "Event_Description__c": "Public consultation for this application is active.",
          "Stage__c": "Under Consultation",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/2023-12-proposal-to-decline-inactive-funding-applications-2\" target=\"_blank\">Consultation notification</a></p>",
          "Formatted_Date__c": "Dec 2023",
          "Status_History__c": "a13OZ000004kZ8aYAE"
        },
        "change": null
      }
    ],
    "dateString": "Dec 2023",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-decline-inactive-funding-applications-july-24\" target=\"_blank\">Decision notification</a></p>",
          "fs": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-decline-inactive-funding-applications-july-24\" target=\"_blank\">Decision notification</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2024",
          "fs": "Feb 2024",
          "change": null
        },
        "Event_Description": {
          "s": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "fs": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000P0BIU2A3"
          },
          "Id": "a0POZ00000P0BIU2A3",
          "Event_Date__c": "2024-02-12",
          "Event_Description__c": "Public consultation for this application is now closed. Pharmac is reviewing consultation feedback.",
          "Stage__c": "Reviewing Consultation Feedback",
          "Links__c": "<p><a href=\"https://pharmac.govt.nz/news-and-resources/consultations-and-decisions/decision-to-decline-inactive-funding-applications-july-24\" target=\"_blank\">Decision notification</a></p>",
          "Formatted_Date__c": "Feb 2024",
          "Status_History__c": "a13OZ000006m2iQYAQ"
        },
        "change": null
      }
    ],
    "dateString": "Feb 2024",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  }
]