[
  {
    "text": "<p>New funding applications are referred to one of Pharmac's Funding Application Advisors (FAAs), who'll review the application to ensure they have the relevant information to undertake a preliminary analysis.&nbsp; They may seek more information if required.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/new-funding-applications/</a></p>",
    "position": 0,
    "name": "Application Received",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2020",
          "fs": "May 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Application received",
          "fs": "Application received",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000MKGeR2AX"
          },
          "Id": "a0POZ00000MKGeR2AX",
          "Event_Date__c": "2020-05-22",
          "Event_Description__c": "Application received",
          "Stage__c": "Application Received",
          "Formatted_Date__c": "May 2020",
          "Status_History__c": "a132P000000BwVXQA0"
        },
        "change": null
      }
    ],
    "dateString": "May 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is identifying and gathering information required to get clinical advice.  The <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/\" rel=\"nofollow\">Pharmacology and Therapeutics Advisory Committee (PTAC)</a>  meets quarterly. There are also around 20 expert <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/\" rel=\"nofollow\">Specialist Advisory Committees (SACs)</a>, previously expert Subcommittees, which provide clinical evaluations in specialist areas. Specialist Advisory Committees meet as required to discuss issues referred to them by PTAC or Pharmac.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p>In November 2021, we introduced separate terms of reference for the SACs to make clear that these committees have different, but complementary, roles, expertise and perspectives to PTAC.</p>\n<p style=\"height: 15px\">&nbsp;</p>\n<p>PTAC and SACs may make recommendations to Pharmac that differ from each other when looking at the same evidence. Pharmac considers the recommendations provided by all our clinical advisory committees when assessing applications.</p>\n<p style=\"height: 20px\">&nbsp;</p>\n<p><a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/pharmacology-and-therapeutics-advisory-committee-ptac/ptac-terms-of-reference-july-2021/\" rel=\"nofollow\">PTAC</a>  and <a class=\"external-link\" href=\"https://pharmac.govt.nz/about/expert-advice/specialist-advisory-committees/specialist-advisory-committee-terms-of-reference//\" rel=\"nofollow\">Specialist Advisory Committees</a> records of the meeting will be published on this website in accordance with the Terms of Reference.</p>",
    "position": 1,
    "name": "Seeking Clinical Advice",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jul 2020",
          "fs": "Jul 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000MKGeS2AX"
          },
          "Id": "a0POZ00000MKGeS2AX",
          "Event_Date__c": "2020-07-10",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Jul 2020",
          "Status_History__c": "a132P000000BwVcQAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2020",
          "fs": "Oct 2020",
          "change": null
        },
        "Event_Description": {
          "s": "Assigned to Pharmacology and Therapeutics Advisory Committee (PTAC) meeting to provide advice on Friday 13 November 2020",
          "fs": "Assigned to Pharmacology and Therapeutics Advisory Committee (PTAC) meeting to provide advice on Friday 13 November 2020",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000MKGeT2AX"
          },
          "Id": "a0POZ00000MKGeT2AX",
          "Event_Date__c": "2020-10-13",
          "Event_Description__c": "Assigned to Pharmacology and Therapeutics Advisory Committee (PTAC) meeting to provide advice on Friday 13 November 2020",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Oct 2020",
          "Status_History__c": "a132P000000CFk3QAG"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p>The Committee <b>recommended</b> that the application for atezolizumab in combination with nab-paclitaxel for the treatment of unresectable locally-advanced or metastatic triple-negative breast cancer be <b>declined</b>, due to evidence of a lack of overall survival benefit (compared with placebo plus nab-paclitaxel) in a key clinical trial and limitations of the PD-L1 positive subgroup analysis.</p><p><br></p><p>In making this recommendation, the Committee considered the high unmet health need of patients with triple-negative breast cancer including the lack of effective funded treatment options for triple-negative breast cancer; the novel approach of immune checkpoint inhibitor treatment in combination with chemotherapy for triple-negative breast cancer; the challenges associated with PD-L1 testing in New Zealand; the limited relevance of the treatment regimen (including nab-paclitaxel) to the New Zealand patient population; and the lack of quality of life data, which affected the ability of the Committee to assess of the supplier’s therapeutic claims.</p><p>The Committee suggested that CaTSoP’s advice be sought, including advice on: the use of paclitaxel instead of nab-paclitaxel with atezolizumab in this indication; the treatment paradigm for patients with triple-negative breast cancer in New Zealand; the impact paclitaxel and corticosteroid premedication may have on immunotherapy activity; the results of the IMpassion131 trial; and patient number estimates for atezolizumab in this setting.</p>",
          "fs": "<p>The Committee <b>recommended</b> that the application for atezolizumab in combination with nab-paclitaxel for the treatment of unresectable locally-advanced or metastatic triple-negative breast cancer be <b>declined</b>, due to evidence of a lack of overall survival benefit (compared with placebo plus nab-paclitaxel) in a key clinical trial and limitations of the PD-L1 positive subgroup analysis.</p><p><br></p><p>In making this recommendation, the Committee considered the high unmet health need of patients with triple-negative breast cancer including the lack of effective funded treatment options for triple-negative breast cancer; the novel approach of immune checkpoint inhibitor treatment in combination with chemotherapy for triple-negative breast cancer; the challenges associated with PD-L1 testing in New Zealand; the limited relevance of the treatment regimen (including nab-paclitaxel) to the New Zealand patient population; and the lack of quality of life data, which affected the ability of the Committee to assess of the supplier’s therapeutic claims.</p><p>The Committee suggested that CaTSoP’s advice be sought, including advice on: the use of paclitaxel instead of nab-paclitaxel with atezolizumab in this indication; the treatment paradigm for patients with triple-negative breast cancer in New Zealand; the impact paclitaxel and corticosteroid premedication may have on immunotherapy activity; the results of the IMpassion131 trial; and patient number estimates for atezolizumab in this setting.</p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<p>The Committee noted that breast cancer is a leading cause of cancer-related death in New Zealand (<a href=\"https://pubmed.ncbi.nlm.nih.gov/26407955/\" target=\"_blank\" style=\"color: windowtext;\">Seneviratne et al. Cancer Causes Control. 2015;26:1813-24</a>).</p><p><br></p><p>The Committee noted that triple-negative breast cancer is diagnosed when breast tumours have little or no expression of all of: oestrogen receptors, progesterone receptors, or human epidermal growth factor receptor-2 (HER2). The Committee considered that triple-negative breast cancer is an aggressive form of breast cancer that accounts for 15-20% of all breast cancer diagnoses, is typically associated with earlier age of onset and has a worse prognosis than other breast cancer subtypes (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29771902/\" target=\"_blank\" style=\"color: windowtext;\">Lawrenson et al. N Z Med J. 2018;131:51-60</a>).</p><p><br></p><p>The Committee noted that although breast cancer disproportionately affects Māori with higher incidence and mortality rates than non-Māori, triple-negative breast cancer is less common in Māori women and in Pacific women than non-Māori and non-Pacific women (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29771902/\" target=\"_blank\" style=\"color: windowtext;\">Lawrenson et al. 2018</a>).</p><p><br></p><p>The Committee considered that patients with locally advanced or metastatic triple-negative breast cancer generally receive multiple lines of chemotherapy, typically using sequential single agent therapy with a taxane (docetaxel, paclitaxel) or anthracycline (doxorubicin, epirubicin) for advanced or metastatic disease, if not previously used as adjuvant therapy. Members considered that some younger patients may be suitable candidates for a multi-agent chemotherapy regimen, however, the combination of cyclophosphamide and doxorubicin would only be used in rare cases due to its known toxicity profile. The Committee considered that CaTSoP may be able to provide further advice on the treatment paradigm for patients with triple-negative breast cancer.</p><p><br></p><p>The Committee noted that nanoparticle albumin-bound (nab)-paclitaxel is not currently funded in New Zealand, however, several funding applications have been considered by PTAC and CaTSoP; most recently in <a href=\"https://pharmac.govt.nz/assets/ptac-minutes-2019-05.pdf\" target=\"_blank\" style=\"color: windowtext;\">May 2019</a>, PTAC reiterated its previous recommendation to fund nab-paclitaxel for all types of metastatic breast cancer only if cost-neutral to weekly paclitaxel after taking into account pharmaceutical and administration costs.</p><p><br></p><p>The Committee noted that there are no targeted therapies specifically for triple-negative breast cancer, due to the lack of receptor positivity, and considered that internationally these patients have limited effective treatments and a high unmet health need that has not improved over recent decades.</p><p><br></p><p>The Committee noted that triple-negative breast cancers are considered likely to respond well to immunotherapy, due to high levels of tumour-infiltrating lymphocytes, high expression of PD-L1 on tumour and immune cells and high numbers of nonsynonymous mutations; however, efficacy with immunotherapy alone is low, providing a rationale for clinical trials investigating immunotherapy in combination with chemotherapy for triple-negative breast cancer (<a href=\"https://pubmed.ncbi.nlm.nih.gov/32259782/\" target=\"_blank\" style=\"color: windowtext;\">Keenan et al. J Natl Compr Canc Netw. 2020;18:479-89</a>).</p><p><br></p><p>The Committee noted that the application was for atezolizumab in combination with nab-paclitaxel for unresectable locally-advanced or metastatic triple-negative breast cancer, with PD-L1 expression ≥1% in patients who have not received chemotherapy for metastatic disease, and noted that this indication is approved by Medsafe. The Committee noted that a PD-L1 test is required prior to treatment with atezolizumab and that the supplier has proposed atezolizumab sits in the treatment paradigm ahead of single-agent chemotherapy for patients with PD-L1 positive disease.</p><p><br></p><p><br></p><p>The Committee noted that atezolizumab has been considered by PHARMAC for other cancers including urothelial carcinoma and non-small cell lung cancers, however, it is not currently funded in New Zealand for any indication. The Committee noted that PHARMAC has not previously considered atezolizumab for breast cancer and that this is the first immune checkpoint inhibitor funding application PHARMAC has received for breast cancer.</p><p><br></p><p>The Committee noted that the key evidence for atezolizumab in combination with nab-paclitaxel comes from the multi-centre, phase III, randomised (1:1), placebo-controlled, double-blind IMpassion130 trial of 451 patients with untreated locally-advanced or metastatic triple-negative breast cancer (<a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1809615\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. N Engl J Med. 2018;379:2108-21</a>; <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S1470-2045(19)30689-8\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. Lancet Oncol. 2020;21:44-59</a>). The Committee noted that the primary outcomes were investigator-assessed progression-free survival (PFS) and overall survival (OS) in both the overall population and PD-L1 positive (tumour infiltrating immune cells [IC] ≥1%) subgroup (N=369, 40.9%), tested hierarchically, and that PD-L1 expression was tested by Ventana SP142 assay, but participant randomisation was not stratified by PD-L1 expression.</p><p><br></p><p>The Committee noted that patients in IMpassion130 received first-line treatment with atezolizumab 840 mg or matching placebo intravenously on day 1 and day 15 of every 28-day cycle and nab-paclitaxel 100 mg/m<sup>2</sup> of body surface area intravenously on days 1, 8, and 15 until progression (RECIST 1.1) or unacceptable toxicity. The Committee noted that nab-paclitaxel was used in the trial instead of paclitaxel and noted that treatment protocols for paclitaxel use also include pre-treatment with corticosteroids.</p><p><br></p><p>The Committee noted that more than half of IMpassion130 participants previously received treatment with a taxane, ~90% had metastatic disease, and the majority were White (~68%) with a proportion of Asian participants (~20%) and smaller representation from other ethnic groups. The Committee noted that the median time from last surgery until diagnosis of unresectable locally advanced/metastatic disease was 24.5 months with atezolizumab plus nab-paclitaxel and 24.8 months with placebo plus nab-paclitaxel in the intention-to-treat (ITT) population, and 21.5 months and 22.1 months, respectively, in the PD-L1 positive population (<a href=\"https://linkinghub.elsevier.com/retrieve/pii/S1470-2045(19)30689-8\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. 2020</a>).</p><p><br></p><p>The Committee noted that median PFS in the IMpassion130 ITT population was 7.2 months with atezolizumab vs 5.5 months with placebo (stratified hazard ratio [HR] 0.80, 95% CI 0.69 to 0.92, P=0.0025), and considered that although this was statistically significant, the difference in point estimates of median PFS of 1.7 months may not be clinically significant. The Committee noted that the difference in median PFS in the PD-L1 positive subgroup was slightly greater (7.5 months atezolizumab vs 5.0 months placebo, 2.5 months difference; stratified HR 0.62, 95% CI 0.49 to 0.78, P&lt;0.0001; <a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1809615?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. 2018</a>).</p><p><br></p><p>The Committee noted the results of the second interim analysis performed after median follow-up of 18.5 months with atezolizumab and 17.5 months with placebo, which reported median OS of 21.0 months vs 18.7 months, respectively, in the ITT population, which was not statistically significant (stratified HR 0.86, 95% CI: 0.72 to 1.02, P=0.078). The Subcommittee noted the exploratory OS analysis in the PD-L1 positive subgroup with median OS of 25.0 months with atezolizumab vs 18.0 months with placebo; a difference of 7 months (stratified HR 0.71, 95% CI: 0.54 to 0.94; <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S1470-2045(19)30689-8\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. 2020</a>).</p><p><br></p><p>The Committee noted the Kaplan-Meier curves for OS in the ITT population and in the PD-L1 positive and negative subgroups for patients who received atezolizumab with nab-paclitaxel vs placebo with nab-paclitaxel, which crossed over at about 33 months (although fewer than 15% of participants remained). The Committee considered that these analyses were to establish differences in OS over time between groups and treatments.</p><p><br></p><p>The Committee noted that IMpassion130 subgroup analysis of OS in PD-L1 positive patients suggested that patients without brain metastases and patients with bone metastases may have had better outcomes with atezolizumab and nab-paclitaxel than with placebo and nab-paclitaxel, however, these subgroup analyses were post-hoc and exploratory without reporting statistical heterogeneity; it was unclear whether patients with liver metastases received any apparent benefit with atezolizumab (with the 95% confidence interval for the HR crossing 1).</p><p><br></p><p>The Committee was made aware of recently-released preliminary reporting of the final IMpassion130 OS analysis (performed after median follow-up of 18.8 months) presented as a conference abstract, which reported a larger relative improvement in median OS with atezolizumab and nab-paclitaxel in the PD-L1 positive subgroup than occurred in the overall trial study population, but this subgroup result had not been formally tested per a prespecified testing hierarchy (<a href=\"https://www.annalsofoncology.org/article/S0923-7534(20)42326-9/fulltext\" target=\"_blank\" style=\"color: windowtext;\">Emens et al. Ann Oncol. 2020; 31 Suppl_4:S1148</a>).</p><p><br></p><p>The Committee noted that grade 3 or 4 adverse events were reported in about half of IMpassion130 participants (49% atezolizumab plus nab-paclitaxel vs 43% placebo plus nab-paclitaxel) and the most common of these were neutropenia (8% in each group), peripheral neuropathy (6% atezolizumab plus nab-paclitaxel vs 3% placebo plus nab-paclitaxel), decreased neutrophil count (5% vs 4%, respectively) and fatigue (4% vs 3%, respectively). The Subcommittee noted that two deaths were reported in patients who received atezolizumab plus nab-paclitaxel (autoimmune hepatitis related to atezolizumab, and septic shock related to nab-paclitaxel) and one in a patient who received placebo plus nab-paclitaxel (hepatic failure). The Committee considered that in general, the reported safety profile of these treatments in the trial was as expected.</p><p>The Committee noted the publication of patient-reported outcomes (PROs) from the IMpassion130 trial, which reported no between-group differences in median time to deterioration (TTD) or in clinically meaningful symptoms (<a href=\"https://linkinghub.elsevier.com/retrieve/pii/S0923-7534(20)36038-5\" target=\"_blank\" style=\"color: windowtext;\">Adams et al. Ann Oncol. 2020;31:582-9</a>). The Committee noted that mean PRO values at specific time-points e.g. baseline; were not reported by randomised group or by PD-L1 subgroup, and considered that the lack of access to the detailed data hindered the Committee’s assessment of the supplier’s claims regarding the quality of life impact of the proposed regimen.</p><p><br></p><p>The Committee considered that IMpassion130 was a good quality phase III trial, however, the results as presented to date did not demonstrate a clear, sufficient benefit from atezolizumab with nab-paclitaxel in the trial population. The Committee noted that P-values were not reported for the subgroup analyses and considered that the post-hoc high PD-L1 expression subgroup analysis and multiple statistical comparisons (needing greater efforts to prevent false positive results) likely led to the trial’s negative results.</p><p><br></p><p>The Committee was made aware of a conference abstract providing other relevant evidence for atezolizumab in this patient population from the ongoing, phase III, randomised (2:1), double-blind, placebo-controlled IMpassion131 trial investigating first-line atezolizumab with paclitaxel vs paclitaxel alone in 651 patients with triple-negative breast cancer who received treatment until progression or unacceptable toxicity (<a href=\"https://www.annalsofoncology.org/article/S0923-7534(20)42325-7/fulltext\" target=\"_blank\" style=\"color: windowtext;\">Miles et al. Ann Oncol. 2020;31 Suppl_4:S1147-8</a>).</p><p><br></p><p>The Committee noted with IMpassion131 that the primary endpoint was investigator-assessed PFS, tested hierarchically in the PD-L1 positive (IC ≥1%) subgroup and then in the ITT population, and that OS and overall response rates were secondary endpoints.</p><p><br></p><p>The Committee noted that IMpassion131 stratified patients according to PD-L1 status (by Ventana SP142 assay; 45% of patients being PD-L1 positive), prior taxane use, liver metastases and geographic region. The Committee considered that use of atezolizumab in combination with paclitaxel, which is a funded treatment option for this patient population in New Zealand (compared with nab-paclitaxel, as in IMpassion130) was more relevant to the New Zealand treatment paradigm.</p><p><br></p><p>The Committee noted that the primary results of IMpassion131 to date had reported that atezolizumab with paclitaxel did not improve PFS or OS in either the PD-L1 positive (IC ≥1%) subgroup or in the ITT population (tested hierarchically in that sequence), but that the data to date were preliminary and confined to a conference abstract.</p><p><br></p><p>Overall, the Committee reiterated that the evidence for atezolizumab in triple-negative breast cancer did not yet include a formal analysis of final OS from the IMpassion130 trial; only primary results from IMpassion131 were available, and in abstract form (not a peer-reviewed journal publication); and quality of life data was not provided to inform the Committee’s assessment of the supplier’s claim regarding the time to deterioration of symptoms. The Committee noted that no data was available for atezolizumab monotherapy in this setting.</p><p><br></p><p>The Committee noted that atezolizumab with nab-paclitaxel for triple-negative breast cancer with &gt;1% PD-L1 expression was recommended for funding by <a href=\"https://www.nice.org.uk/guidance/ta639/resources/atezolizumab-with-nabpaclitaxel-for-untreated-pdl1positive-locally-advanced-or-metastatic-triplenegative-breast-cancer-pdf-82609086120901\" target=\"_blank\" style=\"color: windowtext;\">NICE</a> (England/Wales), however, a funding application for atezolizumab with taxane chemotherapy for triple-negative breast cancer was not recommended by the <a href=\"https://www.pbs.gov.au/industry/listing/elements/pbac-meetings/psd/2020-03/batch_2/files/atezolizumab-psd-march-2020.pdf\" target=\"_blank\" style=\"color: windowtext;\">PBAC</a> (Australia) due to limited applicability of the clinical trial evidence for atezolizumab in combination with nab-paclitaxel, as nab-paclitaxel is not funded in Australia, and the uncertain magnitude of an overall survival benefit.</p><p><br></p><p>The Committee considered that the appropriate location of the proposed regimen within the New Zealand treatment paradigm was unclear. The Committee considered that paclitaxel would be used in New Zealand instead, although noted that paclitaxel requires corticosteroid premedication which is hypothesised to affect immunotherapy activity (<a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1809615?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. 2018</a>) and that use in combination with paclitaxel is not a Medsafe-approved indication.</p><p><br></p><p>The Committee considered that the supplier’s estimate of eligible patient numbers, 74 incident patients a year before uptake, was reasonable given the likely young age of patients with triple-negative breast cancer but sought further advice from CaTSoP on this.</p><p><br></p><p>The Committee considered it unclear what impact atezolizumab for triple-negative breast cancer would have on healthcare costs associated with managing toxicities, and considered that the frequent (albeit, short) infusions would impact on healthcare services. The Committee noted that funding atezolizumab in this indication would incur significant costs to enable PD-L1 testing e.g. for training and quality control, and noted that the Ventana assay is not routinely used in New Zealand.</p><p><br></p><p>The Committee considered that atezolizumab was a high-cost medicine that is proposed to be used prior to other lines of therapy, therefore resulting in a high cost to the pharmaceutical budget. The Committee considered that, if atezolizumab were funded for this indication, nab-paclitaxel would need to be funded for this indication.</p><p>Given the concerns regarding the overall survival benefit in the ITT population and in the PD-L1 positive subgroup (and noting the high health need of this patient population; the challenges associated with PD-L1 testing in New Zealand; the low relevance of the treatment regimen (including nab-paclitaxel) to the New Zealand patient population; and the lack of quality of life data, which limited the Committee’s assessment of the supplier’s therapeutic claims), the Committee did not support funding of atezolizumab with nab-paclitaxel for triple-negative breast cancer in New Zealand.</p><p><br></p><p>The Committee suggested that CaTSoP’s advice be sought , including advice on: the use of paclitaxel instead of nab-paclitaxel with atezolizumab in this indication; the treatment paradigm for patients with triple-negative breast cancer in New Zealand; the impact paclitaxel and corticosteroid premedication may have on immunotherapy activity; the results of the IMpassion131 trial; and patient number estimates for atezolizumab in this setting.</p>",
          "fs": "<p>The Committee noted that breast cancer is a leading cause of cancer-related death in New Zealand (<a href=\"https://pubmed.ncbi.nlm.nih.gov/26407955/\" target=\"_blank\" style=\"color: windowtext;\">Seneviratne et al. Cancer Causes Control. 2015;26:1813-24</a>).</p><p><br></p><p>The Committee noted that triple-negative breast cancer is diagnosed when breast tumours have little or no expression of all of: oestrogen receptors, progesterone receptors, or human epidermal growth factor receptor-2 (HER2). The Committee considered that triple-negative breast cancer is an aggressive form of breast cancer that accounts for 15-20% of all breast cancer diagnoses, is typically associated with earlier age of onset and has a worse prognosis than other breast cancer subtypes (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29771902/\" target=\"_blank\" style=\"color: windowtext;\">Lawrenson et al. N Z Med J. 2018;131:51-60</a>).</p><p><br></p><p>The Committee noted that although breast cancer disproportionately affects Māori with higher incidence and mortality rates than non-Māori, triple-negative breast cancer is less common in Māori women and in Pacific women than non-Māori and non-Pacific women (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29771902/\" target=\"_blank\" style=\"color: windowtext;\">Lawrenson et al. 2018</a>).</p><p><br></p><p>The Committee considered that patients with locally advanced or metastatic triple-negative breast cancer generally receive multiple lines of chemotherapy, typically using sequential single agent therapy with a taxane (docetaxel, paclitaxel) or anthracycline (doxorubicin, epirubicin) for advanced or metastatic disease, if not previously used as adjuvant therapy. Members considered that some younger patients may be suitable candidates for a multi-agent chemotherapy regimen, however, the combination of cyclophosphamide and doxorubicin would only be used in rare cases due to its known toxicity profile. The Committee considered that CaTSoP may be able to provide further advice on the treatment paradigm for patients with triple-negative breast cancer.</p><p><br></p><p>The Committee noted that nanoparticle albumin-bound (nab)-paclitaxel is not currently funded in New Zealand, however, several funding applications have been considered by PTAC and CaTSoP; most recently in <a href=\"https://pharmac.govt.nz/assets/ptac-minutes-2019-05.pdf\" target=\"_blank\" style=\"color: windowtext;\">May 2019</a>, PTAC reiterated its previous recommendation to fund nab-paclitaxel for all types of metastatic breast cancer only if cost-neutral to weekly paclitaxel after taking into account pharmaceutical and administration costs.</p><p><br></p><p>The Committee noted that there are no targeted therapies specifically for triple-negative breast cancer, due to the lack of receptor positivity, and considered that internationally these patients have limited effective treatments and a high unmet health need that has not improved over recent decades.</p><p><br></p><p>The Committee noted that triple-negative breast cancers are considered likely to respond well to immunotherapy, due to high levels of tumour-infiltrating lymphocytes, high expression of PD-L1 on tumour and immune cells and high numbers of nonsynonymous mutations; however, efficacy with immunotherapy alone is low, providing a rationale for clinical trials investigating immunotherapy in combination with chemotherapy for triple-negative breast cancer (<a href=\"https://pubmed.ncbi.nlm.nih.gov/32259782/\" target=\"_blank\" style=\"color: windowtext;\">Keenan et al. J Natl Compr Canc Netw. 2020;18:479-89</a>).</p><p><br></p><p>The Committee noted that the application was for atezolizumab in combination with nab-paclitaxel for unresectable locally-advanced or metastatic triple-negative breast cancer, with PD-L1 expression ≥1% in patients who have not received chemotherapy for metastatic disease, and noted that this indication is approved by Medsafe. The Committee noted that a PD-L1 test is required prior to treatment with atezolizumab and that the supplier has proposed atezolizumab sits in the treatment paradigm ahead of single-agent chemotherapy for patients with PD-L1 positive disease.</p><p><br></p><p><br></p><p>The Committee noted that atezolizumab has been considered by PHARMAC for other cancers including urothelial carcinoma and non-small cell lung cancers, however, it is not currently funded in New Zealand for any indication. The Committee noted that PHARMAC has not previously considered atezolizumab for breast cancer and that this is the first immune checkpoint inhibitor funding application PHARMAC has received for breast cancer.</p><p><br></p><p>The Committee noted that the key evidence for atezolizumab in combination with nab-paclitaxel comes from the multi-centre, phase III, randomised (1:1), placebo-controlled, double-blind IMpassion130 trial of 451 patients with untreated locally-advanced or metastatic triple-negative breast cancer (<a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1809615\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. N Engl J Med. 2018;379:2108-21</a>; <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S1470-2045(19)30689-8\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. Lancet Oncol. 2020;21:44-59</a>). The Committee noted that the primary outcomes were investigator-assessed progression-free survival (PFS) and overall survival (OS) in both the overall population and PD-L1 positive (tumour infiltrating immune cells [IC] ≥1%) subgroup (N=369, 40.9%), tested hierarchically, and that PD-L1 expression was tested by Ventana SP142 assay, but participant randomisation was not stratified by PD-L1 expression.</p><p><br></p><p>The Committee noted that patients in IMpassion130 received first-line treatment with atezolizumab 840 mg or matching placebo intravenously on day 1 and day 15 of every 28-day cycle and nab-paclitaxel 100 mg/m<sup>2</sup> of body surface area intravenously on days 1, 8, and 15 until progression (RECIST 1.1) or unacceptable toxicity. The Committee noted that nab-paclitaxel was used in the trial instead of paclitaxel and noted that treatment protocols for paclitaxel use also include pre-treatment with corticosteroids.</p><p><br></p><p>The Committee noted that more than half of IMpassion130 participants previously received treatment with a taxane, ~90% had metastatic disease, and the majority were White (~68%) with a proportion of Asian participants (~20%) and smaller representation from other ethnic groups. The Committee noted that the median time from last surgery until diagnosis of unresectable locally advanced/metastatic disease was 24.5 months with atezolizumab plus nab-paclitaxel and 24.8 months with placebo plus nab-paclitaxel in the intention-to-treat (ITT) population, and 21.5 months and 22.1 months, respectively, in the PD-L1 positive population (<a href=\"https://linkinghub.elsevier.com/retrieve/pii/S1470-2045(19)30689-8\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. 2020</a>).</p><p><br></p><p>The Committee noted that median PFS in the IMpassion130 ITT population was 7.2 months with atezolizumab vs 5.5 months with placebo (stratified hazard ratio [HR] 0.80, 95% CI 0.69 to 0.92, P=0.0025), and considered that although this was statistically significant, the difference in point estimates of median PFS of 1.7 months may not be clinically significant. The Committee noted that the difference in median PFS in the PD-L1 positive subgroup was slightly greater (7.5 months atezolizumab vs 5.0 months placebo, 2.5 months difference; stratified HR 0.62, 95% CI 0.49 to 0.78, P&lt;0.0001; <a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1809615?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. 2018</a>).</p><p><br></p><p>The Committee noted the results of the second interim analysis performed after median follow-up of 18.5 months with atezolizumab and 17.5 months with placebo, which reported median OS of 21.0 months vs 18.7 months, respectively, in the ITT population, which was not statistically significant (stratified HR 0.86, 95% CI: 0.72 to 1.02, P=0.078). The Subcommittee noted the exploratory OS analysis in the PD-L1 positive subgroup with median OS of 25.0 months with atezolizumab vs 18.0 months with placebo; a difference of 7 months (stratified HR 0.71, 95% CI: 0.54 to 0.94; <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S1470-2045(19)30689-8\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. 2020</a>).</p><p><br></p><p>The Committee noted the Kaplan-Meier curves for OS in the ITT population and in the PD-L1 positive and negative subgroups for patients who received atezolizumab with nab-paclitaxel vs placebo with nab-paclitaxel, which crossed over at about 33 months (although fewer than 15% of participants remained). The Committee considered that these analyses were to establish differences in OS over time between groups and treatments.</p><p><br></p><p>The Committee noted that IMpassion130 subgroup analysis of OS in PD-L1 positive patients suggested that patients without brain metastases and patients with bone metastases may have had better outcomes with atezolizumab and nab-paclitaxel than with placebo and nab-paclitaxel, however, these subgroup analyses were post-hoc and exploratory without reporting statistical heterogeneity; it was unclear whether patients with liver metastases received any apparent benefit with atezolizumab (with the 95% confidence interval for the HR crossing 1).</p><p><br></p><p>The Committee was made aware of recently-released preliminary reporting of the final IMpassion130 OS analysis (performed after median follow-up of 18.8 months) presented as a conference abstract, which reported a larger relative improvement in median OS with atezolizumab and nab-paclitaxel in the PD-L1 positive subgroup than occurred in the overall trial study population, but this subgroup result had not been formally tested per a prespecified testing hierarchy (<a href=\"https://www.annalsofoncology.org/article/S0923-7534(20)42326-9/fulltext\" target=\"_blank\" style=\"color: windowtext;\">Emens et al. Ann Oncol. 2020; 31 Suppl_4:S1148</a>).</p><p><br></p><p>The Committee noted that grade 3 or 4 adverse events were reported in about half of IMpassion130 participants (49% atezolizumab plus nab-paclitaxel vs 43% placebo plus nab-paclitaxel) and the most common of these were neutropenia (8% in each group), peripheral neuropathy (6% atezolizumab plus nab-paclitaxel vs 3% placebo plus nab-paclitaxel), decreased neutrophil count (5% vs 4%, respectively) and fatigue (4% vs 3%, respectively). The Subcommittee noted that two deaths were reported in patients who received atezolizumab plus nab-paclitaxel (autoimmune hepatitis related to atezolizumab, and septic shock related to nab-paclitaxel) and one in a patient who received placebo plus nab-paclitaxel (hepatic failure). The Committee considered that in general, the reported safety profile of these treatments in the trial was as expected.</p><p>The Committee noted the publication of patient-reported outcomes (PROs) from the IMpassion130 trial, which reported no between-group differences in median time to deterioration (TTD) or in clinically meaningful symptoms (<a href=\"https://linkinghub.elsevier.com/retrieve/pii/S0923-7534(20)36038-5\" target=\"_blank\" style=\"color: windowtext;\">Adams et al. Ann Oncol. 2020;31:582-9</a>). The Committee noted that mean PRO values at specific time-points e.g. baseline; were not reported by randomised group or by PD-L1 subgroup, and considered that the lack of access to the detailed data hindered the Committee’s assessment of the supplier’s claims regarding the quality of life impact of the proposed regimen.</p><p><br></p><p>The Committee considered that IMpassion130 was a good quality phase III trial, however, the results as presented to date did not demonstrate a clear, sufficient benefit from atezolizumab with nab-paclitaxel in the trial population. The Committee noted that P-values were not reported for the subgroup analyses and considered that the post-hoc high PD-L1 expression subgroup analysis and multiple statistical comparisons (needing greater efforts to prevent false positive results) likely led to the trial’s negative results.</p><p><br></p><p>The Committee was made aware of a conference abstract providing other relevant evidence for atezolizumab in this patient population from the ongoing, phase III, randomised (2:1), double-blind, placebo-controlled IMpassion131 trial investigating first-line atezolizumab with paclitaxel vs paclitaxel alone in 651 patients with triple-negative breast cancer who received treatment until progression or unacceptable toxicity (<a href=\"https://www.annalsofoncology.org/article/S0923-7534(20)42325-7/fulltext\" target=\"_blank\" style=\"color: windowtext;\">Miles et al. Ann Oncol. 2020;31 Suppl_4:S1147-8</a>).</p><p><br></p><p>The Committee noted with IMpassion131 that the primary endpoint was investigator-assessed PFS, tested hierarchically in the PD-L1 positive (IC ≥1%) subgroup and then in the ITT population, and that OS and overall response rates were secondary endpoints.</p><p><br></p><p>The Committee noted that IMpassion131 stratified patients according to PD-L1 status (by Ventana SP142 assay; 45% of patients being PD-L1 positive), prior taxane use, liver metastases and geographic region. The Committee considered that use of atezolizumab in combination with paclitaxel, which is a funded treatment option for this patient population in New Zealand (compared with nab-paclitaxel, as in IMpassion130) was more relevant to the New Zealand treatment paradigm.</p><p><br></p><p>The Committee noted that the primary results of IMpassion131 to date had reported that atezolizumab with paclitaxel did not improve PFS or OS in either the PD-L1 positive (IC ≥1%) subgroup or in the ITT population (tested hierarchically in that sequence), but that the data to date were preliminary and confined to a conference abstract.</p><p><br></p><p>Overall, the Committee reiterated that the evidence for atezolizumab in triple-negative breast cancer did not yet include a formal analysis of final OS from the IMpassion130 trial; only primary results from IMpassion131 were available, and in abstract form (not a peer-reviewed journal publication); and quality of life data was not provided to inform the Committee’s assessment of the supplier’s claim regarding the time to deterioration of symptoms. The Committee noted that no data was available for atezolizumab monotherapy in this setting.</p><p><br></p><p>The Committee noted that atezolizumab with nab-paclitaxel for triple-negative breast cancer with &gt;1% PD-L1 expression was recommended for funding by <a href=\"https://www.nice.org.uk/guidance/ta639/resources/atezolizumab-with-nabpaclitaxel-for-untreated-pdl1positive-locally-advanced-or-metastatic-triplenegative-breast-cancer-pdf-82609086120901\" target=\"_blank\" style=\"color: windowtext;\">NICE</a> (England/Wales), however, a funding application for atezolizumab with taxane chemotherapy for triple-negative breast cancer was not recommended by the <a href=\"https://www.pbs.gov.au/industry/listing/elements/pbac-meetings/psd/2020-03/batch_2/files/atezolizumab-psd-march-2020.pdf\" target=\"_blank\" style=\"color: windowtext;\">PBAC</a> (Australia) due to limited applicability of the clinical trial evidence for atezolizumab in combination with nab-paclitaxel, as nab-paclitaxel is not funded in Australia, and the uncertain magnitude of an overall survival benefit.</p><p><br></p><p>The Committee considered that the appropriate location of the proposed regimen within the New Zealand treatment paradigm was unclear. The Committee considered that paclitaxel would be used in New Zealand instead, although noted that paclitaxel requires corticosteroid premedication which is hypothesised to affect immunotherapy activity (<a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1809615?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. 2018</a>) and that use in combination with paclitaxel is not a Medsafe-approved indication.</p><p><br></p><p>The Committee considered that the supplier’s estimate of eligible patient numbers, 74 incident patients a year before uptake, was reasonable given the likely young age of patients with triple-negative breast cancer but sought further advice from CaTSoP on this.</p><p><br></p><p>The Committee considered it unclear what impact atezolizumab for triple-negative breast cancer would have on healthcare costs associated with managing toxicities, and considered that the frequent (albeit, short) infusions would impact on healthcare services. The Committee noted that funding atezolizumab in this indication would incur significant costs to enable PD-L1 testing e.g. for training and quality control, and noted that the Ventana assay is not routinely used in New Zealand.</p><p><br></p><p>The Committee considered that atezolizumab was a high-cost medicine that is proposed to be used prior to other lines of therapy, therefore resulting in a high cost to the pharmaceutical budget. The Committee considered that, if atezolizumab were funded for this indication, nab-paclitaxel would need to be funded for this indication.</p><p>Given the concerns regarding the overall survival benefit in the ITT population and in the PD-L1 positive subgroup (and noting the high health need of this patient population; the challenges associated with PD-L1 testing in New Zealand; the low relevance of the treatment regimen (including nab-paclitaxel) to the New Zealand patient population; and the lack of quality of life data, which limited the Committee’s assessment of the supplier’s therapeutic claims), the Committee did not support funding of atezolizumab with nab-paclitaxel for triple-negative breast cancer in New Zealand.</p><p><br></p><p>The Committee suggested that CaTSoP’s advice be sought , including advice on: the use of paclitaxel instead of nab-paclitaxel with atezolizumab in this indication; the treatment paradigm for patients with triple-negative breast cancer in New Zealand; the impact paclitaxel and corticosteroid premedication may have on immunotherapy activity; the results of the IMpassion131 trial; and patient number estimates for atezolizumab in this setting.</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p>The Committee reviewed the application for atezolizumab in combination with nab-paclitaxel for the treatment of unresectable locally-advanced or metastatic triple-negative breast cancer.</p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "fs": "<p>The Committee reviewed the application for atezolizumab in combination with nab-paclitaxel for the treatment of unresectable locally-advanced or metastatic triple-negative breast cancer.</p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Decline",
          "fs": "Decline",
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Feb 2021",
          "fs": "Feb 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Friday 13 November 2020.",
          "fs": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Friday 13 November 2020.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000MKGeU2AX"
          },
          "Id": "a0POZ00000MKGeU2AX",
          "Event_Date__c": "2021-02-23",
          "Event_Description__c": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Friday 13 November 2020.",
          "Stage__c": "Seeking Clinical Advice",
          "Outcome__c": "Decline",
          "Formatted_Date__c": "Feb 2021",
          "Published_Recommendation__c": "<p>The Committee <b>recommended</b> that the application for atezolizumab in combination with nab-paclitaxel for the treatment of unresectable locally-advanced or metastatic triple-negative breast cancer be <b>declined</b>, due to evidence of a lack of overall survival benefit (compared with placebo plus nab-paclitaxel) in a key clinical trial and limitations of the PD-L1 positive subgroup analysis.</p><p><br></p><p>In making this recommendation, the Committee considered the high unmet health need of patients with triple-negative breast cancer including the lack of effective funded treatment options for triple-negative breast cancer; the novel approach of immune checkpoint inhibitor treatment in combination with chemotherapy for triple-negative breast cancer; the challenges associated with PD-L1 testing in New Zealand; the limited relevance of the treatment regimen (including nab-paclitaxel) to the New Zealand patient population; and the lack of quality of life data, which affected the ability of the Committee to assess of the supplier’s therapeutic claims.</p><p>The Committee suggested that CaTSoP’s advice be sought, including advice on: the use of paclitaxel instead of nab-paclitaxel with atezolizumab in this indication; the treatment paradigm for patients with triple-negative breast cancer in New Zealand; the impact paclitaxel and corticosteroid premedication may have on immunotherapy activity; the results of the IMpassion131 trial; and patient number estimates for atezolizumab in this setting.</p>",
          "Published_Application__c": "<p>The Committee reviewed the application for atezolizumab in combination with nab-paclitaxel for the treatment of unresectable locally-advanced or metastatic triple-negative breast cancer.</p><p>The Committee took into account, where applicable, PHARMAC’s relevant decision-making framework when considering this agenda item. </p>",
          "Published_Discussion__c": "<p>The Committee noted that breast cancer is a leading cause of cancer-related death in New Zealand (<a href=\"https://pubmed.ncbi.nlm.nih.gov/26407955/\" target=\"_blank\" style=\"color: windowtext;\">Seneviratne et al. Cancer Causes Control. 2015;26:1813-24</a>).</p><p><br></p><p>The Committee noted that triple-negative breast cancer is diagnosed when breast tumours have little or no expression of all of: oestrogen receptors, progesterone receptors, or human epidermal growth factor receptor-2 (HER2). The Committee considered that triple-negative breast cancer is an aggressive form of breast cancer that accounts for 15-20% of all breast cancer diagnoses, is typically associated with earlier age of onset and has a worse prognosis than other breast cancer subtypes (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29771902/\" target=\"_blank\" style=\"color: windowtext;\">Lawrenson et al. N Z Med J. 2018;131:51-60</a>).</p><p><br></p><p>The Committee noted that although breast cancer disproportionately affects Māori with higher incidence and mortality rates than non-Māori, triple-negative breast cancer is less common in Māori women and in Pacific women than non-Māori and non-Pacific women (<a href=\"https://pubmed.ncbi.nlm.nih.gov/29771902/\" target=\"_blank\" style=\"color: windowtext;\">Lawrenson et al. 2018</a>).</p><p><br></p><p>The Committee considered that patients with locally advanced or metastatic triple-negative breast cancer generally receive multiple lines of chemotherapy, typically using sequential single agent therapy with a taxane (docetaxel, paclitaxel) or anthracycline (doxorubicin, epirubicin) for advanced or metastatic disease, if not previously used as adjuvant therapy. Members considered that some younger patients may be suitable candidates for a multi-agent chemotherapy regimen, however, the combination of cyclophosphamide and doxorubicin would only be used in rare cases due to its known toxicity profile. The Committee considered that CaTSoP may be able to provide further advice on the treatment paradigm for patients with triple-negative breast cancer.</p><p><br></p><p>The Committee noted that nanoparticle albumin-bound (nab)-paclitaxel is not currently funded in New Zealand, however, several funding applications have been considered by PTAC and CaTSoP; most recently in <a href=\"https://pharmac.govt.nz/assets/ptac-minutes-2019-05.pdf\" target=\"_blank\" style=\"color: windowtext;\">May 2019</a>, PTAC reiterated its previous recommendation to fund nab-paclitaxel for all types of metastatic breast cancer only if cost-neutral to weekly paclitaxel after taking into account pharmaceutical and administration costs.</p><p><br></p><p>The Committee noted that there are no targeted therapies specifically for triple-negative breast cancer, due to the lack of receptor positivity, and considered that internationally these patients have limited effective treatments and a high unmet health need that has not improved over recent decades.</p><p><br></p><p>The Committee noted that triple-negative breast cancers are considered likely to respond well to immunotherapy, due to high levels of tumour-infiltrating lymphocytes, high expression of PD-L1 on tumour and immune cells and high numbers of nonsynonymous mutations; however, efficacy with immunotherapy alone is low, providing a rationale for clinical trials investigating immunotherapy in combination with chemotherapy for triple-negative breast cancer (<a href=\"https://pubmed.ncbi.nlm.nih.gov/32259782/\" target=\"_blank\" style=\"color: windowtext;\">Keenan et al. J Natl Compr Canc Netw. 2020;18:479-89</a>).</p><p><br></p><p>The Committee noted that the application was for atezolizumab in combination with nab-paclitaxel for unresectable locally-advanced or metastatic triple-negative breast cancer, with PD-L1 expression ≥1% in patients who have not received chemotherapy for metastatic disease, and noted that this indication is approved by Medsafe. The Committee noted that a PD-L1 test is required prior to treatment with atezolizumab and that the supplier has proposed atezolizumab sits in the treatment paradigm ahead of single-agent chemotherapy for patients with PD-L1 positive disease.</p><p><br></p><p><br></p><p>The Committee noted that atezolizumab has been considered by PHARMAC for other cancers including urothelial carcinoma and non-small cell lung cancers, however, it is not currently funded in New Zealand for any indication. The Committee noted that PHARMAC has not previously considered atezolizumab for breast cancer and that this is the first immune checkpoint inhibitor funding application PHARMAC has received for breast cancer.</p><p><br></p><p>The Committee noted that the key evidence for atezolizumab in combination with nab-paclitaxel comes from the multi-centre, phase III, randomised (1:1), placebo-controlled, double-blind IMpassion130 trial of 451 patients with untreated locally-advanced or metastatic triple-negative breast cancer (<a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1809615\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. N Engl J Med. 2018;379:2108-21</a>; <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S1470-2045(19)30689-8\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. Lancet Oncol. 2020;21:44-59</a>). The Committee noted that the primary outcomes were investigator-assessed progression-free survival (PFS) and overall survival (OS) in both the overall population and PD-L1 positive (tumour infiltrating immune cells [IC] ≥1%) subgroup (N=369, 40.9%), tested hierarchically, and that PD-L1 expression was tested by Ventana SP142 assay, but participant randomisation was not stratified by PD-L1 expression.</p><p><br></p><p>The Committee noted that patients in IMpassion130 received first-line treatment with atezolizumab 840 mg or matching placebo intravenously on day 1 and day 15 of every 28-day cycle and nab-paclitaxel 100 mg/m<sup>2</sup> of body surface area intravenously on days 1, 8, and 15 until progression (RECIST 1.1) or unacceptable toxicity. The Committee noted that nab-paclitaxel was used in the trial instead of paclitaxel and noted that treatment protocols for paclitaxel use also include pre-treatment with corticosteroids.</p><p><br></p><p>The Committee noted that more than half of IMpassion130 participants previously received treatment with a taxane, ~90% had metastatic disease, and the majority were White (~68%) with a proportion of Asian participants (~20%) and smaller representation from other ethnic groups. The Committee noted that the median time from last surgery until diagnosis of unresectable locally advanced/metastatic disease was 24.5 months with atezolizumab plus nab-paclitaxel and 24.8 months with placebo plus nab-paclitaxel in the intention-to-treat (ITT) population, and 21.5 months and 22.1 months, respectively, in the PD-L1 positive population (<a href=\"https://linkinghub.elsevier.com/retrieve/pii/S1470-2045(19)30689-8\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. 2020</a>).</p><p><br></p><p>The Committee noted that median PFS in the IMpassion130 ITT population was 7.2 months with atezolizumab vs 5.5 months with placebo (stratified hazard ratio [HR] 0.80, 95% CI 0.69 to 0.92, P=0.0025), and considered that although this was statistically significant, the difference in point estimates of median PFS of 1.7 months may not be clinically significant. The Committee noted that the difference in median PFS in the PD-L1 positive subgroup was slightly greater (7.5 months atezolizumab vs 5.0 months placebo, 2.5 months difference; stratified HR 0.62, 95% CI 0.49 to 0.78, P&lt;0.0001; <a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1809615?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. 2018</a>).</p><p><br></p><p>The Committee noted the results of the second interim analysis performed after median follow-up of 18.5 months with atezolizumab and 17.5 months with placebo, which reported median OS of 21.0 months vs 18.7 months, respectively, in the ITT population, which was not statistically significant (stratified HR 0.86, 95% CI: 0.72 to 1.02, P=0.078). The Subcommittee noted the exploratory OS analysis in the PD-L1 positive subgroup with median OS of 25.0 months with atezolizumab vs 18.0 months with placebo; a difference of 7 months (stratified HR 0.71, 95% CI: 0.54 to 0.94; <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S1470-2045(19)30689-8\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. 2020</a>).</p><p><br></p><p>The Committee noted the Kaplan-Meier curves for OS in the ITT population and in the PD-L1 positive and negative subgroups for patients who received atezolizumab with nab-paclitaxel vs placebo with nab-paclitaxel, which crossed over at about 33 months (although fewer than 15% of participants remained). The Committee considered that these analyses were to establish differences in OS over time between groups and treatments.</p><p><br></p><p>The Committee noted that IMpassion130 subgroup analysis of OS in PD-L1 positive patients suggested that patients without brain metastases and patients with bone metastases may have had better outcomes with atezolizumab and nab-paclitaxel than with placebo and nab-paclitaxel, however, these subgroup analyses were post-hoc and exploratory without reporting statistical heterogeneity; it was unclear whether patients with liver metastases received any apparent benefit with atezolizumab (with the 95% confidence interval for the HR crossing 1).</p><p><br></p><p>The Committee was made aware of recently-released preliminary reporting of the final IMpassion130 OS analysis (performed after median follow-up of 18.8 months) presented as a conference abstract, which reported a larger relative improvement in median OS with atezolizumab and nab-paclitaxel in the PD-L1 positive subgroup than occurred in the overall trial study population, but this subgroup result had not been formally tested per a prespecified testing hierarchy (<a href=\"https://www.annalsofoncology.org/article/S0923-7534(20)42326-9/fulltext\" target=\"_blank\" style=\"color: windowtext;\">Emens et al. Ann Oncol. 2020; 31 Suppl_4:S1148</a>).</p><p><br></p><p>The Committee noted that grade 3 or 4 adverse events were reported in about half of IMpassion130 participants (49% atezolizumab plus nab-paclitaxel vs 43% placebo plus nab-paclitaxel) and the most common of these were neutropenia (8% in each group), peripheral neuropathy (6% atezolizumab plus nab-paclitaxel vs 3% placebo plus nab-paclitaxel), decreased neutrophil count (5% vs 4%, respectively) and fatigue (4% vs 3%, respectively). The Subcommittee noted that two deaths were reported in patients who received atezolizumab plus nab-paclitaxel (autoimmune hepatitis related to atezolizumab, and septic shock related to nab-paclitaxel) and one in a patient who received placebo plus nab-paclitaxel (hepatic failure). The Committee considered that in general, the reported safety profile of these treatments in the trial was as expected.</p><p>The Committee noted the publication of patient-reported outcomes (PROs) from the IMpassion130 trial, which reported no between-group differences in median time to deterioration (TTD) or in clinically meaningful symptoms (<a href=\"https://linkinghub.elsevier.com/retrieve/pii/S0923-7534(20)36038-5\" target=\"_blank\" style=\"color: windowtext;\">Adams et al. Ann Oncol. 2020;31:582-9</a>). The Committee noted that mean PRO values at specific time-points e.g. baseline; were not reported by randomised group or by PD-L1 subgroup, and considered that the lack of access to the detailed data hindered the Committee’s assessment of the supplier’s claims regarding the quality of life impact of the proposed regimen.</p><p><br></p><p>The Committee considered that IMpassion130 was a good quality phase III trial, however, the results as presented to date did not demonstrate a clear, sufficient benefit from atezolizumab with nab-paclitaxel in the trial population. The Committee noted that P-values were not reported for the subgroup analyses and considered that the post-hoc high PD-L1 expression subgroup analysis and multiple statistical comparisons (needing greater efforts to prevent false positive results) likely led to the trial’s negative results.</p><p><br></p><p>The Committee was made aware of a conference abstract providing other relevant evidence for atezolizumab in this patient population from the ongoing, phase III, randomised (2:1), double-blind, placebo-controlled IMpassion131 trial investigating first-line atezolizumab with paclitaxel vs paclitaxel alone in 651 patients with triple-negative breast cancer who received treatment until progression or unacceptable toxicity (<a href=\"https://www.annalsofoncology.org/article/S0923-7534(20)42325-7/fulltext\" target=\"_blank\" style=\"color: windowtext;\">Miles et al. Ann Oncol. 2020;31 Suppl_4:S1147-8</a>).</p><p><br></p><p>The Committee noted with IMpassion131 that the primary endpoint was investigator-assessed PFS, tested hierarchically in the PD-L1 positive (IC ≥1%) subgroup and then in the ITT population, and that OS and overall response rates were secondary endpoints.</p><p><br></p><p>The Committee noted that IMpassion131 stratified patients according to PD-L1 status (by Ventana SP142 assay; 45% of patients being PD-L1 positive), prior taxane use, liver metastases and geographic region. The Committee considered that use of atezolizumab in combination with paclitaxel, which is a funded treatment option for this patient population in New Zealand (compared with nab-paclitaxel, as in IMpassion130) was more relevant to the New Zealand treatment paradigm.</p><p><br></p><p>The Committee noted that the primary results of IMpassion131 to date had reported that atezolizumab with paclitaxel did not improve PFS or OS in either the PD-L1 positive (IC ≥1%) subgroup or in the ITT population (tested hierarchically in that sequence), but that the data to date were preliminary and confined to a conference abstract.</p><p><br></p><p>Overall, the Committee reiterated that the evidence for atezolizumab in triple-negative breast cancer did not yet include a formal analysis of final OS from the IMpassion130 trial; only primary results from IMpassion131 were available, and in abstract form (not a peer-reviewed journal publication); and quality of life data was not provided to inform the Committee’s assessment of the supplier’s claim regarding the time to deterioration of symptoms. The Committee noted that no data was available for atezolizumab monotherapy in this setting.</p><p><br></p><p>The Committee noted that atezolizumab with nab-paclitaxel for triple-negative breast cancer with &gt;1% PD-L1 expression was recommended for funding by <a href=\"https://www.nice.org.uk/guidance/ta639/resources/atezolizumab-with-nabpaclitaxel-for-untreated-pdl1positive-locally-advanced-or-metastatic-triplenegative-breast-cancer-pdf-82609086120901\" target=\"_blank\" style=\"color: windowtext;\">NICE</a> (England/Wales), however, a funding application for atezolizumab with taxane chemotherapy for triple-negative breast cancer was not recommended by the <a href=\"https://www.pbs.gov.au/industry/listing/elements/pbac-meetings/psd/2020-03/batch_2/files/atezolizumab-psd-march-2020.pdf\" target=\"_blank\" style=\"color: windowtext;\">PBAC</a> (Australia) due to limited applicability of the clinical trial evidence for atezolizumab in combination with nab-paclitaxel, as nab-paclitaxel is not funded in Australia, and the uncertain magnitude of an overall survival benefit.</p><p><br></p><p>The Committee considered that the appropriate location of the proposed regimen within the New Zealand treatment paradigm was unclear. The Committee considered that paclitaxel would be used in New Zealand instead, although noted that paclitaxel requires corticosteroid premedication which is hypothesised to affect immunotherapy activity (<a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1809615?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\" style=\"color: windowtext;\">Schmid et al. 2018</a>) and that use in combination with paclitaxel is not a Medsafe-approved indication.</p><p><br></p><p>The Committee considered that the supplier’s estimate of eligible patient numbers, 74 incident patients a year before uptake, was reasonable given the likely young age of patients with triple-negative breast cancer but sought further advice from CaTSoP on this.</p><p><br></p><p>The Committee considered it unclear what impact atezolizumab for triple-negative breast cancer would have on healthcare costs associated with managing toxicities, and considered that the frequent (albeit, short) infusions would impact on healthcare services. The Committee noted that funding atezolizumab in this indication would incur significant costs to enable PD-L1 testing e.g. for training and quality control, and noted that the Ventana assay is not routinely used in New Zealand.</p><p><br></p><p>The Committee considered that atezolizumab was a high-cost medicine that is proposed to be used prior to other lines of therapy, therefore resulting in a high cost to the pharmaceutical budget. The Committee considered that, if atezolizumab were funded for this indication, nab-paclitaxel would need to be funded for this indication.</p><p>Given the concerns regarding the overall survival benefit in the ITT population and in the PD-L1 positive subgroup (and noting the high health need of this patient population; the challenges associated with PD-L1 testing in New Zealand; the low relevance of the treatment regimen (including nab-paclitaxel) to the New Zealand patient population; and the lack of quality of life data, which limited the Committee’s assessment of the supplier’s therapeutic claims), the Committee did not support funding of atezolizumab with nab-paclitaxel for triple-negative breast cancer in New Zealand.</p><p><br></p><p>The Committee suggested that CaTSoP’s advice be sought , including advice on: the use of paclitaxel instead of nab-paclitaxel with atezolizumab in this indication; the treatment paradigm for patients with triple-negative breast cancer in New Zealand; the impact paclitaxel and corticosteroid premedication may have on immunotherapy activity; the results of the IMpassion131 trial; and patient number estimates for atezolizumab in this setting.</p>",
          "Status_History__c": "a132P000000Ccx7QAC"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Mar 2021",
          "fs": "Mar 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Assigned to Cancer Treatments Subcommittee (CaTSoP) meeting to provide advice on Monday 12 April 2021",
          "fs": "Assigned to Cancer Treatments Subcommittee (CaTSoP) meeting to provide advice on Monday 12 April 2021",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000MKGeV2AX"
          },
          "Id": "a0POZ00000MKGeV2AX",
          "Event_Date__c": "2021-03-19",
          "Event_Description__c": "Assigned to Cancer Treatments Subcommittee (CaTSoP) meeting to provide advice on Monday 12 April 2021",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Mar 2021",
          "Status_History__c": "a132P000000ChZBQA0"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee <b>recommended</b> that the application for atezolizumab (Tecentriq) in combination with nab-paclitaxel for the treatment of advanced or metastatic triple-negative breast cancer (TNBC) with PDL1 expression ≥ 1% be <b>deferred</b>, pending further published data of long-term follow-up from the IMpassion131 and IMpassion132 trials. </p><p>1.1.1.<span style=\"font-size: 7pt;\">   </span>In making this recommendation, the Subcommittee considered that the data available, with up to 18-month median follow-up from a single clinical trial, suggested there was activity in this combination but that the benefits were modest. The Subcommittee considered that more mature, published data from the IMpassion131 and IMpassion132 trials after longer durations of follow-up may strengthen the evidence that demonstrates potential survival benefit of atezolizumab in this combination regimen for triple-negative breast cancer, however members acknowledged that this data may not be forthcoming.</p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>In making this recommendation, the Subcommittee also considered the high health need of this patient population with limited suitable treatment options; the limitations and uncertainty of the trial data available; the evidence for use of this regimen in the first line setting with nab-paclitaxel only; and the potential high cost of this combination regimen which is not funded in New Zealand.</p>",
          "fs": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee <b>recommended</b> that the application for atezolizumab (Tecentriq) in combination with nab-paclitaxel for the treatment of advanced or metastatic triple-negative breast cancer (TNBC) with PDL1 expression ≥ 1% be <b>deferred</b>, pending further published data of long-term follow-up from the IMpassion131 and IMpassion132 trials. </p><p>1.1.1.<span style=\"font-size: 7pt;\">   </span>In making this recommendation, the Subcommittee considered that the data available, with up to 18-month median follow-up from a single clinical trial, suggested there was activity in this combination but that the benefits were modest. The Subcommittee considered that more mature, published data from the IMpassion131 and IMpassion132 trials after longer durations of follow-up may strengthen the evidence that demonstrates potential survival benefit of atezolizumab in this combination regimen for triple-negative breast cancer, however members acknowledged that this data may not be forthcoming.</p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>In making this recommendation, the Subcommittee also considered the high health need of this patient population with limited suitable treatment options; the limitations and uncertainty of the trial data available; the evidence for use of this regimen in the first line setting with nab-paclitaxel only; and the potential high cost of this combination regimen which is not funded in New Zealand.</p>",
          "change": null
        },
        "Published_Discussion": {
          "s": "<h2>Background</h2><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>PTAC and PTAC Subcommittees may differ in the advice they provide to Pharmac, including recommendations’ priority, due to the committees’ different, albeit complementary, roles, expertise, experience, and perspectives.</p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that, in <a href=\"https://pharmac.govt.nz/assets/ptac-record-2020-11.pdf\" target=\"_blank\" style=\"color: windowtext;\">November 2020</a>, PTAC reviewed the application for atezolizumab in combination with nab-paclitaxel for the treatment of unresectable locally-advanced or metastatic triple-negative breast cancer, and recommended it be declined due to evidence of a lack of overall survival benefit (compared with placebo plus nab-paclitaxel) in a key clinical trial (IMpassion130) and limitations of the PD-L1 positive subgroup analysis of that trial. </p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that, in making its recommendation, PTAC considered the high unmet health need of patients with triple-negative breast cancer including the lack of effective funded treatment options for triple-negative breast cancer; the novel approach of immune checkpoint inhibitor treatment in combination with chemotherapy for triple-negative breast cancer; the challenges associated with PD-L1 testing in New Zealand; the limited relevance of the treatment regimen (including nab-paclitaxel) to the New Zealand patient population; and the lack of quality of life data, which affected the ability of PTAC to assess of the supplier’s therapeutic claims.</p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that PTAC had suggested that CaTSoP’s advice be sought, including advice on; the use of paclitaxel instead of nab-paclitaxel with atezolizumab in this indication, the treatment paradigm for patients with triple-negative breast cancer in New Zealand, the impact paclitaxel and corticosteroid premedication may have on immunotherapy activity, the results of the IMpassion131 trial, and patient number estimates for atezolizumab in this setting.</p><h2>Discussion</h2><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that more than 3,000 people are diagnosed with breast cancer each year, with approximately 25% diagnosed with metastatic disease and more than 600 women die from breast cancer annually. The Subcommittee noted that there is higher incidence in Māori women than non-Māori women (age-standardised incidence rate for females ≥25 years 175.1 per 100,000 population vs 134.8 per 100,000 per population in 2013-15) and that Māori have worse survival with advanced breast cancer compared to other ethnic groups (<a href=\"https://www.health.govt.nz/system/files/documents/publications/wai-2575-maori-health-trends-report-04mar2020.pdf\" target=\"_blank\">Wai 2575 Māori Health Trends Report. Ministry of Health, 2019</a>).</p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that triple-negative breast cancer accounts for 15-20% of all breast cancer but has the worst prognosis out of all breast cancer subtypes. The Subcommittee was made aware of New Zealand data that indicates the median overall survival for patients with triple-negative breast cancer is estimated to be 6.6 months (<a href=\"https://www.breastcancerfoundation.org.nz/images/assets/22648/1/bcfnz-abc-report-2018-reprint-10.2018.pdf\" target=\"_blank\">Insights into living – and dying – with advanced breast cancer in New Zealand. New Zealand Breast Cancer Foundation, 2018</a><u style=\"color: blue;\">). </u></p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Committee was made aware of international data that as reported a variable median overall survival of breast cancer (any subtype) of up to 18 months (<a href=\"https://linkinghub.elsevier.com/retrieve/pii/S0959-8049(18)30733-0\" target=\"_blank\">Gobbini et al. Eur J Cancer. 2018;96:17-24</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/29878040/\" target=\"_blank\">Yardley et al. Ann Oncol. 2018;29:1763-70</a>; <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S0923-7534(19)37346-6\" target=\"_blank\">Miles et al. Ann Oncol. 2013;24:2773-80</a>) and data reporting median progression-free survival of patients with metastatic triple-negative breast cancer from 2.9 months to 7.7 months with median overall survival ranging from 11.0 months to 12.6 months (<a href=\"https://doi.org/10.1111/ajco.12748\" target=\"_blank\">Khosravi-Shahi et al. Asia Pac J Clin Oncol. 2018;14:32-9</a>).  </p><p><span style=\"color: black;\">1.8.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered that people with triple-negative breast cancer have a very high health need due to the rapid progression of this disease and lack of effective treatment options. </p><p><span style=\"color: black;\">1.9.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered that approximately 40% of patients with triple-negative breast cancer will have PD-L1 expression of 1% or greater, equivalent to 6.6 to 8% of all breast cancers in New Zealand (180-240 patients/year).). The Subcommittee considered that genetic counselling may be undertaken for patients under 50 years of age or those with a family history of breast cancer; however, considered that not all patients would be tested for BRCA mutation status and PD-L1 testing would not be routinely undertaken, as these currently do not influence the choice of funded treatment options. </p><p><span style=\"color: black;\">1.10.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that patients whose disease is not rapidly progressive receive sequential single-agent chemotherapy, generally followed by an anthracycline (ie doxorubicin or epirubicin), taxane (ie paclitaxel or docetaxel) or vinorelbine if there was no prior exposure to these agents. The Subcommittee noted there is no preferred chemotherapy regimen for this disease and regimens can differ between treating clinicians and treating centres, although paclitaxel with gemcitabine is used less commonly in this population in New Zealand. </p><p><span style=\"color: black;\">1.11.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the key evidence for atezolizumab in combination with nab-paclitaxel was from the multi-centre, phase III, randomised (1:1), placebo controlled, double-blind IMpassion130 trial of 902 patients from 246 centres excluding New Zealand with untreated locally advanced or metastatic triple-negative breast cancer, in which patients received atezolizumab with nab-paclitaxel or placebo with nab-paclitaxel until disease progression or intolerable toxicity (<a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1809615\" target=\"_blank\">Schmid et al. N Engl J Med. 2018;379:2108-21</a>; <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S1470-2045(19)30689-8\" target=\"_blank\">Schmid et al. Lancet Oncol. 2020;21:44-59</a>). The Subcommittee noted that the initial results were reported after median follow-up of 12.9 months, with updated results reported after median follow-up of 18.5 months in the atezolizumab group and 17.5 months in the placebo group.</p><p>1.11.1.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that co-primary endpoints in the trial’s whole intention-to-treat (ITT) population (n = 902) and the PD-L1 positive ≥1% retrospectively-identified subgroup (N = 369) were progression-free survival (PFS) and overall survival (OS), tested hierarchically, and that the trial included secondary endpoints as expected. The Subcommittee noted that the initial sample size was extended to the 902 patients to enable overall survival assessment with the type 1 error (0.05) split between analyses of PFS (0.01) and OS (0.04).</p><p>1.11.2.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that IMpassion130 used the Ventana SP142 assay for PD-L1 status, which is different to the assays and scoring methods used in clinical trials for other immunotherapy agents (eg the combined positive score [CPS] used with pembrolizumab). The Subcommittee considered that PD-L1 assays and scoring methods may not be directly interchangeable, presenting challenges in their use and interpretation alongside potential treatment options, as discussed in previous CaTSoP meeting records. The Subcommittee considered that the patient groups were similar between trial treatment arms and that the proportion of PD-L1 positive cases was similar to that reported in the literature.</p><p>1.11.3.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted statistically significant differences in PFS in both the whole trial’s ITT population (7.2 months atezolizumab + nab-paclitaxel vs 5.5 months placebo + nab-paclitaxel, hazard ratio (HR) 0.80, 95% confidence interval (CI) 0.69 to 0.92, P=0.002) and PD-L1 positive subgroup (7.5 months atezolizumab + nab-paclitaxel vs 5.0 months placebo + nab-paclitaxel, HR 0.62, 95% CI 0.49 to 0.78, P&lt;0.001) (<a href=\"\" target=\"_blank\">Schmid et al. N Engl J Med. 2018;379:2108-21</a>). The Subcommittee noted that these results reported absolute differences that were small, with gains of about two months even in the PD-L1 positive subgroup (who received greater benefit than the whole ITT population), but considered these results could be considered clinically important given the poor prognosis otherwise, and considered this probably precipitated the accelerated approval of this regimen in other jurisdictions.</p><p>1.11.4.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that the updated IMpassion130 results reported 24-month PFS in the whole ITT population of 10% (95% CI 7 to 13) with atezolizumab + nab-paclitaxel vs 6% (95% CI 4 to 9) with placebo + nab-paclitaxel. The Subcommittee noted that 24-month PFS in the PD-L1 subgroup was 12.4% (95% CI 6.5 to 18.3) with atezolizumab + nab-paclitaxel vs 7.4% (95% CI 2.8 to 12.0) with placebo + nab-paclitaxel (<a href=\"\" target=\"_blank\">Schmid et al. Lancet Oncol. 2020;21:44-59</a>). The Subcommittee considered that the PFS benefit was predominantly seen in the PD-L1 positive group and it was unclear whether other subgroups (including some groups with small patient numbers) had a difference in benefit.</p><p>1.11.5.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that the difference in OS in the whole ITT population was not statistically significant (21.0 months atezolizumab + nab-paclitaxel vs 18.7 months placebo + nab-paclitaxel, stratified HR 0.86, 95% CI 0.72 to 1.02, P=0.0777) and therefore the OS in the PD-L1 subgroup was not formally testable nor tested, although a difference of 7 months was reported for the PD-L1 positive subgroup (25.0 months atezolizumab + nab-paclitaxel vs 18.0 months placebo + nab-paclitaxel, stratified HR 0.71, 95% CI 0.54 to 0.93). Members considered that the 7-month difference in OS for PD-L1 positivity may be clinically meaningful, although they noted that the benefit from this regimen was only reported in a single trial.</p><p>1.11.6.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that crossover in IMpassion130 was not substantial (4-6%), especially considering the few other available treatment options and rapidly progressive disease often seen in this patient group. </p><p>1.11.7.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that response rates were slightly higher in the PD-L1 positive subgroup (58.9% atezolizumab + nab-paclitaxel vs 42.6% placebo + nab-paclitaxel, P=0.002) than in the whole ITT population (56.0% atezolizumab + nab-paclitaxel vs 45.9% placebo + nab-paclitaxel, P=0.002), but no evidence of statistical heterogeneity between the PD-L1 positive and residual PD-L1 negative subgroups had been presented.</p><p>1.11.8.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that adverse events led to discontinuation in 15.9% of patients who received atezolizumab + nab-paclitaxel (of which 6.4% led to discontinuation of atezolizumab) and in 8.2% of patients who received placebo + nab-paclitaxel (of which 1.4% led to discontinuation of placebo) (Table S3; Supplementary Appendix). The Subcommittee considered that the adverse events initially reported in IMpassion130 and in the updated publication were as expected for this regimen, with no additional safety signals identified. </p><p>1.11.9.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that IMpassion130 reported no significant difference in the time to deterioration of health-related quality of life and functioning with the addition of atezolizumab to nab-paclitaxel, suggesting that atezolizumab did not detrimentally impact quality of life in this population (<a href=\"\" target=\"_blank\">Adams et al. Ann Oncol. 2020;31:582-9</a>).</p><p><span style=\"color: black;\">1.12.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that Pharmac had received correspondence in February 2021 from Roche in response to the November 2020 PTAC record, which noted the non-significant OS result in the IMpassion130 whole ITT population. The Subcommittee noted that Roche had included a published meta-analysis that reported PFS to be a surrogate for OS in advanced or metastatic triple-negative breast cancer, mainly concentrating on benefits in the PD-L1 positive population who received a longer duration of response than patients with PD-L1 negative disease (<a href=\"\" target=\"_blank\">Hirai et al. Breast Cancer Res Treat. 2020;181:189-98</a>). However, the Subcommittee considered there were difficulties using progression free survival as a surrogate for overall survival when statistical significance was not demonstrated in the updated data and considered that the information did not materially change the view that the lack of significant OS in the IMpassion130 overall ITT population was disappointing.</p><p><span style=\"color: black;\">1.13.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the IMpasson131 trial investigating the combination of atezolizumab with paclitaxel in triple-negative breast cancer reported a small difference in PFS that was not statistically significant, and did not report a difference in overall survival (<a href=\"\" target=\"_blank\">Miles et al. Ann Oncol. 2020;31 Suppl_4:S1147-8</a>). The Subcommittee noted that the United States (US) Food and Drug Administration (FDA) made a public alert notification based on the results of this trial in August 2020 and subsequently updated the US Prescribing Information with a warning that paclitaxel should not be used instead of nab-paclitaxel with atezolizumab in this setting as the same benefit cannot be assumed. </p><p><span style=\"color: black;\">1.14.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the US FDA Oncologic Drugs Advisory Committee (ODAC) is reviewing the accelerated approval status of atezolizumab with nab-paclitaxel for this indication and voted in April 2021 to maintain approval due to the health need of this population. The Subcommittee noted that this consideration was ongoing and there was a concern about the lack of further studies to confirm benefit. The Subcommittee was made aware of a recent publication describing accelerated approvals where long-term outcomes are uncertain, including atezolizumab with nab-paclitaxel, which are currently under review (<a href=\"\" target=\"_blank\">Beaver et al. N Engl J Med. 2021;384:e68. doi: 10.1056/NEJMp2104846. Epub 2021 Apr 21</a>).</p><p><span style=\"color: black;\">1.15.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that nab-paclitaxel has been discussed by CaTSoP on previous occasions including in the context of metastatic breast cancer (refer to the Pharmac Application Tracker). The Subcommittee considered that there is a theoretical potential effect of paclitaxel and corticosteroid premedication on immunotherapy activity, although the reasons for the difference in outcomes with paclitaxel and atezolizumab compared with nab-paclitaxel and atezolizumab remain unclear. Based on the totality of evidence available, the Subcommittee considered there was no role for paclitaxel with atezolizumab in this setting. The Subcommittee considered that Pharmac could seek further clinical advice regarding nab-paclitaxel with input from breast cancer and gastrointestinal cancer special interest groups. </p><p><span style=\"color: black;\">1.16.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the proposed addition of atezolizumab with nab-paclitaxel into the treatment paradigm for patients whose triple-negative breast cancer has PD-L1 expression of 1% or greater would require the addition of PD-L1 testing for all patients with metastatic TNBC. The Subcommittee considered that, if atezolizumab and nab-paclitaxel were funded in this setting, patients with PD-L1 positive disease would likely use this combination therapy in the first line, and patients with PD-L1 negative disease would be offered sequential single-agent chemotherapy, and subsequent combination treatment with carboplatin and gemcitabine may be considered. </p><p><span style=\"color: black;\">1.17.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that, if funded, atezolizumab would need to be used in combination with nab-paclitaxel (not paclitaxel) for triple-negative breast cancer and that it would be used as a first-line therapy for metastatic disease, as evidence for its use is only in this setting. The Subcommittee considered treatment would be until disease progression, after which patients would be expected to receive taxanes/vinorelbine therapy; however members noted there to be limited treatment options for aggressive and progressed disease. </p><p><span style=\"color: black;\">1.18.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that the biology of this disease requires treatment to commence within weeks, therefore there would not be a ready group of untreated prevalent patients awaiting treatment. The Subcommittee considered that the supplier estimate of eligible patients, based on epidemiological data that assumed 40% of incident patients with a metastatic TNBC diagnosis will have positive PD-L1 expression, was too high. Based on extrapolation from current regional data of metastatic TNBC diagnoses, the Subcommittee considered 30-35 patients per year nationwide would be a more appropriate estimate.</p><p><span style=\"color: black;\">1.19.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted the potential high cost of this combination regimen, which includes nab-paclitaxel as another treatment that is not funded in New Zealand. The Subcommittee also noted that immunotherapy toxicities occur in a small number of patients but require significant and intensive health system resource for their management. The Subcommittee noted that adding immunotherapy treatment would increase infusion service resource for treatment administration, although noted that nab-paclitaxel has a shorter infusion duration than paclitaxel.</p><p><span style=\"color: black;\">1.20.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the PD-L1 threshold for positivity (1%) may be affected by inter-laboratory variability and therefore this threshold may be less meaningful and considered that this is not an optimal target for identifying patients who will benefit. The Subcommittee considered that Pharmac staff could engage with representatives of laboratories in New Zealand for advice regarding complex and/or variable testing requirements.</p><p>Summary</p><p><span style=\"color: black;\">1.21.</span><span style=\"color: black; font-size: 7pt;\">   </span>Overall, the Subcommittee noted that the body of evidence for atezolizumab and nab-paclitaxel in triple-negative breast cancer is contradictory and considered that although the IMpassion130 data suggests there is activity in this combination, it provided only modest benefits. The Subcommittee considered that the pending FDA ODAC decision on approval of this regimen was concerning and considered that longer-term, published, follow-up data of the IMpassion131 and IMpassion132 trials would help inform its assessment of this regimen in addressing the health need of people with triple-negative breast cancer.</p><p><span style=\"color: black;\">1.22.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that Pharmac had also received correspondence from Merck Sharpe and Dohme in response to the November 2020 PTAC record, highlighting the Keynote-355 trial of pembrolizumab in combination with the trial investigators’ choice of chemotherapy (paclitaxel, nab-paclitaxel or gemcitabine with carboplatin) in the same population with TNBC, although Keynote-355 used a different PD-L1 assay (using CPS score) compared with IMpassion130. The Subcommittee noted that data from Keynote-355 suggested that both paclitaxel and nab-paclitaxel were able to be used in combination with pembrolizumab (<a href=\"\" target=\"_blank\">Cortes et al. Lancet. 2020;396:1817-28</a>).</p>",
          "fs": "<h2>Background</h2><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>PTAC and PTAC Subcommittees may differ in the advice they provide to Pharmac, including recommendations’ priority, due to the committees’ different, albeit complementary, roles, expertise, experience, and perspectives.</p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that, in <a href=\"https://pharmac.govt.nz/assets/ptac-record-2020-11.pdf\" target=\"_blank\" style=\"color: windowtext;\">November 2020</a>, PTAC reviewed the application for atezolizumab in combination with nab-paclitaxel for the treatment of unresectable locally-advanced or metastatic triple-negative breast cancer, and recommended it be declined due to evidence of a lack of overall survival benefit (compared with placebo plus nab-paclitaxel) in a key clinical trial (IMpassion130) and limitations of the PD-L1 positive subgroup analysis of that trial. </p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that, in making its recommendation, PTAC considered the high unmet health need of patients with triple-negative breast cancer including the lack of effective funded treatment options for triple-negative breast cancer; the novel approach of immune checkpoint inhibitor treatment in combination with chemotherapy for triple-negative breast cancer; the challenges associated with PD-L1 testing in New Zealand; the limited relevance of the treatment regimen (including nab-paclitaxel) to the New Zealand patient population; and the lack of quality of life data, which affected the ability of PTAC to assess of the supplier’s therapeutic claims.</p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that PTAC had suggested that CaTSoP’s advice be sought, including advice on; the use of paclitaxel instead of nab-paclitaxel with atezolizumab in this indication, the treatment paradigm for patients with triple-negative breast cancer in New Zealand, the impact paclitaxel and corticosteroid premedication may have on immunotherapy activity, the results of the IMpassion131 trial, and patient number estimates for atezolizumab in this setting.</p><h2>Discussion</h2><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that more than 3,000 people are diagnosed with breast cancer each year, with approximately 25% diagnosed with metastatic disease and more than 600 women die from breast cancer annually. The Subcommittee noted that there is higher incidence in Māori women than non-Māori women (age-standardised incidence rate for females ≥25 years 175.1 per 100,000 population vs 134.8 per 100,000 per population in 2013-15) and that Māori have worse survival with advanced breast cancer compared to other ethnic groups (<a href=\"https://www.health.govt.nz/system/files/documents/publications/wai-2575-maori-health-trends-report-04mar2020.pdf\" target=\"_blank\">Wai 2575 Māori Health Trends Report. Ministry of Health, 2019</a>).</p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that triple-negative breast cancer accounts for 15-20% of all breast cancer but has the worst prognosis out of all breast cancer subtypes. The Subcommittee was made aware of New Zealand data that indicates the median overall survival for patients with triple-negative breast cancer is estimated to be 6.6 months (<a href=\"https://www.breastcancerfoundation.org.nz/images/assets/22648/1/bcfnz-abc-report-2018-reprint-10.2018.pdf\" target=\"_blank\">Insights into living – and dying – with advanced breast cancer in New Zealand. New Zealand Breast Cancer Foundation, 2018</a><u style=\"color: blue;\">). </u></p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Committee was made aware of international data that as reported a variable median overall survival of breast cancer (any subtype) of up to 18 months (<a href=\"https://linkinghub.elsevier.com/retrieve/pii/S0959-8049(18)30733-0\" target=\"_blank\">Gobbini et al. Eur J Cancer. 2018;96:17-24</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/29878040/\" target=\"_blank\">Yardley et al. Ann Oncol. 2018;29:1763-70</a>; <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S0923-7534(19)37346-6\" target=\"_blank\">Miles et al. Ann Oncol. 2013;24:2773-80</a>) and data reporting median progression-free survival of patients with metastatic triple-negative breast cancer from 2.9 months to 7.7 months with median overall survival ranging from 11.0 months to 12.6 months (<a href=\"https://doi.org/10.1111/ajco.12748\" target=\"_blank\">Khosravi-Shahi et al. Asia Pac J Clin Oncol. 2018;14:32-9</a>).  </p><p><span style=\"color: black;\">1.8.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered that people with triple-negative breast cancer have a very high health need due to the rapid progression of this disease and lack of effective treatment options. </p><p><span style=\"color: black;\">1.9.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered that approximately 40% of patients with triple-negative breast cancer will have PD-L1 expression of 1% or greater, equivalent to 6.6 to 8% of all breast cancers in New Zealand (180-240 patients/year).). The Subcommittee considered that genetic counselling may be undertaken for patients under 50 years of age or those with a family history of breast cancer; however, considered that not all patients would be tested for BRCA mutation status and PD-L1 testing would not be routinely undertaken, as these currently do not influence the choice of funded treatment options. </p><p><span style=\"color: black;\">1.10.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that patients whose disease is not rapidly progressive receive sequential single-agent chemotherapy, generally followed by an anthracycline (ie doxorubicin or epirubicin), taxane (ie paclitaxel or docetaxel) or vinorelbine if there was no prior exposure to these agents. The Subcommittee noted there is no preferred chemotherapy regimen for this disease and regimens can differ between treating clinicians and treating centres, although paclitaxel with gemcitabine is used less commonly in this population in New Zealand. </p><p><span style=\"color: black;\">1.11.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the key evidence for atezolizumab in combination with nab-paclitaxel was from the multi-centre, phase III, randomised (1:1), placebo controlled, double-blind IMpassion130 trial of 902 patients from 246 centres excluding New Zealand with untreated locally advanced or metastatic triple-negative breast cancer, in which patients received atezolizumab with nab-paclitaxel or placebo with nab-paclitaxel until disease progression or intolerable toxicity (<a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1809615\" target=\"_blank\">Schmid et al. N Engl J Med. 2018;379:2108-21</a>; <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S1470-2045(19)30689-8\" target=\"_blank\">Schmid et al. Lancet Oncol. 2020;21:44-59</a>). The Subcommittee noted that the initial results were reported after median follow-up of 12.9 months, with updated results reported after median follow-up of 18.5 months in the atezolizumab group and 17.5 months in the placebo group.</p><p>1.11.1.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that co-primary endpoints in the trial’s whole intention-to-treat (ITT) population (n = 902) and the PD-L1 positive ≥1% retrospectively-identified subgroup (N = 369) were progression-free survival (PFS) and overall survival (OS), tested hierarchically, and that the trial included secondary endpoints as expected. The Subcommittee noted that the initial sample size was extended to the 902 patients to enable overall survival assessment with the type 1 error (0.05) split between analyses of PFS (0.01) and OS (0.04).</p><p>1.11.2.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that IMpassion130 used the Ventana SP142 assay for PD-L1 status, which is different to the assays and scoring methods used in clinical trials for other immunotherapy agents (eg the combined positive score [CPS] used with pembrolizumab). The Subcommittee considered that PD-L1 assays and scoring methods may not be directly interchangeable, presenting challenges in their use and interpretation alongside potential treatment options, as discussed in previous CaTSoP meeting records. The Subcommittee considered that the patient groups were similar between trial treatment arms and that the proportion of PD-L1 positive cases was similar to that reported in the literature.</p><p>1.11.3.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted statistically significant differences in PFS in both the whole trial’s ITT population (7.2 months atezolizumab + nab-paclitaxel vs 5.5 months placebo + nab-paclitaxel, hazard ratio (HR) 0.80, 95% confidence interval (CI) 0.69 to 0.92, P=0.002) and PD-L1 positive subgroup (7.5 months atezolizumab + nab-paclitaxel vs 5.0 months placebo + nab-paclitaxel, HR 0.62, 95% CI 0.49 to 0.78, P&lt;0.001) (<a href=\"\" target=\"_blank\">Schmid et al. N Engl J Med. 2018;379:2108-21</a>). The Subcommittee noted that these results reported absolute differences that were small, with gains of about two months even in the PD-L1 positive subgroup (who received greater benefit than the whole ITT population), but considered these results could be considered clinically important given the poor prognosis otherwise, and considered this probably precipitated the accelerated approval of this regimen in other jurisdictions.</p><p>1.11.4.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that the updated IMpassion130 results reported 24-month PFS in the whole ITT population of 10% (95% CI 7 to 13) with atezolizumab + nab-paclitaxel vs 6% (95% CI 4 to 9) with placebo + nab-paclitaxel. The Subcommittee noted that 24-month PFS in the PD-L1 subgroup was 12.4% (95% CI 6.5 to 18.3) with atezolizumab + nab-paclitaxel vs 7.4% (95% CI 2.8 to 12.0) with placebo + nab-paclitaxel (<a href=\"\" target=\"_blank\">Schmid et al. Lancet Oncol. 2020;21:44-59</a>). The Subcommittee considered that the PFS benefit was predominantly seen in the PD-L1 positive group and it was unclear whether other subgroups (including some groups with small patient numbers) had a difference in benefit.</p><p>1.11.5.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that the difference in OS in the whole ITT population was not statistically significant (21.0 months atezolizumab + nab-paclitaxel vs 18.7 months placebo + nab-paclitaxel, stratified HR 0.86, 95% CI 0.72 to 1.02, P=0.0777) and therefore the OS in the PD-L1 subgroup was not formally testable nor tested, although a difference of 7 months was reported for the PD-L1 positive subgroup (25.0 months atezolizumab + nab-paclitaxel vs 18.0 months placebo + nab-paclitaxel, stratified HR 0.71, 95% CI 0.54 to 0.93). Members considered that the 7-month difference in OS for PD-L1 positivity may be clinically meaningful, although they noted that the benefit from this regimen was only reported in a single trial.</p><p>1.11.6.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that crossover in IMpassion130 was not substantial (4-6%), especially considering the few other available treatment options and rapidly progressive disease often seen in this patient group. </p><p>1.11.7.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that response rates were slightly higher in the PD-L1 positive subgroup (58.9% atezolizumab + nab-paclitaxel vs 42.6% placebo + nab-paclitaxel, P=0.002) than in the whole ITT population (56.0% atezolizumab + nab-paclitaxel vs 45.9% placebo + nab-paclitaxel, P=0.002), but no evidence of statistical heterogeneity between the PD-L1 positive and residual PD-L1 negative subgroups had been presented.</p><p>1.11.8.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that adverse events led to discontinuation in 15.9% of patients who received atezolizumab + nab-paclitaxel (of which 6.4% led to discontinuation of atezolizumab) and in 8.2% of patients who received placebo + nab-paclitaxel (of which 1.4% led to discontinuation of placebo) (Table S3; Supplementary Appendix). The Subcommittee considered that the adverse events initially reported in IMpassion130 and in the updated publication were as expected for this regimen, with no additional safety signals identified. </p><p>1.11.9.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that IMpassion130 reported no significant difference in the time to deterioration of health-related quality of life and functioning with the addition of atezolizumab to nab-paclitaxel, suggesting that atezolizumab did not detrimentally impact quality of life in this population (<a href=\"\" target=\"_blank\">Adams et al. Ann Oncol. 2020;31:582-9</a>).</p><p><span style=\"color: black;\">1.12.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that Pharmac had received correspondence in February 2021 from Roche in response to the November 2020 PTAC record, which noted the non-significant OS result in the IMpassion130 whole ITT population. The Subcommittee noted that Roche had included a published meta-analysis that reported PFS to be a surrogate for OS in advanced or metastatic triple-negative breast cancer, mainly concentrating on benefits in the PD-L1 positive population who received a longer duration of response than patients with PD-L1 negative disease (<a href=\"\" target=\"_blank\">Hirai et al. Breast Cancer Res Treat. 2020;181:189-98</a>). However, the Subcommittee considered there were difficulties using progression free survival as a surrogate for overall survival when statistical significance was not demonstrated in the updated data and considered that the information did not materially change the view that the lack of significant OS in the IMpassion130 overall ITT population was disappointing.</p><p><span style=\"color: black;\">1.13.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the IMpasson131 trial investigating the combination of atezolizumab with paclitaxel in triple-negative breast cancer reported a small difference in PFS that was not statistically significant, and did not report a difference in overall survival (<a href=\"\" target=\"_blank\">Miles et al. Ann Oncol. 2020;31 Suppl_4:S1147-8</a>). The Subcommittee noted that the United States (US) Food and Drug Administration (FDA) made a public alert notification based on the results of this trial in August 2020 and subsequently updated the US Prescribing Information with a warning that paclitaxel should not be used instead of nab-paclitaxel with atezolizumab in this setting as the same benefit cannot be assumed. </p><p><span style=\"color: black;\">1.14.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the US FDA Oncologic Drugs Advisory Committee (ODAC) is reviewing the accelerated approval status of atezolizumab with nab-paclitaxel for this indication and voted in April 2021 to maintain approval due to the health need of this population. The Subcommittee noted that this consideration was ongoing and there was a concern about the lack of further studies to confirm benefit. The Subcommittee was made aware of a recent publication describing accelerated approvals where long-term outcomes are uncertain, including atezolizumab with nab-paclitaxel, which are currently under review (<a href=\"\" target=\"_blank\">Beaver et al. N Engl J Med. 2021;384:e68. doi: 10.1056/NEJMp2104846. Epub 2021 Apr 21</a>).</p><p><span style=\"color: black;\">1.15.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that nab-paclitaxel has been discussed by CaTSoP on previous occasions including in the context of metastatic breast cancer (refer to the Pharmac Application Tracker). The Subcommittee considered that there is a theoretical potential effect of paclitaxel and corticosteroid premedication on immunotherapy activity, although the reasons for the difference in outcomes with paclitaxel and atezolizumab compared with nab-paclitaxel and atezolizumab remain unclear. Based on the totality of evidence available, the Subcommittee considered there was no role for paclitaxel with atezolizumab in this setting. The Subcommittee considered that Pharmac could seek further clinical advice regarding nab-paclitaxel with input from breast cancer and gastrointestinal cancer special interest groups. </p><p><span style=\"color: black;\">1.16.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the proposed addition of atezolizumab with nab-paclitaxel into the treatment paradigm for patients whose triple-negative breast cancer has PD-L1 expression of 1% or greater would require the addition of PD-L1 testing for all patients with metastatic TNBC. The Subcommittee considered that, if atezolizumab and nab-paclitaxel were funded in this setting, patients with PD-L1 positive disease would likely use this combination therapy in the first line, and patients with PD-L1 negative disease would be offered sequential single-agent chemotherapy, and subsequent combination treatment with carboplatin and gemcitabine may be considered. </p><p><span style=\"color: black;\">1.17.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that, if funded, atezolizumab would need to be used in combination with nab-paclitaxel (not paclitaxel) for triple-negative breast cancer and that it would be used as a first-line therapy for metastatic disease, as evidence for its use is only in this setting. The Subcommittee considered treatment would be until disease progression, after which patients would be expected to receive taxanes/vinorelbine therapy; however members noted there to be limited treatment options for aggressive and progressed disease. </p><p><span style=\"color: black;\">1.18.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that the biology of this disease requires treatment to commence within weeks, therefore there would not be a ready group of untreated prevalent patients awaiting treatment. The Subcommittee considered that the supplier estimate of eligible patients, based on epidemiological data that assumed 40% of incident patients with a metastatic TNBC diagnosis will have positive PD-L1 expression, was too high. Based on extrapolation from current regional data of metastatic TNBC diagnoses, the Subcommittee considered 30-35 patients per year nationwide would be a more appropriate estimate.</p><p><span style=\"color: black;\">1.19.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted the potential high cost of this combination regimen, which includes nab-paclitaxel as another treatment that is not funded in New Zealand. The Subcommittee also noted that immunotherapy toxicities occur in a small number of patients but require significant and intensive health system resource for their management. The Subcommittee noted that adding immunotherapy treatment would increase infusion service resource for treatment administration, although noted that nab-paclitaxel has a shorter infusion duration than paclitaxel.</p><p><span style=\"color: black;\">1.20.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the PD-L1 threshold for positivity (1%) may be affected by inter-laboratory variability and therefore this threshold may be less meaningful and considered that this is not an optimal target for identifying patients who will benefit. The Subcommittee considered that Pharmac staff could engage with representatives of laboratories in New Zealand for advice regarding complex and/or variable testing requirements.</p><p>Summary</p><p><span style=\"color: black;\">1.21.</span><span style=\"color: black; font-size: 7pt;\">   </span>Overall, the Subcommittee noted that the body of evidence for atezolizumab and nab-paclitaxel in triple-negative breast cancer is contradictory and considered that although the IMpassion130 data suggests there is activity in this combination, it provided only modest benefits. The Subcommittee considered that the pending FDA ODAC decision on approval of this regimen was concerning and considered that longer-term, published, follow-up data of the IMpassion131 and IMpassion132 trials would help inform its assessment of this regimen in addressing the health need of people with triple-negative breast cancer.</p><p><span style=\"color: black;\">1.22.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that Pharmac had also received correspondence from Merck Sharpe and Dohme in response to the November 2020 PTAC record, highlighting the Keynote-355 trial of pembrolizumab in combination with the trial investigators’ choice of chemotherapy (paclitaxel, nab-paclitaxel or gemcitabine with carboplatin) in the same population with TNBC, although Keynote-355 used a different PD-L1 assay (using CPS score) compared with IMpassion130. The Subcommittee noted that data from Keynote-355 suggested that both paclitaxel and nab-paclitaxel were able to be used in combination with pembrolizumab (<a href=\"\" target=\"_blank\">Cortes et al. Lancet. 2020;396:1817-28</a>).</p>",
          "change": null
        },
        "Published_Application": {
          "s": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered the application from Roche for the use of atezolizumab (Tecentriq) in combination with nab-paclitaxel for the treatment of advanced or metastatic triple-negative breast cancer (TNBC) with programmed death-ligand 1 (PD-L1) expression ≥ 1%, following PTAC’s review of this application in November 2020.</p>",
          "fs": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered the application from Roche for the use of atezolizumab (Tecentriq) in combination with nab-paclitaxel for the treatment of advanced or metastatic triple-negative breast cancer (TNBC) with programmed death-ligand 1 (PD-L1) expression ≥ 1%, following PTAC’s review of this application in November 2020.</p>",
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Deferred",
          "fs": "Deferred",
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2021",
          "fs": "Aug 2021",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Cancer Treatments Subcommittee (CaTSoP) at meeting Monday 12 April 2021.",
          "fs": "Clinical advice received from Cancer Treatments Subcommittee (CaTSoP) at meeting Monday 12 April 2021.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000MKGeW2AX"
          },
          "Id": "a0POZ00000MKGeW2AX",
          "Event_Date__c": "2021-08-03",
          "Event_Description__c": "Clinical advice received from Cancer Treatments Subcommittee (CaTSoP) at meeting Monday 12 April 2021.",
          "Stage__c": "Seeking Clinical Advice",
          "Outcome__c": "Deferred",
          "Formatted_Date__c": "Aug 2021",
          "Published_Recommendation__c": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee <b>recommended</b> that the application for atezolizumab (Tecentriq) in combination with nab-paclitaxel for the treatment of advanced or metastatic triple-negative breast cancer (TNBC) with PDL1 expression ≥ 1% be <b>deferred</b>, pending further published data of long-term follow-up from the IMpassion131 and IMpassion132 trials. </p><p>1.1.1.<span style=\"font-size: 7pt;\">   </span>In making this recommendation, the Subcommittee considered that the data available, with up to 18-month median follow-up from a single clinical trial, suggested there was activity in this combination but that the benefits were modest. The Subcommittee considered that more mature, published data from the IMpassion131 and IMpassion132 trials after longer durations of follow-up may strengthen the evidence that demonstrates potential survival benefit of atezolizumab in this combination regimen for triple-negative breast cancer, however members acknowledged that this data may not be forthcoming.</p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>In making this recommendation, the Subcommittee also considered the high health need of this patient population with limited suitable treatment options; the limitations and uncertainty of the trial data available; the evidence for use of this regimen in the first line setting with nab-paclitaxel only; and the potential high cost of this combination regimen which is not funded in New Zealand.</p>",
          "Published_Application__c": "<p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered the application from Roche for the use of atezolizumab (Tecentriq) in combination with nab-paclitaxel for the treatment of advanced or metastatic triple-negative breast cancer (TNBC) with programmed death-ligand 1 (PD-L1) expression ≥ 1%, following PTAC’s review of this application in November 2020.</p>",
          "Published_Discussion__c": "<h2>Background</h2><p><span style=\"color: black;\">1.1.</span><span style=\"color: black; font-size: 7pt;\">      </span>PTAC and PTAC Subcommittees may differ in the advice they provide to Pharmac, including recommendations’ priority, due to the committees’ different, albeit complementary, roles, expertise, experience, and perspectives.</p><p><span style=\"color: black;\">1.2.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that, in <a href=\"https://pharmac.govt.nz/assets/ptac-record-2020-11.pdf\" target=\"_blank\" style=\"color: windowtext;\">November 2020</a>, PTAC reviewed the application for atezolizumab in combination with nab-paclitaxel for the treatment of unresectable locally-advanced or metastatic triple-negative breast cancer, and recommended it be declined due to evidence of a lack of overall survival benefit (compared with placebo plus nab-paclitaxel) in a key clinical trial (IMpassion130) and limitations of the PD-L1 positive subgroup analysis of that trial. </p><p><span style=\"color: black;\">1.3.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that, in making its recommendation, PTAC considered the high unmet health need of patients with triple-negative breast cancer including the lack of effective funded treatment options for triple-negative breast cancer; the novel approach of immune checkpoint inhibitor treatment in combination with chemotherapy for triple-negative breast cancer; the challenges associated with PD-L1 testing in New Zealand; the limited relevance of the treatment regimen (including nab-paclitaxel) to the New Zealand patient population; and the lack of quality of life data, which affected the ability of PTAC to assess of the supplier’s therapeutic claims.</p><p><span style=\"color: black;\">1.4.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that PTAC had suggested that CaTSoP’s advice be sought, including advice on; the use of paclitaxel instead of nab-paclitaxel with atezolizumab in this indication, the treatment paradigm for patients with triple-negative breast cancer in New Zealand, the impact paclitaxel and corticosteroid premedication may have on immunotherapy activity, the results of the IMpassion131 trial, and patient number estimates for atezolizumab in this setting.</p><h2>Discussion</h2><p><span style=\"color: black;\">1.5.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that more than 3,000 people are diagnosed with breast cancer each year, with approximately 25% diagnosed with metastatic disease and more than 600 women die from breast cancer annually. The Subcommittee noted that there is higher incidence in Māori women than non-Māori women (age-standardised incidence rate for females ≥25 years 175.1 per 100,000 population vs 134.8 per 100,000 per population in 2013-15) and that Māori have worse survival with advanced breast cancer compared to other ethnic groups (<a href=\"https://www.health.govt.nz/system/files/documents/publications/wai-2575-maori-health-trends-report-04mar2020.pdf\" target=\"_blank\">Wai 2575 Māori Health Trends Report. Ministry of Health, 2019</a>).</p><p><span style=\"color: black;\">1.6.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee noted that triple-negative breast cancer accounts for 15-20% of all breast cancer but has the worst prognosis out of all breast cancer subtypes. The Subcommittee was made aware of New Zealand data that indicates the median overall survival for patients with triple-negative breast cancer is estimated to be 6.6 months (<a href=\"https://www.breastcancerfoundation.org.nz/images/assets/22648/1/bcfnz-abc-report-2018-reprint-10.2018.pdf\" target=\"_blank\">Insights into living – and dying – with advanced breast cancer in New Zealand. New Zealand Breast Cancer Foundation, 2018</a><u style=\"color: blue;\">). </u></p><p><span style=\"color: black;\">1.7.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Committee was made aware of international data that as reported a variable median overall survival of breast cancer (any subtype) of up to 18 months (<a href=\"https://linkinghub.elsevier.com/retrieve/pii/S0959-8049(18)30733-0\" target=\"_blank\">Gobbini et al. Eur J Cancer. 2018;96:17-24</a>; <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/pmid/29878040/\" target=\"_blank\">Yardley et al. Ann Oncol. 2018;29:1763-70</a>; <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S0923-7534(19)37346-6\" target=\"_blank\">Miles et al. Ann Oncol. 2013;24:2773-80</a>) and data reporting median progression-free survival of patients with metastatic triple-negative breast cancer from 2.9 months to 7.7 months with median overall survival ranging from 11.0 months to 12.6 months (<a href=\"https://doi.org/10.1111/ajco.12748\" target=\"_blank\">Khosravi-Shahi et al. Asia Pac J Clin Oncol. 2018;14:32-9</a>).  </p><p><span style=\"color: black;\">1.8.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered that people with triple-negative breast cancer have a very high health need due to the rapid progression of this disease and lack of effective treatment options. </p><p><span style=\"color: black;\">1.9.</span><span style=\"color: black; font-size: 7pt;\">      </span>The Subcommittee considered that approximately 40% of patients with triple-negative breast cancer will have PD-L1 expression of 1% or greater, equivalent to 6.6 to 8% of all breast cancers in New Zealand (180-240 patients/year).). The Subcommittee considered that genetic counselling may be undertaken for patients under 50 years of age or those with a family history of breast cancer; however, considered that not all patients would be tested for BRCA mutation status and PD-L1 testing would not be routinely undertaken, as these currently do not influence the choice of funded treatment options. </p><p><span style=\"color: black;\">1.10.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that patients whose disease is not rapidly progressive receive sequential single-agent chemotherapy, generally followed by an anthracycline (ie doxorubicin or epirubicin), taxane (ie paclitaxel or docetaxel) or vinorelbine if there was no prior exposure to these agents. The Subcommittee noted there is no preferred chemotherapy regimen for this disease and regimens can differ between treating clinicians and treating centres, although paclitaxel with gemcitabine is used less commonly in this population in New Zealand. </p><p><span style=\"color: black;\">1.11.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the key evidence for atezolizumab in combination with nab-paclitaxel was from the multi-centre, phase III, randomised (1:1), placebo controlled, double-blind IMpassion130 trial of 902 patients from 246 centres excluding New Zealand with untreated locally advanced or metastatic triple-negative breast cancer, in which patients received atezolizumab with nab-paclitaxel or placebo with nab-paclitaxel until disease progression or intolerable toxicity (<a href=\"https://www.nejm.org/doi/10.1056/NEJMoa1809615\" target=\"_blank\">Schmid et al. N Engl J Med. 2018;379:2108-21</a>; <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S1470-2045(19)30689-8\" target=\"_blank\">Schmid et al. Lancet Oncol. 2020;21:44-59</a>). The Subcommittee noted that the initial results were reported after median follow-up of 12.9 months, with updated results reported after median follow-up of 18.5 months in the atezolizumab group and 17.5 months in the placebo group.</p><p>1.11.1.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that co-primary endpoints in the trial’s whole intention-to-treat (ITT) population (n = 902) and the PD-L1 positive ≥1% retrospectively-identified subgroup (N = 369) were progression-free survival (PFS) and overall survival (OS), tested hierarchically, and that the trial included secondary endpoints as expected. The Subcommittee noted that the initial sample size was extended to the 902 patients to enable overall survival assessment with the type 1 error (0.05) split between analyses of PFS (0.01) and OS (0.04).</p><p>1.11.2.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that IMpassion130 used the Ventana SP142 assay for PD-L1 status, which is different to the assays and scoring methods used in clinical trials for other immunotherapy agents (eg the combined positive score [CPS] used with pembrolizumab). The Subcommittee considered that PD-L1 assays and scoring methods may not be directly interchangeable, presenting challenges in their use and interpretation alongside potential treatment options, as discussed in previous CaTSoP meeting records. The Subcommittee considered that the patient groups were similar between trial treatment arms and that the proportion of PD-L1 positive cases was similar to that reported in the literature.</p><p>1.11.3.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted statistically significant differences in PFS in both the whole trial’s ITT population (7.2 months atezolizumab + nab-paclitaxel vs 5.5 months placebo + nab-paclitaxel, hazard ratio (HR) 0.80, 95% confidence interval (CI) 0.69 to 0.92, P=0.002) and PD-L1 positive subgroup (7.5 months atezolizumab + nab-paclitaxel vs 5.0 months placebo + nab-paclitaxel, HR 0.62, 95% CI 0.49 to 0.78, P&lt;0.001) (<a href=\"\" target=\"_blank\">Schmid et al. N Engl J Med. 2018;379:2108-21</a>). The Subcommittee noted that these results reported absolute differences that were small, with gains of about two months even in the PD-L1 positive subgroup (who received greater benefit than the whole ITT population), but considered these results could be considered clinically important given the poor prognosis otherwise, and considered this probably precipitated the accelerated approval of this regimen in other jurisdictions.</p><p>1.11.4.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that the updated IMpassion130 results reported 24-month PFS in the whole ITT population of 10% (95% CI 7 to 13) with atezolizumab + nab-paclitaxel vs 6% (95% CI 4 to 9) with placebo + nab-paclitaxel. The Subcommittee noted that 24-month PFS in the PD-L1 subgroup was 12.4% (95% CI 6.5 to 18.3) with atezolizumab + nab-paclitaxel vs 7.4% (95% CI 2.8 to 12.0) with placebo + nab-paclitaxel (<a href=\"\" target=\"_blank\">Schmid et al. Lancet Oncol. 2020;21:44-59</a>). The Subcommittee considered that the PFS benefit was predominantly seen in the PD-L1 positive group and it was unclear whether other subgroups (including some groups with small patient numbers) had a difference in benefit.</p><p>1.11.5.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that the difference in OS in the whole ITT population was not statistically significant (21.0 months atezolizumab + nab-paclitaxel vs 18.7 months placebo + nab-paclitaxel, stratified HR 0.86, 95% CI 0.72 to 1.02, P=0.0777) and therefore the OS in the PD-L1 subgroup was not formally testable nor tested, although a difference of 7 months was reported for the PD-L1 positive subgroup (25.0 months atezolizumab + nab-paclitaxel vs 18.0 months placebo + nab-paclitaxel, stratified HR 0.71, 95% CI 0.54 to 0.93). Members considered that the 7-month difference in OS for PD-L1 positivity may be clinically meaningful, although they noted that the benefit from this regimen was only reported in a single trial.</p><p>1.11.6.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that crossover in IMpassion130 was not substantial (4-6%), especially considering the few other available treatment options and rapidly progressive disease often seen in this patient group. </p><p>1.11.7.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that response rates were slightly higher in the PD-L1 positive subgroup (58.9% atezolizumab + nab-paclitaxel vs 42.6% placebo + nab-paclitaxel, P=0.002) than in the whole ITT population (56.0% atezolizumab + nab-paclitaxel vs 45.9% placebo + nab-paclitaxel, P=0.002), but no evidence of statistical heterogeneity between the PD-L1 positive and residual PD-L1 negative subgroups had been presented.</p><p>1.11.8.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that adverse events led to discontinuation in 15.9% of patients who received atezolizumab + nab-paclitaxel (of which 6.4% led to discontinuation of atezolizumab) and in 8.2% of patients who received placebo + nab-paclitaxel (of which 1.4% led to discontinuation of placebo) (Table S3; Supplementary Appendix). The Subcommittee considered that the adverse events initially reported in IMpassion130 and in the updated publication were as expected for this regimen, with no additional safety signals identified. </p><p>1.11.9.<span style=\"font-size: 7pt;\">    </span>The Subcommittee noted that IMpassion130 reported no significant difference in the time to deterioration of health-related quality of life and functioning with the addition of atezolizumab to nab-paclitaxel, suggesting that atezolizumab did not detrimentally impact quality of life in this population (<a href=\"\" target=\"_blank\">Adams et al. Ann Oncol. 2020;31:582-9</a>).</p><p><span style=\"color: black;\">1.12.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that Pharmac had received correspondence in February 2021 from Roche in response to the November 2020 PTAC record, which noted the non-significant OS result in the IMpassion130 whole ITT population. The Subcommittee noted that Roche had included a published meta-analysis that reported PFS to be a surrogate for OS in advanced or metastatic triple-negative breast cancer, mainly concentrating on benefits in the PD-L1 positive population who received a longer duration of response than patients with PD-L1 negative disease (<a href=\"\" target=\"_blank\">Hirai et al. Breast Cancer Res Treat. 2020;181:189-98</a>). However, the Subcommittee considered there were difficulties using progression free survival as a surrogate for overall survival when statistical significance was not demonstrated in the updated data and considered that the information did not materially change the view that the lack of significant OS in the IMpassion130 overall ITT population was disappointing.</p><p><span style=\"color: black;\">1.13.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the IMpasson131 trial investigating the combination of atezolizumab with paclitaxel in triple-negative breast cancer reported a small difference in PFS that was not statistically significant, and did not report a difference in overall survival (<a href=\"\" target=\"_blank\">Miles et al. Ann Oncol. 2020;31 Suppl_4:S1147-8</a>). The Subcommittee noted that the United States (US) Food and Drug Administration (FDA) made a public alert notification based on the results of this trial in August 2020 and subsequently updated the US Prescribing Information with a warning that paclitaxel should not be used instead of nab-paclitaxel with atezolizumab in this setting as the same benefit cannot be assumed. </p><p><span style=\"color: black;\">1.14.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the US FDA Oncologic Drugs Advisory Committee (ODAC) is reviewing the accelerated approval status of atezolizumab with nab-paclitaxel for this indication and voted in April 2021 to maintain approval due to the health need of this population. The Subcommittee noted that this consideration was ongoing and there was a concern about the lack of further studies to confirm benefit. The Subcommittee was made aware of a recent publication describing accelerated approvals where long-term outcomes are uncertain, including atezolizumab with nab-paclitaxel, which are currently under review (<a href=\"\" target=\"_blank\">Beaver et al. N Engl J Med. 2021;384:e68. doi: 10.1056/NEJMp2104846. Epub 2021 Apr 21</a>).</p><p><span style=\"color: black;\">1.15.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that nab-paclitaxel has been discussed by CaTSoP on previous occasions including in the context of metastatic breast cancer (refer to the Pharmac Application Tracker). The Subcommittee considered that there is a theoretical potential effect of paclitaxel and corticosteroid premedication on immunotherapy activity, although the reasons for the difference in outcomes with paclitaxel and atezolizumab compared with nab-paclitaxel and atezolizumab remain unclear. Based on the totality of evidence available, the Subcommittee considered there was no role for paclitaxel with atezolizumab in this setting. The Subcommittee considered that Pharmac could seek further clinical advice regarding nab-paclitaxel with input from breast cancer and gastrointestinal cancer special interest groups. </p><p><span style=\"color: black;\">1.16.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the proposed addition of atezolizumab with nab-paclitaxel into the treatment paradigm for patients whose triple-negative breast cancer has PD-L1 expression of 1% or greater would require the addition of PD-L1 testing for all patients with metastatic TNBC. The Subcommittee considered that, if atezolizumab and nab-paclitaxel were funded in this setting, patients with PD-L1 positive disease would likely use this combination therapy in the first line, and patients with PD-L1 negative disease would be offered sequential single-agent chemotherapy, and subsequent combination treatment with carboplatin and gemcitabine may be considered. </p><p><span style=\"color: black;\">1.17.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that, if funded, atezolizumab would need to be used in combination with nab-paclitaxel (not paclitaxel) for triple-negative breast cancer and that it would be used as a first-line therapy for metastatic disease, as evidence for its use is only in this setting. The Subcommittee considered treatment would be until disease progression, after which patients would be expected to receive taxanes/vinorelbine therapy; however members noted there to be limited treatment options for aggressive and progressed disease. </p><p><span style=\"color: black;\">1.18.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee considered that the biology of this disease requires treatment to commence within weeks, therefore there would not be a ready group of untreated prevalent patients awaiting treatment. The Subcommittee considered that the supplier estimate of eligible patients, based on epidemiological data that assumed 40% of incident patients with a metastatic TNBC diagnosis will have positive PD-L1 expression, was too high. Based on extrapolation from current regional data of metastatic TNBC diagnoses, the Subcommittee considered 30-35 patients per year nationwide would be a more appropriate estimate.</p><p><span style=\"color: black;\">1.19.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted the potential high cost of this combination regimen, which includes nab-paclitaxel as another treatment that is not funded in New Zealand. The Subcommittee also noted that immunotherapy toxicities occur in a small number of patients but require significant and intensive health system resource for their management. The Subcommittee noted that adding immunotherapy treatment would increase infusion service resource for treatment administration, although noted that nab-paclitaxel has a shorter infusion duration than paclitaxel.</p><p><span style=\"color: black;\">1.20.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that the PD-L1 threshold for positivity (1%) may be affected by inter-laboratory variability and therefore this threshold may be less meaningful and considered that this is not an optimal target for identifying patients who will benefit. The Subcommittee considered that Pharmac staff could engage with representatives of laboratories in New Zealand for advice regarding complex and/or variable testing requirements.</p><p>Summary</p><p><span style=\"color: black;\">1.21.</span><span style=\"color: black; font-size: 7pt;\">   </span>Overall, the Subcommittee noted that the body of evidence for atezolizumab and nab-paclitaxel in triple-negative breast cancer is contradictory and considered that although the IMpassion130 data suggests there is activity in this combination, it provided only modest benefits. The Subcommittee considered that the pending FDA ODAC decision on approval of this regimen was concerning and considered that longer-term, published, follow-up data of the IMpassion131 and IMpassion132 trials would help inform its assessment of this regimen in addressing the health need of people with triple-negative breast cancer.</p><p><span style=\"color: black;\">1.22.</span><span style=\"color: black; font-size: 7pt;\">   </span>The Subcommittee noted that Pharmac had also received correspondence from Merck Sharpe and Dohme in response to the November 2020 PTAC record, highlighting the Keynote-355 trial of pembrolizumab in combination with the trial investigators’ choice of chemotherapy (paclitaxel, nab-paclitaxel or gemcitabine with carboplatin) in the same population with TNBC, although Keynote-355 used a different PD-L1 assay (using CPS score) compared with IMpassion130. The Subcommittee noted that data from Keynote-355 suggested that both paclitaxel and nab-paclitaxel were able to be used in combination with pembrolizumab (<a href=\"\" target=\"_blank\">Cortes et al. Lancet. 2020;396:1817-28</a>).</p>",
          "Status_History__c": "a132P000000D4JqQAK"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Aug 2021",
          "fs": "Aug 2021",
          "change": null
        },
        "Event_Description": {
          "s": "A recommendation for the proposal was deferred pending further published data of long-term follow-up from the IMpassion131 and IMpassion132 trials.",
          "fs": "A recommendation for the proposal was deferred pending further published data of long-term follow-up from the IMpassion131 and IMpassion132 trials.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000MKGeX2AX"
          },
          "Id": "a0POZ00000MKGeX2AX",
          "Event_Date__c": "2021-08-31",
          "Event_Description__c": "A recommendation for the proposal was deferred pending further published data of long-term follow-up from the IMpassion131 and IMpassion132 trials.",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Aug 2021",
          "Status_History__c": "a132P000000EDGlQAO"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2024",
          "fs": "Oct 2024",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice required",
          "fs": "Clinical advice required",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000MKGeY2AX"
          },
          "Id": "a0POZ00000MKGeY2AX",
          "Event_Date__c": "2024-10-01",
          "Event_Description__c": "Clinical advice required",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Oct 2024",
          "Status_History__c": "a13OZ00000GGY7oYAH"
        },
        "change": null
      },
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Oct 2024",
          "fs": "Oct 2024",
          "change": null
        },
        "Event_Description": {
          "s": "Assigned to Pharmacology and Therapeutics Advisory Committee (PTAC) meeting to provide advice on Thursday 14 November 2024",
          "fs": "Assigned to Pharmacology and Therapeutics Advisory Committee (PTAC) meeting to provide advice on Thursday 14 November 2024",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000MKGeZ2AX"
          },
          "Id": "a0POZ00000MKGeZ2AX",
          "Event_Date__c": "2024-10-18",
          "Event_Description__c": "Assigned to Pharmacology and Therapeutics Advisory Committee (PTAC) meeting to provide advice on Thursday 14 November 2024",
          "Stage__c": "Seeking Clinical Advice",
          "Formatted_Date__c": "Oct 2024",
          "Status_History__c": "a13OZ00000GGZiIYAX"
        },
        "change": null
      },
      {
        "Summary": {
          "s": "<p><span style=\"font-family: Arial, sans-serif; font-size: 11pt;\">The Pharmacology and Therapeutics Advisory Committee (PTAC) recommended that the application for atezolizumab (with chemotherapy) for the treatment of advanced or metastatic triple negative breast cancer (TNBC) with a PD-L1 expression over 1% be </span><strong style=\"font-family: Arial, sans-serif; font-size: 11pt;\">declined</strong><span style=\"font-family: Arial, sans-serif; font-size: 11pt;\">.</span></p>",
          "fs": "<p><span style=\"font-family: Arial, sans-serif; font-size: 11pt;\">The Pharmacology and Therapeutics Advisory Committee (PTAC) recommended that the application for atezolizumab (with chemotherapy) for the treatment of advanced or metastatic triple negative breast cancer (TNBC) with a PD-L1 expression over 1% be </span><strong style=\"font-family: Arial, sans-serif; font-size: 11pt;\">declined</strong><span style=\"font-family: Arial, sans-serif; font-size: 11pt;\">.</span></p>",
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": "Decline",
          "fs": "Decline",
          "change": null
        },
        "Links": {
          "s": "<p><a href=\"https://www.pharmac.govt.nz/assets/2024-11-PTAC-Meeting-Record.pdf#page=37\" target=\"_blank\">Link to the relevant discussion within the meeting record.</a></p>",
          "fs": "<p><a href=\"https://www.pharmac.govt.nz/assets/2024-11-PTAC-Meeting-Record.pdf#page=37\" target=\"_blank\">Link to the relevant discussion within the meeting record.</a></p>",
          "change": null
        },
        "Formatted_Date": {
          "s": "Apr 2025",
          "fs": "Apr 2025",
          "change": null
        },
        "Event_Description": {
          "s": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 14 November 2024.",
          "fs": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 14 November 2024.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000MKGea2AH"
          },
          "Id": "a0POZ00000MKGea2AH",
          "Event_Date__c": "2025-04-24",
          "Event_Description__c": "Clinical advice received from Pharmacology and Therapeutics Advisory Committee (PTAC) at meeting Thursday 14 November 2024.",
          "Stage__c": "Seeking Clinical Advice",
          "Links__c": "<p><a href=\"https://www.pharmac.govt.nz/assets/2024-11-PTAC-Meeting-Record.pdf#page=37\" target=\"_blank\">Link to the relevant discussion within the meeting record.</a></p>",
          "Outcome__c": "Decline",
          "Summary__c": "<p><span style=\"font-family: Arial, sans-serif; font-size: 11pt;\">The Pharmacology and Therapeutics Advisory Committee (PTAC) recommended that the application for atezolizumab (with chemotherapy) for the treatment of advanced or metastatic triple negative breast cancer (TNBC) with a PD-L1 expression over 1% be </span><strong style=\"font-family: Arial, sans-serif; font-size: 11pt;\">declined</strong><span style=\"font-family: Arial, sans-serif; font-size: 11pt;\">.</span></p>",
          "Formatted_Date__c": "Apr 2025",
          "Status_History__c": "a13OZ00000Mst7nYAB"
        },
        "change": null
      }
    ],
    "dateString": "Jul 2020",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Following Clinical Advice, Pharmac staff considers the advice and the funding application under goes an assessment using our&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/factors-for-consideration/\" rel=\"nofollow\">Factors for Consideration</a>&nbsp;framework and seeks additional information as required.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and Economic analysis are undertaken.&nbsp; This focuses on the costs and benefits of a proposed course of action. Economics is based on three fundamental concepts that summarise the issues Pharmac faces daily:&nbsp;</p>\r\n<ul>\r\n<li>Scarcity &ndash; resources will always be insufficient to support all possible activities.</li>\r\n<li>Choices &ndash; due to scarce resources, decisions must be made about how best to use them.</li>\r\n<li>Opportunity cost &ndash; by choosing to use resources one way, we forgo other opportunities to use the same resources.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>For further information on the purpose of, and techniques for, undertaking economic analysis in health care, please refer&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/economic-analysis/</a></p>",
    "position": 2,
    "name": "Under Assessment",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "May 2025",
          "fs": "May 2025",
          "change": null
        },
        "Event_Description": {
          "s": "Working to compare options",
          "fs": "Working to compare options",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000MKGeb2AH"
          },
          "Id": "a0POZ00000MKGeb2AH",
          "Event_Date__c": "2025-05-29",
          "Event_Description__c": "Working to compare options",
          "Stage__c": "Under Assessment",
          "Formatted_Date__c": "May 2025",
          "Status_History__c": "a13OZ00000Nz2XYYAZ"
        },
        "change": null
      }
    ],
    "dateString": "May 2025",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac staff uses a prioritisation process to compare and rank funding options. Possible opportunities for new investment will always exceed the budget Pharmac has available; therefore, prioritisation is an intrinsic part of Pharmac’s decision-making process.</p>\r\n<p>The relative ranking of options aims to support Pharmac&rsquo;s statutory objective &ldquo;to secure for eligible people in need of pharmaceuticals, the best health outcomes that are reasonably achievable from pharmaceutical treatment and from within the amount of funding provided&rdquo;.</p>\r\n<p>A funding application or proposal is considered ready for prioritisation when sufficient information is available to permit it to be reviewed against Pharmac's Factors for Consideration and to inform a comparison with other possible investment decisions.</p>\r\n<p>There is no guarantee when or if a ranked medicine will be funded.&nbsp;&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/prioritisation/</a></p>",
    "position": 3,
    "name": "Options Compared",
    "last": false,
    "events": [
      {
        "Summary": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Recommendation": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Discussion": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Published_Application": {
          "s": null,
          "fs": null,
          "change": null
        },
        "PTAC_Comments": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Outcome": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Links": {
          "s": null,
          "fs": null,
          "change": null
        },
        "Formatted_Date": {
          "s": "Jun 2025",
          "fs": "Jun 2025",
          "change": null
        },
        "Event_Description": {
          "s": "The relative ranking of the pharmaceutical application has been completed.",
          "fs": "The relative ranking of the pharmaceutical application has been completed.",
          "change": null
        },
        "e": {
          "attributes": {
            "type": "Application_Event__c",
            "url": "/services/data/v65.0/sobjects/Application_Event__c/a0POZ00000MKGec2AH"
          },
          "Id": "a0POZ00000MKGec2AH",
          "Event_Date__c": "2025-06-09",
          "Event_Description__c": "The relative ranking of the pharmaceutical application has been completed.",
          "Stage__c": "Options Compared",
          "Formatted_Date__c": "Jun 2025",
          "Status_History__c": "a13OZ00000ONwqVYAT"
        },
        "change": null
      }
    ],
    "dateString": "Jun 2025",
    "collapsed": false,
    "checked": true
  },
  {
    "text": "<p>Pharmac is consulting on a proposal to either approve or decline the application.&nbsp;We seek the views of all people who have an interest in our proposals, or who may be affected by them, to obtain feedback on our proposed approaches.</p>\r\n<p><a class=\"external-link\" href=\"https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/\" rel=\"nofollow\">https://www.pharmac.govt.nz/medicines/how-medicines-are-funded/having-your-say/</a></p>",
    "position": 4,
    "name": "Under Consultation",
    "last": false,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  },
  {
    "text": "<p>Following the consultation process, Pharmac staff considers the feedback and identifies any additional information required as part of a gap analysis.&nbsp; The proposal may require further clinical advice, research, and assessment.</p>",
    "position": 5,
    "name": "Reviewing Consultation Feedback",
    "last": false,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  },
  {
    "text": "<p>We refer to our decisions about whether and how particular pharmaceuticals are publicly-funded, as &ldquo;funding decisions&rdquo;.</p>\r\n<p>We consider and assess all funding decisions using the&nbsp;<a class=\"external-link\" href=\"https://www.pharmac.govt.nz/about/operating-policies-and-procedures/#factorsfc\" rel=\"nofollow\">Factors for Consideration</a>. When we do so, we carefully evaluate clinical and other evidence for the benefits and suitability of a proposal, and to identify and understand the people who will be affected by it.</p>\r\n<p>While our main task is to allocate pharmaceutical funding, we consider the benefits and costs across the whole health system now and with a long-term focus, including the effects for hospitals and primary care, and consider direct costs to patients as well as to all health sector budgets.</p>\r\n<p>Final funding decisions are made by the Pharmac Board or delegated to senior Pharmac staff as required by the Board.</p>\r\n<p>&nbsp;</p>",
    "position": 6,
    "name": "Decision",
    "last": true,
    "events": null,
    "dateString": null,
    "collapsed": false,
    "checked": false
  }
]